[
    {
        "ID": "Civ_13_1",
        "Image_Question": "",
        "Question": "Câu 1:Pháp luật có vai trò\nA. Bảo vệ mọi nhu cầu của công dân.\nB. Bảo vệ quyền và lợi ích hợp pháp của công dân.\nC. Bảo vệ mọi lợi ích của công dân.\nD. Bảo vệ tự do tuyệt đối của công dân.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Pháp luật có vai trò bảo vệ quyền và lợi ích hợp pháp của công dân.\nChọn đáp án B"
    },
    {
        "ID": "Civ_13_2",
        "Image_Question": "",
        "Question": "Câu 2:Vi phạm pháp luật là hành vi trái pháp luật, có lỗi do người có năng lực trách nhiệm pháp lí thực hiện, xâm hại các quan hệ\nA. chính trị.\nB. pháp luật.\nC. đạo đức.\nD. xã hội.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Vi phạm pháp luật là hành vi trái pháp luật, có lỗi của chủ thể có năng lực trách nhiệm pháp lí xâm hại tới quan hệ xã hội được pháp luật bảo vệ (sgk GDCD 12 trang 20)\nChọn đáp án D"
    },
    {
        "ID": "Civ_13_3",
        "Image_Question": "",
        "Question": "Câu 3:Theo quy định của pháp luật, công dân thuộc các tôn giáo được Nhà nước công nhận đều\nA.được đảm bảo công bằng.\nB.bình đẳng về quyền và nghĩa vụ.\nC.hưởng mọi quyền lợi như nhau.\nD.thực hiên tốt nghĩa vụ công dân.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Theo quy định của pháp luật, công dân thuộc các tôn giáo được Nhà nước công nhận đều bình đẳng về quyền và nghĩa vụ.\nChọn đáp án B"
    },
    {
        "ID": "Civ_13_4",
        "Image_Question": "",
        "Question": "Câu 4:Quyền và nghĩa vụ công dân không bị phân biệt bởi dân tộc, giới tính, tôn giáo, giàu nghèo, thành phần và địa vị xã hội là nội dung của bình đẳng\nA. về nghĩa vụ và trách nhiệm.\nB. về quyền và nghĩa vụ.\nC. về trách nhiệm pháp lí.\nD. về các thành phần dân cư.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Bình đẳng về quyền và nghĩa vụ được hiểu là: Quyền và nghĩa vụ công dân không bị phân biệt bởi dân tộc, giới tính, tôn giáo, giàu nghèo, thành phần và địa vị xã hội(sgk GDCD 12 trang 28)\nChọn đáp án B"
    },
    {
        "ID": "Civ_13_5",
        "Image_Question": "",
        "Question": "Câu 5:Vợ chồng giữ gìn danh dự, nhân phẩm và uy tín của nhau là biểu hiện trong quan hệ\nA. nhân thân.\nB. chính trị.\nC. hợp tác.\nD. tinh thần.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Quan hệ vợ chồng trong lĩnh vực nhân thân quy định: Vợ, chồng có nghĩa vụ tôn trọng, giữ gìn và bảo vệ danh dự, nhân phẩm, uy tín cho nhau. (sgk GDCD 12 trang 33)\nChọn đáp án A"
    },
    {
        "ID": "Civ_13_6",
        "Image_Question": "",
        "Question": "Câu 6:Theo quy định của pháp luật, việc giao kết hợp đồng lao động giữa người lao động và người sử dụng lao động phải tuân theo nguyên tắc nào sau đây?\nA. Bình đẳng, tự do, bác ái.\nB. Tự do, tự nguyện, bình đẳng.\nC. Dân chủ, công bằng, văn minh.\nD. Công bằng, tự nguyện, văn minh.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Thông qua quy định của pháp luật, hợp đồng lao động được giao kết trên cơ sở các nguyên tắc sau đây:\nNguyên tắc tự do, tự nguyện\nNguyên tắc bình đẳng\nNguyên tắc không trái với pháp luật và thỏa ước lao động tập thể (sgk GDCD 12 trang 36)\nChọn đáp án B"
    },
    {
        "ID": "Civ_13_7",
        "Image_Question": "",
        "Question": "Câu 7:Mọi loại hình doanh nghiệp thuộc các thành phần kinh tế khác nhau đều bình đẳng trong việc\nA. xóa bỏ các loại hình cạnh tranh .\nB. sở hữu tài nguyên thiên nhiên .\nC. chia đều của cải trong xã hội .\nD. hợp tác và cạnh tranh lành mạnh.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Mọi loại hình doanh nghiệp khuyến khích phát triển lâu dài, hợp tác và cạnh tranh lành (sgk GDCD 12 trang 38)\nChọn đáp án D"
    },
    {
        "ID": "Civ_13_8",
        "Image_Question": "",
        "Question": "Câu 8:Nguyên tắc bầu cử đại biểu Quốc hội và Hội đồng nhân dân là\nA. phổ thông, bình đẳng, trực tiếp và bỏ phiếu kín.\nB. dân chủ, công bằng, tiến bộ và văn minh.\nC. khẩn trương, hiệu quả, công khai, minh bạch.\nD. phổ biến, rộng rãi, chính xác và dân chủ.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Quyền bầu cử là các quyền dân chủ cơ bản của công dân trong lĩnh vực chính trị được thực hiện theo các nguyên tắc bầu cử phổ thông, bình đẳng, trực tiếp và bỏ phiếu kín. (sgk GDCD 12 trang 70)\nChọn đáp án A"
    },
    {
        "ID": "Civ_13_9",
        "Image_Question": "",
        "Question": "Câu 9:Việc công dân viết bài đăng báo bày tỏ ý kiến về xây dựng và phát triển kinh tế - xã hội là thể hiện quyền\nA. tự do ngôn luận của công dân.\nB. tham gia quản lý nhà nước và xã hội.\nC. dân chủ của công dân trong xã hội.\nD. công dân tham gia xây dựng đất nước.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Việc công dân viết bài đăng báo bày tỏ ý kiến về xây dựng và phát triển kinh tế - xã hội là thể hiện quyền tự do ngôn luận của công dân. (sgk GDCD 12 trang 60)\nChọn đáp án A"
    },
    {
        "ID": "Civ_13_10",
        "Image_Question": "",
        "Question": "Câu 10:Theo quy định của pháp luật, công dân không vi phạm quyền bất khả xâm phạm về thân thể khi bắt người đang\nA. cần bảo trợ.\nB. cách li y tế.\nC. phạm tội quả tang.\nD. khai báo dịch tễ.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Theo quy định của pháp luật, bất kì ai cũng có quyền bắt người khi người đó đang phạm tội quả tang và giải ngay đến cơ quan công an gần nhất…(sgk GDCD 12 trang 56)\nChọn đáp án A"
    },
    {
        "ID": "Civ_13_11",
        "Image_Question": "",
        "Question": "Câu 11:Quyền ứng cử của công dân được thực hiện bằng hình thức\nA. tham khảo ứng cử.\nB. thẩm định bầu cử .\nC. tự ứng cử.\nD. kiểm tra bầu cử .",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Quyền ứng cử của công dân được thực hiện bằng hai hình thức là tự ứng cử và được giới thiệu ứng cử (sgk GDCD 12 trang 71)\nChọn đáp án C"
    },
    {
        "ID": "Civ_13_12",
        "Image_Question": "",
        "Question": "Câu 12:Quyền tham gia quản lý nhà nước và xã hội có nghĩa là mọi công dân được thảo luận, góp ý kiến về\nA. xây dựng các văn bản pháp luật.\nB. yêu cầu giãn cách xã hội.\nC. ban bố tình trạng khẩn cấp .\nD. tiến hành hoạt động cứu trợ .",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Quyền tham gia quản lý nhà nước và xã hội có nghĩa là mọi công dân được thảo luận, góp ý kiến về xây dựng các văn bản pháp luật quan trọng, liên quan đến quyền và lợi ích cơ bản của công dân như Hiến pháp,… (sgk GDCD 12 trang 71)\nChọn đáp án A"
    },
    {
        "ID": "Civ_13_13",
        "Image_Question": "",
        "Question": "Câu 13:Mục đích của khiếu nại là nhằm khôi phục lại\nA. quyền và lợi ích hợp pháp.\nB. quyền tự do dân chủ .\nC. hệ tư tưởng chính luận .\nD. những trào lưu tiến bộ .",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Mục đích của khiếu nại là nhằm khôi phục lại quyền và lợi ích hợp pháp của người khiếu nại bị xâm phạm (sgk GDCD 12 trang 75)\nChọn đáp án A"
    },
    {
        "ID": "Civ_13_14",
        "Image_Question": "",
        "Question": "Câu 14:Nội dung nào dưới đây không thuộc quyền được phát triển của công dân ?\nA. Những người phát triển sớm về trí tuệ có quyền được học vượt lớp.\nB. Những học sinh là con thương binh, bệnh binh được miễn giảm học phí.\nC. Những học sinh học xuất sắc có thể được học ở các trường chuyên.\nD. Học sinh đạt giải trong các kỳ thi quốc gia được tuyển thẳng vào đại học.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Lưu ý đây là câu hỏi phủ định chú ý từ “không”, sau đó dùng phương pháp loại trừ ta thấy A, C, D là nội dung quyền được phát triển của công dân, còn lại là đáp án B\nChọn đáp án B"
    },
    {
        "ID": "Civ_13_15",
        "Image_Question": "",
        "Question": "Câu 15:Trong cuộc chiến phòng, chống dịch covid – 19 ở Việt Nam, nhà nước ta đã chữa trị miễn phí cho những bệnh nhân không may mắc bệnh này. Điều này thể hiện quyền nào sau đây của công dân?\nA. Quyền chăm sóc.\nB. Quyền lựa chọn.\nC. Quyền bảo vệ .\nD. Quyền phát triển.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Quyền được phát triển có quy định để phát triển thể chất, công dân có quyền được chăm sóc y tế. (sgk GDCD 12 trang 87)\nChọn đáp án D"
    },
    {
        "ID": "Civ_13_16",
        "Image_Question": "",
        "Question": "Câu 16:Việc Nhà nước thực hiện chủ trương cấp phát tiền trợ cấp cho những người nghèo trong chiến dịch phòng, chống Covid - 19 đã thể hiện nội dung cơ bản của pháp luật về\nA. ứng phó với biến đổi xã hội .\nB. nguyên tắc hỗ trợ đồng bào .\nC. quy trình tham gia bảo hiểm .\nD. phát triển các lĩnh vực xã hội .",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Việc Nhà nước thực hiện chủ trương cấp phát tiền trợ cấp cho những người nghèo trong chiến dịch phòng, chống Covid - 19 đã thể hiện phát triển các lĩnh vực xã hội trong nội dung nhà nước sử dụng các biện pháp kinh tế tài chính để thực hiện xóa đói, giảm nghèo (sgk GDCD 12 trang 99)\nChọn đáp án D"
    },
    {
        "ID": "Civ_13_17",
        "Image_Question": "",
        "Question": "Câu 17:Những yếu tố tự nhiên mà lao động của con người tác động vào nhằm biến đổi nó cho phù hợp với mục đích của con người được gọi là gì?\nA. Tư liệu lao động.\nB. Công cụ lao động.\nC. Đối tượng lao động.\nD. Tài nguyên thiên nhiên.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Đối tượng lao động là những yếu tố tự nhiên mà lao động của con người tác động vào nhằm biến đổi nó cho phù hợp với mục đích của con người (sgk GDCD 11 trang 7)\nChọn đáp án C"
    },
    {
        "ID": "Civ_13_18",
        "Image_Question": "",
        "Question": "Câu 18:Hai hàng hoá có thể trao đổi được với nhau vì\nA. chúng đều có giá trị và giá trị sử dụng.\nB. chúng có giá trị sử dụng khác nhau.\nC. chúng có giá trị hàng hóa bằng nhau.\nD. chúng đều là sản phẩm của lao động.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Hai hàng hóa được trao đổi với nhau khi cùng kết tinh một lượng lao động như nhau hoặc trao đổi, mua bán hàng hoá phải thực hiện với giá cả bằng giá trị.\nChọn đáp án C"
    },
    {
        "ID": "Civ_13_19",
        "Image_Question": "",
        "Question": "Câu 19:Trong sản xuất và lưu thông hàng hóa, để kịp thời đưa ra quyết định nhằm thu lợi nhuận cao, người bán hàng phải căn cứ vào chức năng nào dưới đây của thị trường?\nA. Điều phối.\nB. Thực hiện.\nC. Thông tin.\nD. Thanh toán.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Trong sản xuất và lưu thông hàng hóa, để kịp thời đưa ra quyết định nhằm thu lợi nhuận cao, người bán hàng phải căn cứ vào chức năng thông tin.\nChọn đáp án C"
    },
    {
        "ID": "Civ_13_20",
        "Image_Question": "",
        "Question": "Câu 20:Khi giá cả hàng hóa tăng lên thì cung, cầu sẽ diễn biến theo chiều hướng nào dưới đây?\nA. Cung tăng, cầu giảm.\nB. Cung giảm, cầu tăng.\nC. Cung tăng, cầu tăng.\nD. Cung giảm, cầu giảm.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Giá cả thị trường ảnh hưởng đến cung - cầu.\nKhi giá tăng ->sản xuất mở rộng ->cung tăng\nKhi giá giảm ->sản xuất thu hẹp ->cung giảm\n=>giá cả và cung tỉ lệ thuận với nhau\nKhi giá tăng ->cầu giảm\nKhi giá giảm ->cầu tăng\n=>giá cả và cầu tỉ lệ nghịch với nhau.\nChọn đáp án A"
    },
    {
        "ID": "Civ_13_21",
        "Image_Question": "",
        "Question": "Câu 21:Cán bộ, công chức trong ngành giáo dục cũng như người dân đã nhiệt tình, tích cực tham gia góp ý dự thảo đề án chương trình THPT mới thể hiện công dân đã thực hiện hình thức pháp luật nào dưới đây?\nA. Sử dụng pháp luật.\nB. Thi hành pháp luật.\nC. Tuân thủ pháp luật.\nD. Áp dụng pháp luật.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Sử dụng pháp luật là hình thức các chủ thể sử dụng đúng đắn các quyền của mình, làm những gì pháp luật cho phép làm. Chủ thể đó có thể làm hoặc không làm (không bắt buộc). Việc góp ý dự thảo đề án chương trình THPT mới trong ngành giáo dục không mang tính bắt buộc.\nChọn đáp án A"
    },
    {
        "ID": "Civ_13_22",
        "Image_Question": "",
        "Question": "Câu 22:Người có đủ năng lực trách nhiệm pháp lí khi thực hiện hành vi nào sau đây sẽ vi phạm pháp luật hình sự?\nA. Mượn tiền không trả đúng hẹn.\nB. Từ chối cách li y tế tập trung.\nC. Bí mật che giấu tội phạm.\nD. Hút thuốc lá nơi công cộng.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Điều 18 Bộ luật Hình sự Tội che giấu tội phạm quy định:\n- Người nào không hứa hẹn trước, nhưng sau khi biết tội phạm được thực hiện đã che giấu người phạm tội, dấu vết, tang vật của tội phạm hoặc có hành vi khác cản trở việc phát hiện, điều tra, xử lý người phạm tội, thì phải chịu trách nhiệm hình sự về Tội che giấu tội phạm trong những trường hợp mà bộ luật này quy định. Người che giấu tội phạm là ông, bà, cha, mẹ, con, cháu, anh chị em ruột, vợ hoặc chồng của người phạm tội không phải chịu trách nhiệm hình sự theo quy định tại khoản 1 điều này, trừ trường hợp che giấu các tội xâm phạm an ninh quốc gia hoặc tội đặc biệt nghiêm trọng khác quy định tại Điều 389 của bộ luật này.\nChọn đáp án C"
    },
    {
        "ID": "Civ_13_23",
        "Image_Question": "",
        "Question": "Câu 23:Tổ chức đóng vai trò quan trọng trong việc thực hiện quyền bình đẳng của công dân là\nA. Nhà nước.\nB. Viện kiểm sát.\nC. Chính phủ.\nD. Tòa án.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Tổ chức đóng vai trò quan trọng trong việc thực hiện quyền bình đẳng của công dân là Nhà nước vì Nhà nước ban hành Hiến pháp và Luật (trong đó quy định mọi công dân đều bình đẳng trước pháp luật) và đảm bảo thực hiện bằng quyền lực Nhà nước.\nChọn đáp án A"
    },
    {
        "ID": "Civ_13_24",
        "Image_Question": "",
        "Question": "Câu 24:Người lao động có nghĩa vụ nào dưới đây?\nA. Chấp hành kỷ luật, nội quy lao động của công ty.\nB. Làm tất cả những gì mà người sử dụng lao động giao cho.\nC. Hoàn thành những khoản đóng góp do công ty yêu cầu.\nD. Thỏa thuận về tiền lương với người sử dụng lao động.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Dùng phương pháp loại trừ: D là đáp án về quyền của người lao động, B và C là không hoàn toàn đúng.\nChọn đáp án A"
    },
    {
        "ID": "Civ_13_25",
        "Image_Question": "",
        "Question": "Câu 25:Hành vi nào dưới đây vi phạm quyền bất khả xâm phạm về chỗ ở của công dân ?\nA. Tự ý vào chỗ ở của hàng xóm để tìm đồ vật bị mất.\nB. Khám nhà khi có lệnh của cơ quan có thẩm quyền.\nC. Cưỡng chế giải tỏa ngôi nhà xây dựng trái phép.\nD. Vào nhà hàng xóm để giúp họ chữa cháy.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Quy định của BLHS năm 2015 về tội Tội xâm phạm chỗ ở của người khác.Theo quy định tại Điều 158 BLHS năm 2015 Tội xâm phạm chỗ ở của người khác:“1. Người nào thực hiện một trong các hành vi sau đây xâm phạm chỗ ở của người khác, thì bị phạt cải tạo không giam giữ đến 02 năm hoặc phạt tù từ 03 tháng đến 02 năm:a) Khám xét trái pháp luật chỗ ở của người khác;\nChọn đáp án A"
    },
    {
        "ID": "Civ_13_26",
        "Image_Question": "",
        "Question": "Câu 26:Theo quy định của pháp luật, ai trong những người dưới đây được kiểm soát thư, điện thoại, điện tín của người khác?\nA. Cha mẹ là người có quyền kiểm soát thư, điện thoại của con.\nB. Những người có thẩm quyền theo quy định của pháp luật.\nC. Bạn bè thân có thể xem thư từ, tin nhắn của nhau.\nD. Anh, chị có quyền được nghe điện thoại của em mình.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chỉ những người có thẩm quyền theo quy định của pháp luật và chỉ trong trường hợp cần thiết mới được kiểm soát thư, điện thoại, điện tín của người khác (sgk GDCD 12 trang 60)\nChọn đáp án B"
    },
    {
        "ID": "Civ_13_27",
        "Image_Question": "",
        "Question": "Câu 27:Công dân thực hiện quyền bầu cử bằng cách nào sau đây là đúng với quy định của pháp luật?\nA. Nhờ người thân viết phiếu bầu và bỏ phiếu hộ.\nB. Vận động bạn bè, người thân bỏ phiếu cho mình.\nC. Viết phiếu bầu, gián kín gửi qua đường bưu điện.\nD. Tự viết phiếu bầu và bỏ phiếu vào hòm phiếu.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Các cuộc bầu cử có tính chất pháp lý rất quan trọng, đó là một khâu quan trọng để thành lập các cơ quan quyền lực nhà nước từ trung ương đến địa phương nên cần tuân theo 4 nguyên tắc trong đó:\n+ Nguyên tắc trực tiếp: nguyên tắc này nhằm bảo đảm cho người dân trực tiếp thể hiện ý chí của mình trong lựa chọn người đại biểu. Cụ thể: cử tri được trực tiếp bỏ phiếu vào thùng phiếu mà không qua người trung gian, cử tri cũng trực tiếp lựa chọn người mình bỏ phiếu, không được nhờ người khác bầu hộ, không bầu bằng cách thức gửi thư.\n+ Nguyên tắc bỏ phiếu kín: nguyên tắc này, cử tri bầu ai, không bầu ai đều được bảo đảm bí mật. Khi cử tri viết phiếu bầu không ai được đến gần, kể cả cán bộ, nhân viên các tổ chức phụ trách bầu cử; không ai được biết và can thiệp vào việc viết phiếu bầu của cử tri. Cử tri viết phiếu bầu trong buồng kín và bỏ phiếu vào hòm phiếu.\nChọn đáp án D"
    },
    {
        "ID": "Civ_13_28",
        "Image_Question": "",
        "Question": "Câu 28:Công dân có thể thực hiện quyền tố cáo trong trường hợp nào sau đây?\nA. Chứng kiến hành vi đưa, nhận hối lộ.\nB. Nhận quyết định buộc thôi việc trái luật.\nC. Nghi ngờ hàng xóm trộm cắp tài sản.\nD. Giao hàng không đúng thoả thuận.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Tố cáo là việc công dân theo thủ tục do Luật này quy định báo cho cơ quan, tổ chức, cá nhân có thẩm quyền biết về hành vi vi phạm pháp luật của bất cứ cơ quan, tổ chức, cá nhân nào gây thiệt hại hoặc đe dọa gây thiệt hại lợi ích của Nhà nước, quyền, lợi ích hợp pháp của công dân, cơ quan, tổ chức.\nChọn đáp án A"
    },
    {
        "ID": "Civ_13_29",
        "Image_Question": "",
        "Question": "Câu 29:Công dân không thực hiện quyền sáng tạo trong trường hợp nào sau đây ?\nA. Tìm hiểu giá thị trường nhà đất .\nB. Nghiên cứu khoa học, công nghệ .\nC. Hợp lí hóa sản xuất .\nD. Đưa ra phát minh, sáng chế .",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Dùng phương pháp loại trừ: B, C, D là đáp án về nội dung quyền quyền sáng tạo của công dân, suy ra A không đúng.\nChọn đáp án A"
    },
    {
        "ID": "Civ_13_30",
        "Image_Question": "",
        "Question": "Câu 30:Chi hội phụ nữ xóm X đã ủng hộ tiền và ngày công để may khẩu trang vải, phát miễn phí cho nhân dân trong xã nhằm ngăn ngừa dịch covid – 19. Chi hội phụ nữ xóm X đã thực hiện pháp luật theo hình thức nào sau đây?\nA. Tuyên truyền pháp luật.\nB. Sử dụng pháp luật.\nC. Áp dụng pháp luật.\nD. Thi hành pháp luật.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Sử dụng pháp luật là hình thức các chủ thể sử dụng đúng đắn các quyền của mình, làm những gì pháp luật cho phép làm. Chủ thể đó có thể làm hoặc không làm (không bắt buộc). Chi hội phụ nữ có thể làm hoặc không làm, đây là việc tự nguyện.\nChọn đáp án B"
    },
    {
        "ID": "Civ_13_31",
        "Image_Question": "",
        "Question": "Câu 31:Ông B là hạt trưởng kiểm lâm, nhận hối lộ với số tiền lớn, rồi chia cho các anh em trong hạt một phần, để họ làm ngơ cho bọn lâm tặc khai thác gỗ trái phép. Hành vi ông B đã vi phạm pháp luật nào sau đây?\nA. Dân sự và hành chính.\nB. Dân sự và kỷ luật.\nC. Hình sự và kỷ luật.\nD. Kỷ luật và hành chính.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Thứ nhất: Trong tình huống, ông B nhận hối lộ với số tiền lớn tức là vi phạm hình sự theo Điều 279 Bộ luật Hình sự.\n- Thứ hai: Điều 9 Nghị định số 34Chọn đáp án 2011Chọn đáp án NĐ-CP quy định về xử lý kỷ luật đối với công chức quy định hình thức kỷ luật khiển trách như sau:\nHình thức kỷ luật khiển trách áp dụng đối với công chức có một trong các hành vi vi phạm pháp luật sau đây:\n1. Có thái độ hách dịch, cửa quyền hoặc gây khó khăn, phiền hà đối với cơ quan, tổ chức, đơn vị, cá nhân trong thi hành công vụ;\n2. Không thực hiện nhiệm vụ được giao mà không có lý do chính đáng;\n3. Gây mất đoàn kết trong cơ quan, tổ chức, đơn vị;\n4. Tự ý nghỉ việc, tổng số từ 03 đến dưới 05 ngày làm việc trong một tháng;\n5. Sử dụng tài sản công trái pháp luật;\n6. Xác nhận giấy tờ pháp lý cho người không đủ điều kiện;\n7. Vi phạm quy định của pháp luật về phòng, chống tham nhũng; thực hiện tiết kiệm, chống lãng phí; kỷ luật lao động; bình đẳng giới; phòng, chống tệ nạn mại dâm và các quy định khác của pháp luật liên quan đến công chức.\nChọn đáp án C"
    },
    {
        "ID": "Civ_13_32",
        "Image_Question": "",
        "Question": "Câu 32:Anh Q là chủ cửa hàng kinh doanh đồ điện, nhưng chây ì không chịu nộp thuế cho nhà nước. Khi bị cơ quan thuế nhắc nhở nhiều lần anh tỏ ra bực bội và dùng lời lẽ xúc phạm cán bộ thuế. Anh Q đã vi phạm pháp luật nào sau đây?\nA. Hình sự và kỷ luật.\nB. Hành chính và hình sự.\nC. Dân sự và kỷ luật.\nD. Hành chính và dân sự.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Thứ nhất: Trong tình huống này anh Qvi phạm hành chínhvì có hành vi xâm phạm đến các quan quản lý hành chính cụ thể là không chịu đóng thuế\n- Thứ 2 là anh Q xúc phạm cán bộ thuế tức là xâm phạm đến nhân phẩm và danh dự của công dân ( tôi làm nhục người khác) quy định trong điều 121 bộ Luật Hình sự (sgk GDCD 12 trang 64).\nChọn đáp án B"
    },
    {
        "ID": "Civ_13_33",
        "Image_Question": "",
        "Question": "Câu 33:Cho rằng vợ chỉ ở nhà làm nội chợ, không kiếm ra tiền nên anh H khi làm ăn thua lỗ đã bán căn nhà của hai vợ chồng mà không bàn bạc với vợ. Biết chuyện này, Chị D là vợ đã chửi anh rất thậm tệ, trong cơn nóng giận anh H đã đánh chị thâm tím hết mặt mày phải nhập viện. Hành vi của Anh H đã vi phạm quyền bình đẳng giữa vợ và chồng trong quan hệ\nA. Sức khỏe và danh dự.\nB. Tính mạng và sức khoẻ.\nC. Tài chính và nhân phẩm.\nD. Tài sản và nhân thân.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Khi làm tình huống chú ý đọc câu hỏi trước,tìm từ “chìa khóa”gạch chân từ khóa. Đọc đề đến đâu, gạch chân, ghi đáp án (bên cạnh) đến đó. Khi đọc đề không suy diễn, mà phải dựa vào câu chữ để xác định đáp án.\n+ Với tình huống này vận dụng nội dung bình đẳng giữ vợ và chồng thì anh H bán nhà không bàn với vợ là vi phạm trong quan hệ tài sản, còn hành vi đánh vợ là vi phạm trong quan hệ nhân thân.\nChọn đáp án D"
    },
    {
        "ID": "Civ_13_34",
        "Image_Question": "",
        "Question": "Câu 34:Sau vài tháng thử việc tại công ty A, chị H đã được giám đốc công ty tăng lương theo đúng thỏa thuận trước đó. Chị A đã được thực hiện quyền bình đẳng trong lao động ở nội dung nào sau đây ?\nA. Nâng cao năng lực chuyên môn.\nB. Thay đổi quy trình tuyển dụng.\nC. Giao kết hợp đồng lao động.\nD. Lựa chọn hình thức bảo hiểm.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Với tình huống này vận dụng nội dung bình đẳng trong lao động, việc chị H đã được giám đốc công ty tăng lương theo đúng thỏa thuận sau vài tháng thử việc tại công ty A là thuộc nội dung trong giao kết hợp đồng lao động.\nChọn đáp án C"
    },
    {
        "ID": "Civ_13_35",
        "Image_Question": "",
        "Question": "Câu 35:Nghi ngờ chị C là bồ của chồng mình, chị A nhờ anh B bắt chị C nhốt ở trong nhà kho để xét hỏi. Anh B và chị A đã vi phạm quyền nào sau đây của công dân ?\nA. Được bảo mật về danh tính cá nhân\nB. Bất khả xâm phạm về thân thể\nC. Đảm bảo về tính mạng, sức khỏe.\nD. Bất khả xâm phạm về chỗ ở.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Với tình huống này vận dụng nội dung bài 6, việc chị A nhờ anh B bắt chị C nhốt ở trong nhà kho để xét hỏi tức là bắt giam giữ người trái phép vi phạm quyền bất khả xâm phạm về thân thể của công dân.\nChọn đáp án B"
    },
    {
        "ID": "Civ_13_36",
        "Image_Question": "",
        "Question": "Câu 36:Bà S cùng chồng là ông M tự ý bày hoa quả tràn ra hè phố để bán, đồng thời giao cho chị T pha chế hóa chất không rõ nguồn gốc để bảo quản hoa quả được tươi lâu hơn ở trong nhà. Thấy chị P bị dị ứng toàn thân khi giúp mình pha chế hóa chất, chị T đã đưa chị P đi bệnh viện. Sau đó, cơ quan chức năng đã kiểm tra và kết luận toàn bộ số hóa chất mà bà S dùng để bảo quản hoa quả đều do bà N tự mua hóa chất về pha chế và cung cấp khi chưa có giấy phép sản xuất. Những ai dưới đây vi phạm pháp luật hành chính?\nA. Bà S, bà N và ông M.\nB. Bà S, chị T và bà N.\nC. Bà S, ông M, chị T và bà N.\nD. Bà S, ông M và chị T.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "- Tương tự như cách làm tình huống trên với tình huống này vận dụng nội dung các loại vi pham pháp luật và trách nhiệm pháp lí các loại vi pham pháp luật và nhiệm hành chính gồm:\n+ Thứ nhất là bà S cùng chồng là ông M tự ý bày hoa quả tràn ra hè\n+ Thứ hai là bà N tự mua hóa chất về pha chế và cung cấp khi chưa có giấy phép sản xuất.\nChọn đáp án A"
    },
    {
        "ID": "Civ_13_37",
        "Image_Question": "",
        "Question": "Câu 37:Do nghi ngờ chị N bịa đặt nói xấu mình nên chị V cùng em gái là chị D đưa tin đồn thất thiệt về vợ chồng chị N lên mạng xã hội khiến uy tín của họ bị ảnh hưởng nghiêm trọng. Chồng chị N tức giận đã xông vào nhà chị V mắng chửi nên bị chồng chị V đánh gãy chân. Những ai dưới đây phải chịu trách nhiệm pháp lí?\nA. Vợ chồng chị V và chị D.\nB. Vợ chồng chị V, vợ chồng chị N và chị D.\nC. Vợ chồng chị V, chồng chị N và chị D.\nD. Vợ chồng chị N và chị D.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "- Tương tự như cách làm tình huống trên với tình huống này vận dụng nội dung các loại vi pham pháp luật và trách nhiệm pháp lí thì người chịu trách nhiệm pháp lí gồm:\n+ Thứ nhất là chị V cùng em gái là chị D đưa tin đồn thất thiệt là xâm phạm tới nhân phẩm và danh dự người khác\n+ Thứ hai là chồng chị N mắng chửi nhà chị V là xâm phạm tới nhân phẩm và danh dự người khác\n+ Thứ ba là chồng chị V đánh gãy chân chồng chị N là xâm phạm tới sức khỏe người khác\nChọn đáp án C"
    },
    {
        "ID": "Civ_13_38",
        "Image_Question": "",
        "Question": "Câu 38:Vì làm ăn thu lỗ, bố L bắt L (12 tuổi) phải nghỉ học để vào làm việc tại quán karaoke của ông X. L là cô bé khá xinh đẹp nên L thường xuyên được ông chủ cho đi tiếp khách và được trả rất nhiều tiền. Một lần trong phòng hát, L đã bị H ép uống rượu say và cưỡng hiếp. Biết được điều này, bố L đã thuê D tìm cách trả thù H, đồng thời tung tin quán X chứa chấp gái mại dâm. Hành vi của ai vi phạm quyền bình đẳng trong lao động ?\nA. Chủ quán X, bố L.\nB. Chủ quán X, L và bố L.\nC. Bạn L.\nD. Chủ quán X, D, bố L và H.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Tương tự như cách làm tình huống trên với tình huống này vận dụng nội dung quyền bình đẳng trong lao động thì người vi phạm quyền bình đẳng trong lao động gồm:\n+ Thứ nhất là bố L bắt L (12 tuổi) phải nghỉ học để vào làm việc\n+ Thứ hai là ông X chủ quán karaoke\n=>Vì theo Hiến pháp nghiêm cấm việc tuyển dụng lao động trẻ em dưới độ tuổi tối thiểu. Độ tuổi lao động tối thiểu là 15 tuổi. Người sử dụng lao động có thể thuê người dưới 15 tuổi (tối thiểu là 13 tuổi) để thực hiện các công việc nhẹ được quy định trong danh mục ban hành bởi Bộ LĐTBXH. Khi tuyển dụng lao động dưới 15 tuổi, người sử dụng lao động phải ký hợp đồng lao động với người đại diện pháp luật trong thỏa thuận với người lao động chưa thành niên; bố trí giờ làm việc không ảnh hưởng đến việc học tập ở trường của người lao động; và đảm bảo điều kiện làm việc, an toàn và vệ sinh lao động phù hợp với lứa tuổi của lao động chưa thành niên.\nChọn đáp án A"
    },
    {
        "ID": "Civ_13_39",
        "Image_Question": "",
        "Question": "Câu 39:Vì thường xuyên bị anh P đánh đập, chị M là vợ anh P đã lấy toàn bộ số tiền hai vợ chồng tiết kiệm bỏ đi khỏi nhà. Tình cờ gặp chị M trong khi đi thu mua hàng ở tỉnh bên, anh H là em trai anh P đã ép chị M lên xe mình về nhà người quen là anh T ở gần đó, H đã kể lại toàn bộ sự việc gia đình nhà chị M cho anh T biết, và nhờ anh T giữ chị M ở lại, chờ hai ngày nữa anh gom hàng xong sẽ quay lại đón. Anh T đã nhận lời, biết chuyện vợ anh T khuyên chồng không nên giữ chị M. Sau một đêm suy nghĩ, anh T đã để chị M đi . Những ai dưới đây vi phạm quyền bất khả xâm phạm về thân thể của công dân?\nA. Anh H và anh P\nB. Anh H, anh T và anh P.\nC. Anh H, vợ chồng anh T và anh P.\nD. Anh H và anh T.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Tương tự như cách làm tình huống trên với tình huống này vận dụng nội dungquyền bất khả xâm phạm về thân thể của công dân thì người vi phạm gồm:\n+ Thứ nhất là anh H đã ép chị M lên xe mình về nhà T và nhờ anh T giữ chị M\n+ Thứ hai là anh T đã nhận lời, và giữ chị M một đêm\nChọn đáp án D"
    },
    {
        "ID": "Civ_13_40",
        "Image_Question": "",
        "Question": "Câu 40:A. Tính quyền lực bắt buộc chung\nB. Tính cưỡng chế\nC. Tính quy phạm phổ biến\nD. Tính xác định chặt chẽ về hình thức",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Tính quyền lực bắt buộc chung\nChọn đáp án A"
    }
]