[
    {
        "ID": "Civ_25_1",
        "Image_Question": "",
        "Question": "Câu 1:Tính quyền lực, bắt buộc chung là đặc điểm để phân biệt pháp luật với\nA. đạo đức\nB. kinh tế\nC. chủ trương\nD. đường lối",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nTính quyền lực, bắt buộc chung là đặc điểm để phân biệt pháp luật với đạo đức"
    },
    {
        "ID": "Civ_25_2",
        "Image_Question": "",
        "Question": "Câu 2:Pháp luật mang bản chất giai cấp và bản chất\nA. xã hội\nB. chính trị\nC. kinh tế\nD. văn hóa",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án  A\nPháp luật mang bản chất giai cấp và bản chất xã hội"
    },
    {
        "ID": "Civ_25_3",
        "Image_Question": "",
        "Question": "Câu 3:Ở phạm vi cơ sở, dân chủ trực tiếp được thực hiện tại các hội nghị toàn thể nhân dân hoặc chủ hộ gia đình về các chủ trương và mức đóng góp bằng cách\nA. tự do phát biểu ý kiến.\nB. không đồng tình với quyết định của chính quyền.\nC. không có biểu hiện gì.\nD. biểu quyết công khai hoặc bỏ phiếu kín",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nỞ phạm vi cơ sở, dân chủ trực tiếp được thực hiện tại các hội nghị toàn thể nhân dân hoặc chủ hộ gia đình về các chủ trương và mức đóng góp bằng cách biểu quyết công khai hoặc bỏ phiếu kín"
    },
    {
        "ID": "Civ_25_4",
        "Image_Question": "",
        "Question": "Câu 4:Vi phạm pháp luật là hành vi trái pháp luật, có lỗi, do người\nA. không có năng lực trách nhiệm pháp lí thực hiện.\nB. không có ý thức thực hiện.\nC. có chủ mưu xúi giục.\nD. có năng lực trách nhiệm pháp lí thực hiện",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nVi phạm pháp luật là hành vi trái pháp luật, có lỗi, do người có năng lực trách nhiệm pháp lí thực hiện"
    },
    {
        "ID": "Civ_25_5",
        "Image_Question": "",
        "Question": "Câu 5:Trong trường hợp nào dưới đây, chiếc ô tô sẽ là tư liệu lao động?\nA. Vận chuyển hàng hóa\nB. Đang lắp ráp\nC. Đang sữa chữa\nD. Đứng im",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nTrong trường hợp Vvận chuyển hàng hóa, chiếc ô tô sẽ là tư liệu lao động"
    },
    {
        "ID": "Civ_25_6",
        "Image_Question": "",
        "Question": "Câu 6:Bất kì công dân nào vi phạm pháp luật đều phải bị xử lí theo quy định của pháp luật là thể hiện bình đẳng\nA. về quyền và nghĩa vụ\nB. về trách nhiệm pháp lí\nC. về thực hiện pháp luật\nD. về trách nhiệm trước Tòa án",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nBất kì công dân nào vi phạm pháp luật đều phải bị xử lí theo quy định của pháp luật là thể hiện bình đẳng về trách nhiệm pháp lí"
    },
    {
        "ID": "Civ_25_7",
        "Image_Question": "",
        "Question": "Câu 7:Quy luật giá trị yêu cầu tổng giá cả hàng hóa sau khi bán phải bằng\nA. tổng thời gian lao động xã hội cần thiết để tạo ra hàng hóa.\nB. tổng thời gian lao động cá nhân.\nC. tổng thời gian lao động tập thể.\nD. tổng giá trị hàng hóa được tạo ra trong quá trình sản xuất",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nQuy luật giá trị yêu cầu tổng giá cả hàng hóa sau khi bán phải bằng tổng thời gian lao động xã hội cần thiết để tạo ra hàng hóa."
    },
    {
        "ID": "Civ_25_8",
        "Image_Question": "",
        "Question": "Câu 8:Vợ, chồng tạo điều kiện cho nhau phát triển về mọi mặt là biểu hiện của bình đẳng giữa vợ và chồng trong\nA. quan hệ nhân thân\nB. quan hệ tinh thần\nC. quan hệ xã hội\nD. quan hệ hai bên",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nVợ, chồng tạo điều kiện cho nhau phát triển về mọi mặt là biểu hiện của bình đẳng giữa vợ và chồng trong quan hệ nhân thân"
    },
    {
        "ID": "Civ_25_9",
        "Image_Question": "",
        "Question": "Câu 9:Mọi doanh nghiệp đều được hợp tác và cạnh tranh lành mạnh là biểu hiện quyền bình đẳng\nA. trong lao động\nB. trong đời sống xã hội\nC. trong hợp tác\nD. trong kinh doanh",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án DMọi doanh nghiệp đều được hợp tác và cạnh tranh lành mạnh là biểu hiện quyền bình đẳng trong kinh doanh"
    },
    {
        "ID": "Civ_25_10",
        "Image_Question": "",
        "Question": "Câu 10:Khi giá cả một loại hàng hóa tăng vọt, người sản xuất sẽ làm theo phương án nào dưới đây?\nA. Mở rộng quy mô sản xuất.\nB. Duy trì mức sản xuất như hiện tại.\nC. Nâng cao chất lượng sản phẩm.\nD. Thu hẹp quy mô sản xuất và chuyển sang sản xuất mặt hàng khác.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nKhi giá cả một loại hàng hóa tăng vọt, người sản xuất sẽ làm theo phương án Mở rộng quy mô sản xuất"
    },
    {
        "ID": "Civ_25_11",
        "Image_Question": "",
        "Question": "Câu 11:Người từ đủ bao nhiêu tuổi trở lên dưới đây phải chịu trách nhiệm hành chính về mọi hành vi vi phạm do mình gây ra?\nA. Đủ 14 tuổi\nB. Đủ 16 tuổi\nC. Đủ 15 tuổi\nD. Đủ 18 tuổi",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nNgười từ đủ 16 tuổi trở lên dưới đây phải chịu trách nhiệm hành chính về mọi hành vi vi phạm do mình gây ra"
    },
    {
        "ID": "Civ_25_12",
        "Image_Question": "",
        "Question": "Câu 12:Quyền bình đẳng giữa các dân tộc không bao gồm nội dung nào dưới đây?\nA. Bình đẳng về chính trị\nB. Bình đẳng về xã hội\nC. Bình đẳng về kinh tế\nD. Bình đẳng về văn hóa, giáo dục",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nQuyền bình đẳng giữa các dân tộc không bao gồm Bình đẳng về xã hội"
    },
    {
        "ID": "Civ_25_13",
        "Image_Question": "",
        "Question": "Câu 13:Giá trị của hàng hóa được thể hiện thông qua\nA. giá trị sử dụng\nB. giá trị trao đổi\nC. hao phí lao động\nD. chi phí sản xuất",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nGiá trị của hàng hóa được thể hiện thông qua giá trị trao đổi"
    },
    {
        "ID": "Civ_25_14",
        "Image_Question": "",
        "Question": "Câu 14:Hành vi nào dưới đây là không đúng pháp luật về quyền bất khả xâm phạm về chỗ ở của công dân?\nA. Cưỡng chế giải tỏa nhà xây dựng trái phép\nB. Công an vào khám nhà dân khi có lệnh của cơ quan có thẩm quyền.\nC. Xây nhà lấn chiếm sang đất nhà hàng xóm.\nD. Vào nhà hàng xóm để giúp chữa cháy",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nHành vi không đúng pháp luật về quyền bất khả xâm phạm về chỗ ở của công dân: Xây nhà lấn chiếm sang đất nhà hàng xóm."
    },
    {
        "ID": "Civ_25_15",
        "Image_Question": "",
        "Question": "Câu 15:Thẩm quyền giải quyết khiếu nại thuộc về những ai dưới đây?\nA. Mọi cán bộ, công chức nhà nước.\nB. Mọi cơ quan nhà nước.\nC. Các cơ quan tư pháp.\nD. Cơ quan, tổ chức, cá nhân có thẩm quyền.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nThẩm quyền giải quyết khiếu nại thuộc về Cơ quan, tổ chức, cá nhân có thẩm quyền."
    },
    {
        "ID": "Civ_25_16",
        "Image_Question": "",
        "Question": "Câu 16:Pháp luật quy định các mức thuế khác nhau đối với các doanh nghiệp, căn cứ vào\nA. uy tín của người đứng đầu doanh nghiệp\nB. ngành, nghề, lĩnh vực và địa bàn kinh doanh.\nC. khả năng kinh doanh của doanh nghiệp.\nD. chủ trương kinh doanh của doanh nghiệp.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nPháp luật quy định các mức thuế khác nhau đối với các doanh nghiệp, căn cứ vào ngành, nghề, lĩnh vực và địa bàn kinh doanh."
    },
    {
        "ID": "Civ_25_17",
        "Image_Question": "",
        "Question": "Câu 17:Người nào sau đây không có quyền bầu cử?\nA. Người đang đi công tác xa.\nB. Người đang chấp hành hình phạt tù.\nC. Người đang bị kỉ luật.\nD. Người đang điều trị ở bệnh viện",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nNgười đang chấp hành hình phạt tù không có quyền bầu cử"
    },
    {
        "ID": "Civ_25_18",
        "Image_Question": "",
        "Question": "Câu 18:Pháp luật nước ta khuyến khích tự do sáng tạo, phổ biến các tác phẩm văn học, nghệ thuật có lợi cho đất nước là nhằm thúc đẩy quyền nào dưới đây của công dân?\nA. Quyền sáng tạo\nB. Quyền được phát triển\nC. Quyền tinh thần\nD. Quyền văn hóa",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nPháp luật nước ta khuyến khích tự do sáng tạo, phổ biến các tác phẩm văn học, nghệ thuật có lợi cho đất nước là nhằm thúc đẩy quyền sáng tạo"
    },
    {
        "ID": "Civ_25_19",
        "Image_Question": "",
        "Question": "Câu 19:Quyền sáng tạo của công dân không bao gồm nội dung nào dưới đây?\nA. Tự do nghiên cứu khoa học.\nB. Kiến nghị với các cơ quan, trường học.\nC. Đưa ra phát minh, sáng chế.\nD. Sáng tác văn học, nghệ thuật",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nQuyền sáng tạo của công dân không bao gồm Kiến nghị với các cơ quan, trường học."
    },
    {
        "ID": "Civ_25_20",
        "Image_Question": "",
        "Question": "Câu 20:Pháp luật về phòng, chống tệ nạn xã hội quy định về\nA. ngăn chặn và bài trừ tệ nạn xã hội.\nB. bảo vệ, chăm sóc sức khỏe nhân dân.\nC. thúc đẩy phát triển dân số.\nD. phòng, chống nạn thất nghiệp",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nPháp luật về phòng, chống tệ nạn xã hội quy định về ngăn chặn và bài trừ tệ nạn xã hội"
    },
    {
        "ID": "Civ_25_21",
        "Image_Question": "",
        "Question": "Câu 21:Xâm phạm đến danh dự và nhân phẩm của người khác là hành vi\nA. bịa đặt điều xấu, tung tin xấu về người khác.\nB. phê bình về việc làm sai trái của người khác trong cuộc họp.\nC. góp ý trực tiếp với bạn bè.\nD. không khen bạn khi bạn làm việc tốt.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nXâm phạm đến danh dự và nhân phẩm của người khác là hành vi bịa đặt điều xấu, tung tin xấu về người khác"
    },
    {
        "ID": "Civ_25_22",
        "Image_Question": "",
        "Question": "Câu 22:Quyền được hưởng đời sống vật chất và tinh thần đầy đủ để phát triển toàn diện là nội dung quyền nào dưới đây của công dân?\nA. Quyền được tham gia.\nB. Quyền được học tập\nC. Quyền được sống còn\nD. Quyền được phát triển",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nQuyền được hưởng đời sống vật chất và tinh thần đầy đủ để phát triển toàn diện là nội dung quyền được phát triển"
    },
    {
        "ID": "Civ_25_23",
        "Image_Question": "",
        "Question": "Câu 23:Chủ thể nào dưới đây có quyền tố cáo?\nA. Mọi công dân.\nB. Mọi cá nhân, tổ chức.\nC. Những người có thẩm quyền.\nD. Các cơ quan nhà nước.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nMọi công dân có quyền tố cáo"
    },
    {
        "ID": "Civ_25_24",
        "Image_Question": "",
        "Question": "Câu 24:Q đi xe máy không đội mũ bảo hiểm nên đã bị Cảnh sát giao thông phạt tiền. Q đã phải chịu trách nhiệm pháp lí nào dưới đây?\nA. Trách nhiệm kỉ luật.\nB. Trách nhiệm bồi thường.\nC. Trách nhiệm hành chính.\nD. Trách nhiệm hình sự",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nQ đi xe máy không đội mũ bảo hiểm nên đã bị Cảnh sát giao thông phạt tiền. Q đã phải chịu trách nhiệm  hành chính."
    },
    {
        "ID": "Civ_25_25",
        "Image_Question": "",
        "Question": "Câu 25:Vì mâu thuẫn với nhau trên mạng Internet, N (18 tuổi) đã tìm M và đánh M bị thương nặng phải điều trị ở bệnh viện. N đã có hành vi vi phạm\nA. hành chính\nB. trật tự công cộng.\nC. hình sự\nD. kỉ luật",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nN đã có hành vi vi phạm hình sự"
    },
    {
        "ID": "Civ_25_26",
        "Image_Question": "",
        "Question": "Câu 26:Đến thời hạn giao hàng nhưng bên B vẫn chưa giao hàng đầy đủ cho bên A theo thỏa thuận trong hợp đồng. Trong trường hợp này, bên B đã có hành vi\nA. thiếu thiện chí\nB. vi phạm hành chính\nC. vi phạm dân sự.\nD. xâm phạm quy tắc hợp tác",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nTrong trường hợp này, bên B đã có hành vi vi phạm dân sự."
    },
    {
        "ID": "Civ_25_27",
        "Image_Question": "",
        "Question": "Câu 27:Cảnh sát giao thông xử phạt hai người vượt đèn đỏ, trong đó một người là cán bộ và một người là công nhân với mức phạt như nhau. Điều này thể hiện quyền bình đẳng nào dưới đây?\nA. Bình đẳng về quyền và nghĩa vụ.\nB. Bình đẳng trước pháp luật.\nC. Bình đẳng về trách nhiệm pháp lí.\nD. Bình đẳng khi tham gia giao thông.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nĐiều này thể hiện quyền bình đẳng về trách nhiệm pháp lí."
    },
    {
        "ID": "Civ_25_28",
        "Image_Question": "",
        "Question": "Câu 28:Trên cơ sở quyền tự do kinh doanh của công dân, ông M đã gửi hồ sơ đến cơ quan nhà nước có thẩm quyền đề nghị được thành lập doanh nghiệp tư nhân. Ông M đã thực hiện pháp luật theo hình thức nào dưới đây?\nA. Tuân thủ pháp luật.\nB. Thi hành pháp luật\nC. Áp dụng pháp luật.\nD. Sử dụng pháp luật",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nÔng M đã thực hiện pháp luật theo hình thức Sử dụng pháp luật"
    },
    {
        "ID": "Civ_25_29",
        "Image_Question": "",
        "Question": "Câu 29:Anh L là cán bộ có trình chuyên môn cao hơn anh M nên được sắp xếp vào làm công việc được nhận lương cao hơn anh M. Mặc dù vậy, giữa hai anh vẫn bình đẳng với nhau. Vậy đó là bình đẳng trong lĩnh vực nào dưới đây?\nA. Trong lao động\nB. Trong tìm kiếm việc làm.\nC. Trong thực hiện quyền lao động.\nD. Trong nhận tiền lương",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nVậy đó là bình đẳng trong lĩnh vực Trong thực hiện quyền lao động"
    },
    {
        "ID": "Civ_25_30",
        "Image_Question": "",
        "Question": "Câu 30:Q muốn thi đại học vào ngành Sư phạm, nhưng bố mẹ Q lại muốn Q vào ngành Tài chính. Q phải dựa vào cơ sở nào dưới đây trong Luật Hôn nhân và gia đình để thuyết phục cha mẹ đồng ý cho Q thực hiện nguyện vọng của mình?\nA. Con có toàn quyền quyết định nghề nghiệp cho mình.\nB. Cha mẹ không được can thiệp vào quyết định của con.\nC. Cha mẹ tôn trọng quyền chọn nghề của con.\nD. Chọn ngành học phải theo sở thích của con",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nQ phải dựa vào Cha mẹ tôn trọng quyền chọn nghề của con trong Luật Hôn nhân và gia đình để thuyết phục cha mẹ đồng ý cho Q thực hiện nguyện vọng của mình"
    },
    {
        "ID": "Civ_25_31",
        "Image_Question": "",
        "Question": "Câu 31:Chị N và anh M thưa chuyện với hai gia đình để được kết hôn với nhau, nhưng ông K là bố chị N không đồng ý và đã cản trở hai người vì chị N theo đạo A, còn anh M lại theo đạo B. Hành vi của ông K là biểu hiện\nA. lạm dùng quyền hạn.\nB. không thiện chí với tôn giáo khác.\nC. phân biệt đối xử vì lí do tôn giáo.\nD. không xây dựng.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nHành vi của ông K là biểu hiện phân biệt đối xử vì lí do tôn giáo"
    },
    {
        "ID": "Civ_25_32",
        "Image_Question": "",
        "Question": "Câu 32:Vào ngày chủ nhật X đến nhà Y chơi, trong khi Y ra ngoài, X đã mở điện thoại của Y để xem Facebook. Hành vi này của X đã xâm phạm tới\nA. quyền đảm bảo bí mật cuộc sống.\nB. quyền tự do của công dân.\nC. quyền được bảo đảm an toàn và bí mật điện thoại.\nD. quyền được pháp luật bảo hộ về danh dự của công dân",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nHành vi này của X đã xâm phạm tới quyền được bảo đảm an toàn và bí mật điện thoại."
    },
    {
        "ID": "Civ_25_33",
        "Image_Question": "",
        "Question": "Câu 33:Hai bạn học sinh lớp 12 trao đổi với nhau về quyền tự do ngôn luận của công dân. Theo em, những ai dưới đây có quyền tự do ngôn luận?\nA. Chỉ những người từ 18 tuổi trở lên.\nB. Chỉ những người từ 20 tuổi trở lên.\nC. Mọi công dân.\nD. Chỉ những người là cán bộ, công chức.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nMọi công dân có quyền tự do ngôn luận"
    },
    {
        "ID": "Civ_25_34",
        "Image_Question": "",
        "Question": "Câu 34:Vì ghen ghét H mà Y đã tung tin xấu, bịa đặt về H với các bạn trong lớp. Nếu là bạn của H, em sẽ lựa chọn cách ứng xử nào dưới đây cho phù hợp với quy định của pháp luật?\nA. Coi như không biết nên không nói gì.\nB. Nêu vấn đề này ra trước lớp để các bạn phê bình Y.\nC. Mắng Y một trận cho hả giận.\nD. Nói chuyện trực tiếp với Y và khuyên Y không nên làm như vậy",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nNói chuyện trực tiếp với Y và khuyên Y không nên làm như vậy"
    },
    {
        "ID": "Civ_25_35",
        "Image_Question": "",
        "Question": "Câu 35:Trường Trung học phổ thông X tổ chức cho học sinh góp ý vào dự thảo Luật Giáo dục. Có nhiều ý kiến đóng góp liên quan đến quyền và nghĩa vụ của học sinh. Vậy các bạn học sinh đã thực hiện quyền nào dưới đây của công dân?\nA. Quyền tự do ngôn luận.\nB. Quyền được tham gia.\nC. Quyền tham gia quản lí nhà nước và xã hội\nD. Quyền bày tỏ ý kiến",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nCác bạn học sinh đã thực hiện quyền tham gia quản lí nhà nước và xã hộicủa công dân"
    },
    {
        "ID": "Civ_25_36",
        "Image_Question": "",
        "Question": "Câu 36:Thấy một nhóm thanh niên đang tiêm chích ma túy trong hẻm nhỏ, T và H bàn với nhau nên tố cáo với ai dưới đây cho đúng theo quy định của pháp luật?\nA. Tố cáo với bất kì người lớn nào.\nB. Tố cáo với bố mẹ.\nC. Tố cáo với thầy/cô giáo.\nD. Tố cáo với Công an phường/xã",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nT và H bàn với nhau nên tố cáo với Công an phường/xã cho đúng theo quy định của pháp luật"
    },
    {
        "ID": "Civ_25_37",
        "Image_Question": "",
        "Question": "Câu 37:Vì gia đình có hoàn cảnh khó khăn nên chị P không có điều kiện học tiếp ở đại học. Sau mấy năm, chị P vừa làm việc ở nhà máy vừa theo học đại học tại chức. Vậy, chị P đã thực hiện quyền nào dưới đây của công dân?\nA. Quyền lao động thường xuyên, liên tục.\nB. Quyền được phát triển toàn diện.\nC. Quyền học tập thường xuyên, học suốt đời.\nD. Quyền tự do học tập",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nchị P đã thực hiện quyền học tập thường xuyên, học suốt đời của công dân"
    },
    {
        "ID": "Civ_25_38",
        "Image_Question": "",
        "Question": "Câu 38:Để thỏa thuận với nhau về việc làm có trả công, điều kiện lao động, quyền và nghĩa vụ của mỗi bên trong quan hệ lao động, người lao động và người sử dụng lao động cần xác lập một loại văn bản nào dưới đây?\nA. Hợp đồng làm việc.\nB. Hợp đồng thử việc\nC. Hợp đồng lao động.\nD. Hợp đồng thuê mướn lao động",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nNgười lao động và người sử dụng lao động cần xác lập một loại văn bản Hợp đồng lao động"
    },
    {
        "ID": "Civ_25_39",
        "Image_Question": "",
        "Question": "Câu 39:Vì dưới lòng đường nhiều xe đi lại, bị ùn tắc, nên anh T đã đi mô tô lên vỉa hè và đâm vào lô hàng gốm sứ của bà X bày bán trên vỉa hè, làm vỡ 6 chiếc bình hoa và mấy bộ ấm chén. Tức mình vì hai người cãi nhau về việc đền bù đã làm chắn mất lối đi, anh Q là người đi bộ trên đường đã đạp vào hàng của bà X làm vỡ thêm mấy bộ ấm chén nữa. Những ai dưới đây vi phạm pháp luật hành chính?\nA. Anh T, bà X và anh Q.\nB. Anh T và anh Q.\nC. Bà X và anh Q.\nD. Anh T và bà X",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nAnh T và bà X vi phạm pháp luật hành chính"
    },
    {
        "ID": "Civ_25_40",
        "Image_Question": "",
        "Question": "Câu 40:Ông K và bà X có anh P là con trai đã đến tuổi trưởng thành. Anh P yêu chị N và muốn kết hôn với chị nhưng bị ông K cản trở. Mặc dù vậy, anh P vẫn lấy chị N và hai người đăng kí kết hôn với nhau. Ông K tuyên bố không còn quan hệ cha con với anh P. Đến khi ông K lâm bệnh, anh P bỏ mặc không thăm hỏi chăm sóc bố mình. Chị N vì bị ông K cản trở nên cũng bỏ mặc ông K. Những ai dưới đây đã vi phạm nội dung quyền bình đẳng trong hôn nhân và gia đình?\nA. Ông K, bà X và anh P\nB. Ông K và anh P\nC. Ông K, anh P và chị N\nD. Anh P và chị N",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nÔng K và anh P đã vi phạm nội dung quyền bình đẳng trong hôn nhân và gia đình"
    }
]