[
    {
        "ID": "Civ_22_1",
        "Image_Question": "",
        "Question": "Câu 1:Sản xuất của cải vật chất là quá trình\nA. tạo ra của cải vật chất.\nB. sản xuất xã hội.\nC. con người tác động vào tự nhiên để tạo ra sản phẩm phù hợp với nhu cầu của mình.\nD. tạo ra cơm ăn, áo mặc, tạo ra tư liệu sản xuất.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nSản xuất của cải vật chất là quá trình con người tác động vào tự nhiên để tạo ra sản phẩm phù hợp với nhu cầu của mình."
    },
    {
        "ID": "Civ_22_2",
        "Image_Question": "",
        "Question": "Câu 2:Công dân có quyền tự do phát biểu ý kiến, bày tỏ quan điểm về các vấn đề chính trị, kinh tế, văn hoá, xã hội của đất nước là biểu hiện của quyền nào dưới đây của công dân?\nA. Quyền tự do báo chí.\nB. Quyền tự do ngôn luận.\nC. Quyền chính trị.\nD. Quyền văn hoá – xã hội.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án  B\nCông dân có quyền tự do phát biểu ý kiến, bày tỏ quan điểm về các vấn đề chính trị, kinh tế, văn hoá, xã hội của đất nước là biểu hiện của quyền  tự do ngôn luận."
    },
    {
        "ID": "Civ_22_3",
        "Image_Question": "",
        "Question": "Câu 3:Quyền bầu cử của công dân được quy định:\nA. Chỉ cán bộ, công chức nhà nước mới có quyền bầu cử.\nB. Ai cũng có quyền bầu cử.\nC. Công dân bị kỉ luật ở cơ quan thì không được bầu cử.\nD. Công dân đủ 18 tuổi trở lên có quyền bầu cử",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nQuyền bầu cử của công dân được quy định: Công dân đủ 18 tuổi trở lên có quyền bầu cử"
    },
    {
        "ID": "Civ_22_4",
        "Image_Question": "",
        "Question": "Câu 4:Một trong những nội dung của quyền được phát triển của công dân là:\nA. Công dân có quyền được khuyến khích, bồi dưỡng để phát triển tài năng.\nB. Công dân được học ở các trường đại học.\nC. Công dân được học ở nơi nào mình thích.\nD. Công dân được học môn học nào mình thích",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nMột trong những nội dung của quyền được phát triển của công dân là: Công dân có quyền được khuyến khích, bồi dưỡng để phát triển tài năng."
    },
    {
        "ID": "Civ_22_5",
        "Image_Question": "",
        "Question": "Câu 5:Người nào dưới đây không có quyền bầu cử?\nA. Người đang bị nghi ngờ vi phạm pháp luật.\nB. Người đang phải chấp hành hình phạt tù\nC. Người đang công tác ở hải đảo.\nD. Người đang bị kỉ luật",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nNgười không có quyền bầu cử: Người đang phải chấp hành hình phạt tù"
    },
    {
        "ID": "Civ_22_6",
        "Image_Question": "",
        "Question": "Câu 6:Để thực hiện quyền học tập của mình, công dân có thể học ở hệ giáo dục nào dưới đây?\nA. Hệ chính quy hoặc giáo dục thường xuyên.\nB. Hệ chính thức hoặc không chính thức.\nC. Hệ học tập và hệ lao động.\nD. Hệ công khai hoặc không công khai.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nĐể thực hiện quyền học tập của mình, công dân có thể học ở Hệ chính quy hoặc giáo dục thường xuyên."
    },
    {
        "ID": "Civ_22_7",
        "Image_Question": "",
        "Question": "Câu 7:Người phạm tội quả tang hoặc đang bị truy nã thì\nA. ai cũng có quyền bắt.\nB. chỉ công an mới có quyền bắt.\nC. phải xin lệnh khẩn cấp để bắt.\nD. phải chờ ý kiến của cấp trên.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nNgười phạm tội quả tang hoặc đang bị truy nã thì ai cũng có quyền bắt."
    },
    {
        "ID": "Civ_22_8",
        "Image_Question": "",
        "Question": "Câu 8:Quyền sáng tạo của công dân không bao gồm nội dung nào dưới đây?\nA. Tự do nghiên cứu khoa học.\nB. Kiến nghị với các cơ quan, trường học.\nC. Đưa ra phát minh, sáng chế.\nD. Sáng tác văn học, nghệ thuật",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nQuyền sáng tạo của công dân không bao gồm nội dung nào Kiến nghị với các cơ quan, trường học."
    },
    {
        "ID": "Civ_22_9",
        "Image_Question": "",
        "Question": "Câu 9:Theo quy định của pháp luật, người kinh doanh không phải thực hiện nghĩa vụ nào dưới đây?\nA. Nộp thuế đầy đủ.\nB. Công khai thu nhập trên báo chí.\nC. Bảo vệ môi trường.\nD. Tuân thủ các quy định về quốc phòng, an ninh",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nTheo quy định của pháp luật, người kinh doanh không phải thực hiện nghĩa vụ Công khai thu nhập trên báo chí."
    },
    {
        "ID": "Civ_22_10",
        "Image_Question": "",
        "Question": "Câu 10:Giá trị của hàng hoá là\nA. lao động của từng người sản xuất hàng hoá kết tinh trong hàng hoá.\nB. lao động xã hội của người sản xuất kết tinh trong hàng hoá.\nC. chi phí sản xuất cá nhân làm ra hàng hoá.\nD. sức lao động của người sản xuất hàng hoá kết tinh trong hàng hoá.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nGiá trị của hàng hoá là lao động xã hội của người sản xuất kết tinh trong hàng hoá."
    },
    {
        "ID": "Civ_22_11",
        "Image_Question": "",
        "Question": "Câu 11:Công dân đủ bao nhiêu tuổi trở lên mới được quyền ứng cử đại biểu Quốc hội và Hội đồng nhân dân?\nA. Đủ 21 tuổi.\nB. Đủ 20 tuổi.\nC. Đủ 19 tuổi.\nD. Đủ 18 tuổi",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nCông dân đủ 21 tuổi trở lên mới được quyền ứng cử đại biểu Quốc hội và Hội đồng nhân dân"
    },
    {
        "ID": "Civ_22_12",
        "Image_Question": "",
        "Question": "Câu 12:Quy luật giá trị yêu cầu người sản xuất phải đảm bảo sao cho thời gian lao động cá biệt để sản xuất ra từng hàng hoá phải phù hợp với\nA. thời gian lao động xã hội cần thiết để sản xuất ra từng hàng hoá đó.\nB. thời gian lao động cá nhân để sản xuất ra từng hàng hoá đó.\nC. thời gian lao động tập thể.\nD. thời gian lao động cộng đồng.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nQuy luật giá trị yêu cầu người sản xuất phải đảm bảo sao cho thời gian lao động cá biệt để sản xuất ra từng hàng hoá phải phù hợp với thời gian lao động xã hội cần thiết để sản xuất ra từng hàng hoá đó."
    },
    {
        "ID": "Civ_22_13",
        "Image_Question": "",
        "Question": "Câu 13:Bảo vệ môi trường là trách nhiệm của\nA. mọi tổ chức, cá nhân.\nB. riêng cán bộ kiểm lâm.\nC. riêng cán bộ, công chức nhà nước.\nD. những người quan tâm",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nBảo vệ môi trường là trách nhiệm của mọi tổ chức, cá nhân"
    },
    {
        "ID": "Civ_22_14",
        "Image_Question": "",
        "Question": "Câu 14:Công dân nam đủ bao nhiêu tuổi trở lên phải đăng kí nghĩa vụ quân sự?\nA. Đủ 17 tuổi.\nB. Đủ 18 tuổi.\nC. Đủ 19 tuổi.\nD. Đủ 20 tuổi.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nCông dân nam đủ 17 tuổi trở lên phải đăng kí nghĩa vụ quân sự"
    },
    {
        "ID": "Civ_22_15",
        "Image_Question": "",
        "Question": "Câu 15:Quyền và nghĩa vụ công dân không bị phân biệt bởi dân tộc, giới tính và địa vị xã hội là thể hiện quyền bình đẳng nào dưới đây của công dân?\nA. Bình đẳng về thành phần xã hội.\nB. Bình đẳng về quyền và nghĩa vụ.\nC. Bình đẳng tôn giáo.\nD. Bình đẳng dân tộc.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nQuyền và nghĩa vụ công dân không bị phân biệt bởi dân tộc, giới tính và địa vị xã hội là thể hiện quyền Bình đẳng về quyền và nghĩa vụ."
    },
    {
        "ID": "Civ_22_16",
        "Image_Question": "",
        "Question": "Câu 16:Nội dung nào dưới đây thể hiện mặt hạn chế của cạnh tranh?\nA. Khai thác tối đa mọi nguồn lực của đất nước.\nB. Một số người thu được lợi nhuận nhiều hơn người khác.\nC. Làm hạn chế sự phát triển của các doanh nghiệp nhỏ.\nD. Một số người sử dụng những thủ đoạn phi pháp, bất lương",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nMột số người sử dụng những thủ đoạn phi pháp, bất lương thể hiện mặt hạn chế của cạnh tranh"
    },
    {
        "ID": "Civ_22_17",
        "Image_Question": "",
        "Question": "Câu 17:Pháp luật là quy tắc xử sự chung, được áp dụng đối với tất cả mọi người, trong mọi lĩnh vực của đời sống xã hội là thể hiện đặc trưng nào dưới đây của pháp luật?\nA. Tính quy phạm phổ biến.\nB. Tính phổ cập.\nC. Tính rộng rãi\nD. Tính nhân dân.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nPháp luật là quy tắc xử sự chung, được áp dụng đối với tất cả mọi người, trong mọi lĩnh vực của đời sống xã hội là thể hiện Tính quy phạm phổ biến."
    },
    {
        "ID": "Civ_22_18",
        "Image_Question": "",
        "Question": "Câu 18:Dấu hiệu nào dưới đây của pháp luật là một trong những đặc điểm để phân biệt pháp luật với đạo đức?\nA. Pháp luật bắt buộc đối với cán bộ, công chức.\nB. Pháp luật bắt buộc đối với mọi cá nhân, tổ chức.\nC. Pháp luật bắt buộc đối với người phạm tội.\nD. Pháp luật không bắt buộc đối với trẻ em",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nPháp luật bắt buộc đối với mọi cá nhân, tổ chức là một trong những đặc điểm để phân biệt pháp luật với đạo đức?"
    },
    {
        "ID": "Civ_22_19",
        "Image_Question": "",
        "Question": "Câu 19:Các dân tộc có quyền dùng tiếng nói, chữ viết của mình và giữ gìn, khôi phục, phát huy những phong tục tập quán, truyền thống văn hoá tốt đẹp. Điều này thể hiện các dân tộc đều bình đẳng về\nA. kinh tế.\nB. chính trị.\nC. văn hoá, giáo dục.\nD. tự do tín ngưỡng",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nCác dân tộc có quyền dùng tiếng nói, chữ viết của mình và giữ gìn, khôi phục, phát huy những phong tục tập quán, truyền thống văn hoá tốt đẹp. Điều này thể hiện các dân tộc đều bình đẳng về văn hoá, giáo dục."
    },
    {
        "ID": "Civ_22_20",
        "Image_Question": "",
        "Question": "Câu 20:Vợ chồng tôn trọng, giữ gìn danh dự, nhân phẩm và uy tín của nhau là biểu hiện bình đẳng trong quan hệ nào dưới đây?\nA. Quan hệ nhân thân.\nB. Quan hệ tài sản.\nC. Quan hệ hợp tác.\nD. Quan hệ tinh thần",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nVợ chồng tôn trọng, giữ gìn danh dự, nhân phẩm và uy tín của nhau là biểu hiện bình đẳng trong quan hệ nhân thân"
    },
    {
        "ID": "Civ_22_21",
        "Image_Question": "",
        "Question": "Câu 21:Tự ý bắt và giam, giữ người vì những lí do không chính đáng, không có căn cứ pháp lí là xâm phạm đến quyền nào dưới đây của công dân?\nA. Quyền bất khả xâm phạm về nhân thân.\nB. Quyền tự do cá nhân.\nC. Quyền tự do tinh thần.\nD. Quyền bất khả xâm phạm về thân thể.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án DTự ý bắt và giam, giữ người vì những lí do không chính đáng, không có căn cứ pháp lí là xâm phạm đến quyền  bất khả xâm phạm về thân thể."
    },
    {
        "ID": "Civ_22_22",
        "Image_Question": "",
        "Question": "Câu 22:Khoản 1 Điều 69 Luật Hôn nhân và gia đình năm 2014 quy định về nghĩa vụ của cha mẹ là \"Thương yêu con, tôn trọng ý kiến của con, chăm lo việc học tập, giáo dục để con phát triển lành mạnh về thể chất, trí tuệ, đạo đức\" là thể hiện mối quan hệ giữa pháp luật với\nA. chính trị.\nB. kinh tế.\nC. đạo đức.\nD. văn hoá",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\n\"Thương yêu con, tôn trọng ý kiến của con, chăm lo việc học tập, giáo dục để con phát triển lành mạnh về thể chất, trí tuệ, đạo đức\" là thể hiện mối quan hệ giữa pháp luật với đạo đức"
    },
    {
        "ID": "Civ_22_23",
        "Image_Question": "",
        "Question": "Câu 23:Vi phạm pháp luật là hành vi không có dấu hiệu nào dưới đây?\nA. Trái pháp luật.\nB. Trái chính sách.\nC. Do người có năng lực trách nhiệm pháp lí thực hiện.\nD. Lỗi của chủ thể",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nVi phạm pháp luật là hành vi không có dấu hiệu Trái chính sách"
    },
    {
        "ID": "Civ_22_24",
        "Image_Question": "",
        "Question": "Câu 24:Người có hành vi cố ý gây tổn hại cho sức khoẻ của người khác là vi phạm pháp luật gì dưới đây?\nA. Hình sự.\nB. Hành chính.\nC. Dân sự.\nD. Kỉ luật.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nNgười có hành vi cố ý gây tổn hại cho sức khoẻ của người khác là vi phạm pháp luật Hình sự."
    },
    {
        "ID": "Civ_22_25",
        "Image_Question": "",
        "Question": "Câu 25:Là công nhân nhà máy, ông N thường xuyên đi làm muộn mà không có lí do chính đáng. Hành vi của ông N là\nA. vi phạm quy tắc lao động.\nB. vi phạm hành chính.\nC. vi phạm kỉ luật.\nD. vi phạm đạo đức",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án CLà công nhân nhà máy, ông N thường xuyên đi làm muộn mà không có lí do chính đáng. Hành vi của ông N là vi phạm kỉ luật."
    },
    {
        "ID": "Civ_22_26",
        "Image_Question": "",
        "Question": "Câu 26:Cảnh sát giao thông xử phạt hai người vượt đèn đỏ, trong đó một người là cán bộ và một người là công nhân với mức phạt như nhau. Việc hai người này đều bị xử phạt như nhau là thể hiện bình đẳng nào dưới đây?\nA. Bình đẳng về quyền và nghĩa vụ.\nB. Bình đẳng trước pháp luật.\nC. Bình đẳng về trách nhiệm pháp lí.\nD. Bình đắng khi tham gia giao thông.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nViệc hai người này đều bị xử phạt như nhau là thể hiện bình đẳng về trách nhiệm pháp lí."
    },
    {
        "ID": "Civ_22_27",
        "Image_Question": "",
        "Question": "Câu 27:Là học sinh giỏi, H được đặc cách vào học ở trường Chuyên của tỉnh. H đã được hưởng quyền nào dưới đây của công dân?\nA. Quyền học không hạn chế.\nB. Quyền ưu tiên trong tuyển sinh.\nC. Quyền được phát triển của công dân.\nD. Quyền ưu tiên trong lựa chọn nơi học tập.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nLà học sinh giỏi, H được đặc cách vào học ở trường Chuyên của tỉnh. H đã được hưởng quyền được phát triển của công dân."
    },
    {
        "ID": "Civ_22_28",
        "Image_Question": "",
        "Question": "Câu 28:M được tuyển chọn vào trường đại học có điểm dự xét tuyển cao hơn, còn N thì được vào trường có điểm xét tuyển thấp hơn. Theo em, trong trường hợp này giữa hai bạn bình đẳng về quyền nào dưới đây của công dân?\nA. Bình đẳng về học suốt đời.\nB. Bình đẳng về học tập không hạn chế.\nC. Bình đẳng trong tuyển sinh.\nD. Bình đẳng về quyền và nghĩa vụ",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nTrong trường hợp này giữa hai bạn bình đẳng về quyền và nghĩa vụ"
    },
    {
        "ID": "Civ_22_29",
        "Image_Question": "",
        "Question": "Câu 29:Khi kí hợp đồng lao động vào làm việc trong Công ty T, chị H đề nghị được chỉnh sửa điều khoản về tiền lương trong Hợp đồng. Giám đốc Công ty đã từ chối đề nghị này. Vậy, chị H có thể căn cứ vào quyền bình đẳng nào dưới đây để đưa ra đề nghị này?\nA. Bình đẳng trong lao động tiền lương.\nB. Bình đẳng về tìm kiếm việc làm.\nC. Bình đẳng trong giao kết hợp đồng lao động.\nD. Bình đẳng giữa những người lao động.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nChị H có thể căn cứ vào quyền bình đẳng trong giao kết hợp đồng lao động."
    },
    {
        "ID": "Civ_22_30",
        "Image_Question": "",
        "Question": "Câu 30:Anh C là cán bộ có trình độ chuyên môn cao hơn anh D nên được sắp xếp vào làm công việc được nhận lương cao hơn anh D. Mặc dù vậy, giữa anh C và anh D vẫn bình đẳng với nhau. Vậy đó là bình đẳng trong lĩnh vực nào dưới đây?\nA. Trong lao động.\nB. Trong tìm kiếm việc làm.\nC. Trong thực hiện quyền lao động.\nD. Trong nhận tiền lương.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nĐó là bình đẳng trong lĩnh vực trong thực hiện quyền lao động."
    },
    {
        "ID": "Civ_22_31",
        "Image_Question": "",
        "Question": "Câu 31:Chị Q muốn kết hôn với anh N nhưng mẹ chị lại không đồng ý vì cho rằng hai gia đình không tương xứng với nhau. Chị Q có thể làm gì theo các cách dưới đây để kết hôn đúng pháp luật mà không bị ảnh hưởng đến tình cảm mẹ con?\nA. Quyết định kết hôn với anh N, không cần mẹ đồng ý.\nB. Nhờ gia đình anh N tác động, nếu không được thì cứ sống chung với anh N.\nC. Họp gia đình để biểu quyết rồi sẽ quyết định.\nD. Nói chuyện thân mật và giải thích để mẹ hiểu anh N và gia đình anh",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nChị Q có thể nói chuyện thân mật và giải thích để mẹ hiểu anh N và gia đình anh để kết hôn đúng pháp luật mà không bị ảnh hưởng đến tình cảm mẹ con"
    },
    {
        "ID": "Civ_22_32",
        "Image_Question": "",
        "Question": "Câu 32:Nghi ngờ ông S lấy trộm xe máy của ông X, công an phường Q đã bắt giam ông S và doạ nạt, ép ông phải nhận tội. Việc làm này của công an phường Q đã xâm phạm đến quyền nào dưới đây của công dân?\nA. Quyền được pháp luật bảo hộ về tính mạng, sức khoẻ.\nB. Quyền tự do cá nhân.\nC. Quyền bất khả xâm phạm về thân thể.\nD. Quyền tự do đi lại.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nViệc làm này của công an phường Q đã xâm phạm đến quyền bất khả xâm phạm về thân thể."
    },
    {
        "ID": "Civ_22_33",
        "Image_Question": "",
        "Question": "Câu 33:Nghi ngờ tên trộm xe đạp chạy vào một gia đình trong ngõ, hai người đàn ông chạy thẳng vào nhà mà không chờ chủ nhà đồng ý, đồng thời còn yêu cầu cho khám nhà để tìm kẻ trộm. Hành vi của hai người đàn ông trên đã xâm phạm đến quyền nào dưới đây của công dân?\nA. Quyền được bảo vệ chỗ ở.\nB. Quyền bí mật về chỗ ở.\nC. Quyền bất khả xâm phạm về chỗ ở.\nD. Quyền bất khả xâm phạm nhà dân",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nHành vi của hai người đàn ông trên đã xâm phạm đến quyền bất khả xâm phạm về chỗ ở"
    },
    {
        "ID": "Civ_22_34",
        "Image_Question": "",
        "Question": "Câu 34:Anh Q và anh P bắt được kẻ đang lấy trộm xe máy. Hai anh đang lúng túng không biết nên làm gì tiếp theo. Trong trường hợp này, em sẽ khuyên hai anh cách xử sự nào dưới đây cho phù hợp với pháp luật?\nA. Đánh tên trộm một trận cho sợ.\nB. Chửi tên trộm một hồi cho hả giận.\nC. Lập biên bản, rồi sau đó thả ra.\nD. Giải về cơ quan công an nơi gần nhất",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nTrong trường hợp này, em sẽ khuyên hai anh cách giải về cơ quan công an nơi gần nhất cho phù hợp với pháp luật"
    },
    {
        "ID": "Civ_22_35",
        "Image_Question": "",
        "Question": "Câu 35:Trường Trung học phổ thông X tổ chức cho học sinh góp ý vào dự thảo Luật Giáo dục. Có nhiều ý kiến đóng góp liên quan đến quyền và nghĩa vụ của học sinh. Vậy các bạn học sinh đã thực hiện quyền nào dưới đây của công dân?\nA. Quyền tự do ngôn luận.\nB. Quyền được tham gia.\nC. Quyền tham gia quản lý nhà nước và xã hội.\nD. Quyền bày tỏ ý kiến",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\ncác bạn học sinh đã thực hiện quyền tham gia quản lý nhà nước và xã hội."
    },
    {
        "ID": "Civ_22_36",
        "Image_Question": "",
        "Question": "Câu 36:Chị L là nhân viên của Công ty X có hai lần đi làm muộn nên đã bị Giám đốc Công ty ra quyết định kỉ luật với hình thức hạ bậc lương. Không đồng ý với quyết định của Giám đốc, chị L có thể làm gì trong các cách dưới đây?\nA. Viết đơn đề nghị Giám đốc xem xét lại.\nB. Gửi đơn khiếu nại đến cơ quan cấp trên.\nC. Gửi đơn tố cáo đến cơ quan cấp trên.\nD. Gửi đơn khiếu nại đến Giám đốc Công ty.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nKhông đồng ý với quyết định của Giám đốc, chị L có thể Gửi đơn khiếu nại đến Giám đốc Công ty"
    },
    {
        "ID": "Civ_22_37",
        "Image_Question": "",
        "Question": "Câu 37:Sau khi tốt nghiệp Trung học phổ thông, L xin mở cửa hàng bán thuốc tân dược, nhưng bị cơ quan đăng kí kinh doanh từ chối. Theo em, trong các lí do dưới đây, lí do từ chối nào của cơ quan đăng kí kinh doanh là đúng pháp luật?\nA. L mới học xong Trung học phổ thông.\nB. L chưa quen kinh doanh thuốc tân dược.\nC. L chưa có chứng chỉ hành nghề kinh doanh thuốc tân dược.\nD. L chưa nộp thuế",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nLí do từ chối nào của cơ quan đăng kí kinh doanh là đúng pháp luật: L chưa có chứng chỉ hành nghề kinh doanh thuốc tân dược."
    },
    {
        "ID": "Civ_22_38",
        "Image_Question": "",
        "Question": "Câu 38:Anh S và anh L cùng nhau đi ăn nhậu. Vì uống nhiều rượu, chếnh choáng hơi men nên anh S và anh L vừa đi xe mô tô với tốc độ cao vừa lạng lách đánh võng. Bị mất lái, anh S đã đâm xe vào ông B đang dừng xe giữa lòng đường. Những ai dưới đây vi phạm pháp luật?\nA. Anh S và anh L.\nB. Anh L và ông B.\nC. Anh S, anh L và ông B.\nD. Anh S và ông B.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nAnh S, anh L và ông B vi phạm pháp luật"
    },
    {
        "ID": "Civ_22_39",
        "Image_Question": "",
        "Question": "Câu 39:Do hay đi công tác xa nhà nên anh N gửi con trai là M đang học lớp 10 cho ông H và bà X là ông bà nội của M nuôi dưỡng. Ở với ông bà nội, M thường xuyên trốn học đi chơi điện tử nên bị ông mắng chửi. Một lần, do cãi ông bà nội nên e bị ông H đuổi ra khỏi nhà mặc cho bà X ra sức can ngăn. Những ai dưới đây đã vi phạm nội dung quyền bình đẳng trong hôn nhân và gia đình?\nA. Anh N, ông H và M.\nB. Anh N, ông H và bà X.\nC. Ông H và M.\nD. Ông H bà X và M",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nÔng H và M vi phạm nội dung quyền bình đẳng trong hôn nhân và gia đình"
    },
    {
        "ID": "Civ_22_40",
        "Image_Question": "",
        "Question": "Câu 40:Trong cuộc họp với đại diện các hộ gia đình, anh D phát biểu không đồng ý mức kinh phí đóng góp xây dựng nhà văn hóa do ông C Chủ tịch xã đề xuất, nhưng chị M là thư kí cuộc họp đã cố tình không ghi ý kiến của anh D vào biên bản. Khi bà L phát hiện và phê phán việc này, ông G đã ngắt lời, yêu cầu bà không phát biểu nữa. Những ai dưới đây vi phạm quyền tham gia quản lí nhà nước và xã hội của công dân?\nA. Anh D, ông C và bà L\nB. Ông C và bà L.\nC. Ông G và chị M.\nD. Chị M, ông C và bà L",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nÔng G và chị M vi phạm quyền tham gia quản lí nhà nước và xã hội của công dân"
    }
]