[
    {
        "ID": "Civ_23_1",
        "Image_Question": "",
        "Question": "Câu 1:Phát triển kinh tế là\nA. sự tăng lên về số lượng và chất lượng sản phẩm.\nB. sự tăng trưởng kinh tế gắn với nâng cao chất lượng cuộc sống.\nC. sự tăng trưởng kinh tế bền vững, cơ cấu kinh tế hợp lí.\nD. sự tăng trưởng kinh tế gắn liền với cơ cấu kinh tế hợp lí, tiến bộ và công bằng xã hội",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nPhát triển kinh tế là sự tăng trưởng kinh tế gắn liền với cơ cấu kinh tế hợp lí, tiến bộ và công bằng xã hội"
    },
    {
        "ID": "Civ_23_2",
        "Image_Question": "",
        "Question": "Câu 2:Nội dung nào dưới đây không nói về công dân bình đẳng về quyền và nghĩa vụ?\nA. Công dân bình đẳng về nghĩa vụ bảo vệ Tổ quốc.\nB. Công dân bình đẳng về nghĩa vụ đóng góp vào quỹ từ thiện.\nC. Công dân bình đẳng về nghĩa vụ đóng thuế.\nD. Công dân bình đẳng về quyền bầu cử",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nNội dung không nói về công dân bình đẳng về quyền và nghĩa vụ: Công dân bình đẳng về nghĩa vụ đóng góp vào quỹ từ thiện."
    },
    {
        "ID": "Civ_23_3",
        "Image_Question": "",
        "Question": "Câu 3:Bình đẳng trong thực hiện quyền lao động có nghĩa là\nA. mọi người đều có quyền tự do lựa chọn việc làm phù hợp với khả năng của mình.\nB. mọi người đều có quyền lựa chọn việc làm mà không cần đáp ứng yêu cầu nào.\nC. mọi người đều có quyền làm việc hoặc nghỉ việc trong cơ quan theo sở thích của mình.\nD. mọi người đều có quyền được nhận lương như nhau.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nBình đẳng trong thực hiện quyền lao động có nghĩa là mọi người đều có quyền tự do lựa chọn việc làm phù hợp với khả năng của mình."
    },
    {
        "ID": "Civ_23_4",
        "Image_Question": "",
        "Question": "Câu 4:Tự tiện bắt và giam giữ người trái pháp luật là hành vi xâm phạm\nA. quyền bất khả xâm phạm về thân thể của công dân.\nB. quyền được pháp luật bảo hộ về tính mạng của công dân.\nC. quyền tự do cá nhân của công dân.\nD. quyền tự do đi lại của công dân",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nTự tiện bắt và giam giữ người trái pháp luật là hành vi xâm phạm quyền bất khả xâm phạm về thân thể của công dân."
    },
    {
        "ID": "Civ_23_5",
        "Image_Question": "",
        "Question": "Câu 5:Ai dưới đây có quyền ra lệnh bắt người khi có căn cứ cho rằng một người đang chuẩn bị thực hiện tội phạm rất nghiêm trọng hoặc tội phạm đặc biệt nghiêm trọng?\nA. Cơ quan công an các cấp.\nB. Những người có thẩm quyền theo quy định của pháp luật.\nC. Cơ quan thanh tra các cấp.\nD. Những người có thẩm quyền thuộc Ủy ban nhân dân các cấp",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nNhững người có thẩm quyền theo quy định của pháp luật có quyền ra lệnh bắt người khi có căn cứ cho rằng một người đang chuẩn bị thực hiện tội phạm rất nghiêm trọng hoặc tội phạm đặc biệt nghiêm trọng"
    },
    {
        "ID": "Civ_23_6",
        "Image_Question": "",
        "Question": "Câu 6:Nguyên tắc bầu cử đại biểu Quốc hội và Hội đồng nhân dân là\nA. phổ biến, rộng rãi, chính xác.\nB. dân chủ, công bằng, tiến bộ, văn minh.\nC. khẩn trương, công khai, minh bạch.\nD. phổ thong, bình đẳng, trực tiếp và bỏ phiếu kín",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nNguyên tắc bầu cử đại biểu Quốc hội và Hội đồng nhân dân là phổ thong, bình đẳng, trực tiếp và bỏ phiếu kín"
    },
    {
        "ID": "Civ_23_7",
        "Image_Question": "",
        "Question": "Câu 7:Một trong các nội dung quyền tham gia quản lí nhà nước và xã hội là quyền của công dân tham gia\nA. thảo luận các công việc chung của đất nước.\nB. xây dung văn bản pháp luật về chính trị, kinh tế.\nC. phê phán cơ quan nhà nước trên Facebook.\nD. giữ gìn an ninh, trật tự xã hội",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nMột trong các nội dung quyền tham gia quản lí nhà nước và xã hội là quyền của công dân tham gia thảo luận các công việc chung của đất nước."
    },
    {
        "ID": "Civ_23_8",
        "Image_Question": "",
        "Question": "Câu 8:Yếu tố quyết định đến giá cả hàng hóa là\nA. giá trị sử dụng của hàng hóa\nB. giá trị của hàng hóa\nC. nhu cầu của người tiêu dùng\nD. hình thức của hàng hóa",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nYếu tố quyết định đến giá cả hàng hóa là giá trị của hàng hóa"
    },
    {
        "ID": "Civ_23_9",
        "Image_Question": "",
        "Question": "Câu 9:Bình đẳng trong hôn nhân và gia đình không bao gồm nội dung bình đẳng nào dưới đây?\nA. Bình đẳng giữa những người trong dòng tộc.\nB. Bình đẳng giữa vợ và chồng.\nC. Bình đẳng giữa cha mẹ và con.\nD. Bình đẵng giữa anh chị em",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nBình đẳng trong hôn nhân và gia đình không bao gồm Bình đẳng giữa những người trong dòng tộc."
    },
    {
        "ID": "Civ_23_10",
        "Image_Question": "",
        "Question": "Câu 10:Ý kiến nào dưới đây là đúng về quyền bình đẳng giữa cha mẹ và con?\nA. Cha mẹ cần tạo điều kiện tốt hơn cho con trai học tập, phát triển.\nB. Cha mẹ không được phân biệt, đối xử giữa các con.\nC. Cha mẹ cần quan tâm, chăm sóc con đẻ hơn con nuôi.\nD. Cha mẹ được quyền quyết định việc con trưởng thành, chọn ngành học cho con",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nCha mẹ không được phân biệt, đối xử giữa các con đúng về quyền bình đẳng giữa cha mẹ và con"
    },
    {
        "ID": "Civ_23_11",
        "Image_Question": "",
        "Question": "Câu 11:Mục đích cuối cùng của cạnh tranh là\nA. giành uy tính tuyệt đối cho doanh nghiệp.\nB. giành lợi nhuận về mình nhiều hơn người khác\nC. giành hàng hóa tốt nhất về mình.\nD. sản xuất được những hàng hóa tốt nhất",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nMục đích cuối cùng của cạnh tranh là giành lợi nhuận về mình nhiều hơn người khác"
    },
    {
        "ID": "Civ_23_12",
        "Image_Question": "",
        "Question": "Câu 12:Việc bảo đảm tỉ lệ thích hợp người dân tộc thiểu số trong các cơ quan quyền lực nhà nước thể hiện\nA. quyền bình đẳng giữa các dân tộc.\nB. quyền bình đẳng giữa các công dân.\nC. quyền bình đẳng giữa các vùng, miền\nD. quyền bình đẳng trong công việc chung của Nhà nước.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nViệc bảo đảm tỉ lệ thích hợp người dân tộc thiểu số trong các cơ quan quyền lực nhà nước thể hiện quyền bình đẳng giữa các dân tộc."
    },
    {
        "ID": "Civ_23_13",
        "Image_Question": "",
        "Question": "Câu 13:Công dân có thể sử dụng quyền tự do ngôn luận bằng cách\nA. phát biểu xây dựng trong các cuộc họp ở cơ quan, trường học.\nB. phát biểu ở bất cứ nơi nào.\nC. phê phán cơ quan, cán bộ, công chức nhà nước trên mạng Facebook.\nD. gửi đơn tố cáo cán bộ, công chức đến các cơ quan có thẩm quyền",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nCông dân có thể sử dụng quyền tự do ngôn luận bằng cách phát biểu xây dựng trong các cuộc họp ở cơ quan, trường học."
    },
    {
        "ID": "Civ_23_14",
        "Image_Question": "",
        "Question": "Câu 14:Công dân Việt Nam đủ bao nhiêu tuổi trở lên có quyền bầu cử?\nA. Đủ 18 tuổi trở lên\nB. Đủ 19 tuổi trở lên\nC. Đủ 20 tuổi trở lên\nD. Đủ 21 tuổi trở lên",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nCông dân Việt Nam đủ 18 tuổi trở lên có quyền bầu cử"
    },
    {
        "ID": "Civ_23_15",
        "Image_Question": "",
        "Question": "Câu 15:Quyền tố cáo là quyền của\nA. mọi công dân, tổ chức.\nB. mọi công dân\nC. mọi cơ quan, tổ chức.\nD. những người có thẩm quyền.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nQuyền tố cáo là quyền của mọi công dân"
    },
    {
        "ID": "Civ_23_16",
        "Image_Question": "",
        "Question": "Câu 16:Nếu là người bán hàng trên thị trường, để có lợi, em chọn trường hợp nào dưới đây?\nA. Cung = cầu\nB. Cung > cầu.\nC. Cung > cầu\nD. Cung ≤ cầu.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nNếu là người bán hàng trên thị trường, để có lợi, em chọn trường hợp Cung > cầu"
    },
    {
        "ID": "Civ_23_17",
        "Image_Question": "",
        "Question": "Câu 17:Pháp luật do Nhà nước ban hành và đảm bảo thực hiện bằng\nA. chủ trương của Nhà nước.\nB. chính sách của Nhà nước.\nC. uy tín của Nhà nước.\nD. quyền lực Nhà nước",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nPháp luật do Nhà nước ban hành và đảm bảo thực hiện bằng quyền lực Nhà nước"
    },
    {
        "ID": "Civ_23_18",
        "Image_Question": "",
        "Question": "Câu 18:Pháp luật bắt buộc đối với mọi cá nhân, tổ chức, ai cũng phải xử sự theo, là thể hiện một trong những đặc trưng nào dưới đây của pháp luật?\nA. Tính quy phạm phổ biến\nB. Tính quyền lực, bắt buộc chung\nC. Tính nhân dân\nD. Tính nghiêm túc",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nPháp luật bắt buộc đối với mọi cá nhân, tổ chức, ai cũng phải xử sự theo, là thể hiện Tính quyền lực, bắt buộc chung"
    },
    {
        "ID": "Civ_23_19",
        "Image_Question": "",
        "Question": "Câu 19:Cán bộ, công chức, viên chức vi phạm kỉ luật thì phải chịu trách nhiệm\nA. dân sự\nB. tinh thần\nC. kỉ luật\nD. hành chính.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nCán bộ, công chức, viên chức vi phạm kỉ luật thì phải chịu trách nhiệm  kỉ luật"
    },
    {
        "ID": "Civ_23_20",
        "Image_Question": "",
        "Question": "Câu 20:Công dân có quyền học ở các cấp/ bậc học, từ Tiểu học đến Đại học và Sau Đại học theo quy định của pháp luật là thể hiện\nA. quyền học tập không hạn chế.\nB. quyền học tập thường xuyên.\nC. quyền học tập ở nhiều bậc học.\nD. quyền học tập theo sở thích",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nCông dân có quyền học ở các cấp/ bậc học, từ Tiểu học đến Đại học và Sau Đại học theo quy định của pháp luật là thể hiện quyền học tập không hạn chế."
    },
    {
        "ID": "Civ_23_21",
        "Image_Question": "",
        "Question": "Câu 21:Pháp luật quy định những mức thuế khác nhau đối với các doanh nghiệp, căn cứ vào\nA. uy tín của người đứng đầu doanh nghiệp.\nB. ngành, nghề, lĩnh vực và địa bàn kinh doanh.\nC. khả năng kinh doanh của doanh nghiệp.\nD. chủ trương kinh doanh của doanh nghiệp.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nPháp luật quy định những mức thuế khác nhau đối với các doanh nghiệp, căn cứ vào ngành, nghề, lĩnh vực và địa bàn kinh doanh."
    },
    {
        "ID": "Civ_23_22",
        "Image_Question": "",
        "Question": "Câu 22:Công ty sản xuất gạch men X không áp dụng biện pháp bảo vệ môi trường nên đã bị Cảnh sát môi trường lập biên bản xử lí vi phạm hành chính. Hành vi xử phạt của Cảnh sát môi trường là biểu hiện của hình thức thực hiện pháp luật nào dưới đây?\nA. Thi hành pháp luật\nB. Cưỡng chế pháp luật.\nC. Áp dụng pháp luật\nD. Bảo đảm pháp luật",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nHành vi xử phạt của Cảnh sát môi trường là biểu hiện của hình thức thực hiện Áp dụng pháp luật"
    },
    {
        "ID": "Civ_23_23",
        "Image_Question": "",
        "Question": "Câu 23:M đi xe vượt đèn đỏ, bị Cảnh sát giao thông lập biên bản xử phạt tiền. M phải chịu trách nhiệm pháp lì nào dưới đây?\nA. Hình sự\nB. Dân sự\nC. Kỉ luật\nD. Hành chính",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nM đi xe vượt đèn đỏ, bị Cảnh sát giao thông lập biên bản xử phạt tiền. M phải chịu trách nhiệm pháp lí Hành chính"
    },
    {
        "ID": "Civ_23_24",
        "Image_Question": "",
        "Question": "Câu 24:Ông Đ đi xe máy ngược chiều trên đường, đâm vào một người đi đúng đường làm người này bị thương phải vào viện điều trị. Ông Đ bị xử phạt vi phạm hành chính và phải bồi thường cho người bị thương. Ông Đ phải chịu trách nhiệm pháp lí nào dưới đây?\nA. Hình sự và hành chính\nB. Kỉ luật và dân sự\nC. Hành chính và dân sự\nD. Hành chính và kỉ luật",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nÔng Đ phải chịu trách nhiệm pháp lí Hành chính và dân sự"
    },
    {
        "ID": "Civ_23_25",
        "Image_Question": "",
        "Question": "Câu 25:Một hôm, trên đường đi ở Hà Nội, xe của Bác Hồ đang đi bỗng đèn đỏ ở một ngã tư bật lên. Xe của Bác như các xe khác đều dừng lại cả, đồng chí cảnh vệ chạy đến bục yêu cầu Công an giao thong bật đèn xanh để Bác đi. Nhưng Bác đã ngăn lại rồi bảo: “Các chú không được làm như thế…không nên bắt người khác nhường quyền ưu tiên cho mình”. Lời Bác Hồ thể hiện điều gì dưới đây?\nA. Không ai được ưu tiên\nB. Không nên làm phiền người khác.\nC. Công dân bình đẳng và quyền và nghĩa vụ.\nD. Công dân bình đẳng về trách nhiệm.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nLời Bác Hồ thể hiện Công dân bình đẳng và quyền và nghĩa vụ."
    },
    {
        "ID": "Civ_23_26",
        "Image_Question": "",
        "Question": "Câu 26:Sau khi kết hôn với nhau, anh T đã quyết định chị H không được tiếp tục theo học cao học, vì cho rằng chị H phải dành thời gian nhiều hơn cho công việc gia đình. Quyết định này của anh T là xâm phạm quyền bình đằng giữa vợ và chồng trong quan hệ\nA. gia đình\nB. tinh thần\nC. nhân thân\nD. tình cảm",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nQuyết định này của anh T là xâm phạm quyền bình đằng giữa vợ và chồng trong quan hệ nhân thân"
    },
    {
        "ID": "Civ_23_27",
        "Image_Question": "",
        "Question": "Câu 27:Một công ty nhà nước và một công ty tư nhân đều được vay vốn của Ngân hàng A để mở rộng sản xuất kinh doanh. Trong trường hợp này, Ngân hàng A đã thực hiện quyền bình đẳng nào dưới đây giữa hai công ty trên?\nA. Bình đẳng trong tài chính.\nB. Bình đẳng trong hỗ trợ vay vốn.\nC. Bình đẳng trong chính sách kinh tế.\nD. Bình đẳng trong kinh doanh.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nTrong trường hợp này, Ngân hàng A đã thực hiện quyền bình đẳng trong kinh doanh giữa hai công ty trên"
    },
    {
        "ID": "Civ_23_28",
        "Image_Question": "",
        "Question": "Câu 28:Khi đọc hợp đồng lao động, thấy không có điều khoản về tiền lương nên chị N đề nghị bổ sung rồi mới kí. Giám đốc cho rằng chị N không có quyền đề nghị như vậy. Chị N cần căn cứ vào quyền bình đẳng nào dưới đây để khẳng định mình có quyền đề nghị?\nA. Bình đẳng trong thực hiện quyền lao động.\nB. Bình đẳng trong hưởng lương.\nC. Bình đẳng trong giao tiếp kết hợp lao động\nD. Bình đẳng trong tuyển dụng.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nChị N cần căn cứ vào quyền bình đẳng trong giao tiếp kết hợp lao động để khẳng định mình có quyền đề nghị"
    },
    {
        "ID": "Civ_23_29",
        "Image_Question": "",
        "Question": "Câu 29:Chị N và anh M thưa chuyện với hai gia đình để được kết hôn với nhau, nhưng bố chị N là ông K không đồng ý và đã cản trở hai người vì chuyện chị N theo đạo A, còn anh M lại theo đạo B. Hành vi của ông K là biểu hiện\nA. lạm dụng quyền hạn\nB. không thiện chí với tôn giáo khác.\nC. phân biệt đối xử vì lí do tôn giáo\nD. không xây dựng",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nHành vi của ông K là biểu hiện  phân biệt đối xử vì lí do tôn giáo"
    },
    {
        "ID": "Civ_23_30",
        "Image_Question": "",
        "Question": "Câu 30:Nghi ngờ cháu B lấy trộm điện thoại di động của mình, ông C đã nhốt cháu trong nhà mình suốt 2 giờ để buộc cháu B phải khai nhận. Hành vi của ông C đã xâm phạm đến quyền nào dưới đây của công dân?\nA. Quyền được an toàn thân thể\nB. Quyền được đảm bảo an toàn sức khỏe.\nC. Quyền tự do cá nhân.\nD. Quyền bất khả xâm phạm về thân thể",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nHành vi của ông C đã xâm phạm đến quyền bất khả xâm phạm về thân thể của công dân"
    },
    {
        "ID": "Civ_23_31",
        "Image_Question": "",
        "Question": "Câu 31:Biết C và D yêu nhau, H đã tìm cách đọc trộm tin nhắn của D rồi kể cho một số bạn trong lớp nghe làm D rất bực mình. H đã xâm phạm đến quyền nào dưới đây của D\nA. Quyền được pháp luật bảo hộ về danh dự và nhân phẩm.\nB. Quyền bí mật thong tin cá nhân.\nC. Quyền được bảo đảm an toàn và bí mật thư tín, điện thoại, điện tứ\nD. Quyền tự do yêu đương.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nH đã xâm phạm đến quyền được bảo đảm an toàn và bí mật thư tín, điện thoại, điện tứ"
    },
    {
        "ID": "Civ_23_32",
        "Image_Question": "",
        "Question": "Câu 32:Nếu một người tung tin bịa đặt nói xấu mình, em sẽ lựa chọn cách xử sử nào dưới đây mà em cho là đúng pháp luật?\nA. Coi như không biết gì\nB. Mắng cho một trận để hả giận.\nC. Không chơi với người đó nữa.\nD. Khuyên bảo để người đó không có hành vi như vậy nữa.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nNếu một người tung tin bịa đặt nói xấu mình, em sẽ khuyên bảo để người đó không có hành vi như vậy nữa."
    },
    {
        "ID": "Civ_23_33",
        "Image_Question": "",
        "Question": "Câu 33:Cho rằng Quyết định của Giám đốc Công ty kỉ luật chị D với hình thức “Chuyển công tác khác” là sai, chị D làm đơn khiếu nại quyết định này. Chị D có thể gửi đơn khiếu nại đến ai dưới đây?\nA. Cơ quan cấp trên của công ty\nB. Cơ quan công an\nC. Giám đốc công ty\nD. Tổ chức Đảng của Công ty.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nChị D có thể gửi đơn khiếu nại đến Giám đốc công ty"
    },
    {
        "ID": "Civ_23_34",
        "Image_Question": "",
        "Question": "Câu 34:Là học sinh giỏi, H được đặc cách vào học ở trường Chuyên của tỉnh. H đã được hưởng quyền gì dưới đây của công dân\nA. Quyền học suốt đời\nB. Quyền học thường xuyên\nC. Quyền ưu tiên trong lựa chọn nơi học tập.\nD. Quyền được phát triển của công dân",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nLà học sinh giỏi, H được đặc cách vào học ở trường Chuyên của tỉnh. H đã được hưởng quyền được phát triển của công dân"
    },
    {
        "ID": "Civ_23_35",
        "Image_Question": "",
        "Question": "Câu 35:Trước khi được ban hành, Hiến pháp năm 2013 đã được đưa ra thảo luận, lấy ý kiến trong nhân dân. Việc nhân dân tham gia góp ý kiến vào dự thảo Hiến pháp năm 2013 là thực hiện quyền nào dưới đây của công dân?\nA. Quyền tự do ngôn luận.\nB. Quyền tự do dân chủ.\nC. Quyền tham gia xây dựng đất nước.\nD. Quyền tham gia quản lí nhà nước và xã hội",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nViệc nhân dân tham gia góp ý kiến vào dự thảo Hiến pháp năm 2013 là thực hiện quyền tham gia quản lí nhà nước và xã hội"
    },
    {
        "ID": "Civ_23_36",
        "Image_Question": "",
        "Question": "Câu 36:Thấy trong khu dân cư của mình có lò giết mồ gia cầm gây ô nhiễm môi trường, nhân dân trong khu dân cư cần lựa chọn cách xử sự nào dưới đây để hực hiện quyền tham gia quản lí nhà nước và xã hội trên địa bàn dân cư mình?\nA. Yêu cầu lò giết mổ gia cầm ngừng hoạt động.\nB. Đòi lò giết mổ gia cầm bồi thường vì để ô nhiễm.\nC. Kiến nghị với Ủy ban nhân dân phường để ngừng hoạt động của cơ sở này.\nD. Đe dọa những người làm việc trong lò giết mổ gia cầm",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nThấy trong khu dân cư của mình có lò giết mồ gia cầm gây ô nhiễm môi trường, nhân dân trong khu dân cư cần Kiến nghị với Ủy ban nhân dân phường để ngừng hoạt động của cơ sở này để thực hiện quyền tham gia quản lí nhà nước và xã hội trên địa bàn dân cư mình"
    },
    {
        "ID": "Civ_23_37",
        "Image_Question": "",
        "Question": "Câu 37:L không đủ điểm xét tuyển nên không được vào học ở trường đại học. Nhưng L vẫn có quyền học tập. Vậy L có thể tiếp tục thực hiện quyền học tập như thế nào?\nA. Có thể học bất cứ ngành nào.\nB. Có thể học ở bất cứ cơ sở giáo dục nào mà mình muốn.\nC. Có thể tiếp tục học theo các hình thức khác nhau.\nD. Có thể học không hạn chế",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nL có thể tiếp tục học theo các hình thức khác nhau."
    },
    {
        "ID": "Civ_23_38",
        "Image_Question": "",
        "Question": "Câu 38:Nhà máy Y sản xuất nước giải khát đã thải chất thải chưa được xử lí xuống dòng sông bên cạnh. Trong trường hợp này, nhà máy Y đã vi phạm pháp luật về bảo về môi trường trong lĩnh vực nào dưới đây?\nA. Lao động.\nB. Dịch vụ\nC. Sản xuất, kinh doanh.\nD. Công nghiệp",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nTrong trường hợp này, nhà máy Y đã vi phạm pháp luật về bảo về môi trường trong lĩnh vực Sản xuất, kinh doanh."
    },
    {
        "ID": "Civ_23_39",
        "Image_Question": "",
        "Question": "Câu 39:Do sử dụng điện thoại khi đang lái xe mô tô nên anh H đã va chạm với xe đạp điện do chị C điều khiển đi ngược đường một chiều khiến chị C sây sát nhẹ. Thấy anh H định bỏ đi, anh T là người chứng kiến sự việc đã đánh anh H. Những ai dưới đây vi phạm pháp luật hành chính?\nA. Anh H, chị C và anh T\nB. Anh T và chị C.\nC. Anh T và anh H.\nD. Anh H và chị C.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nAnh H và chị C vi phạm pháp luật hành chính"
    },
    {
        "ID": "Civ_23_40",
        "Image_Question": "",
        "Question": "Câu 40:Hai cửa hàng kinh doanh thuốc tân dược của anh P và anh K cùng bí mật bán thêm thuốc ngoài danh mục được cấp phép. Trước đợt kiểm tra định kì, anh P đã nhờ chị X nói với ông V chồng chị là trưởng đoàn thanh tra liên ngành để ông bỏ qua chuyện này. Vì vậy, khi tiến hành kiểm tra hai quầy thuốc trên, ông V chỉ lập biên bản xử phạt cửa hàng của anh K. Những ai dưới đây vi phạm nội dung quyền bình đằng trong kinh doanh?\nA. Anh P, anh K và chị X.\nB. Anh P, anh K, chị X và ông V.\nC. Anh P, anh K và ông V.\nD. Anh P, ông V và chị X",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nAnh P, anh K và ông V vi phạm nội dung quyền bình đằng trong kinh doanh"
    }
]