[
    {
        "ID": "Civ_6_1",
        "Image_Question": "",
        "Question": "Câu 1:Việc Nhà nước áp dụng hình thức điều trị y tế miễn phí cho toàn bộ người dân Việt Nam bị nhiễm Covid-19 là thể hiện nội dung quyền nào sau đây của công dân?\nA. Chủ động thẩm tra.\nB. Được phát triển.\nC. Tham gia đối thoại.\nD. Tự phản biện.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Bài 8-GDCD 12 trang 86\nQuyền được phát triển là quyền của công dân được sống trong môi trường xã hội và tự nhiên có lợi cho sự tồn tại và phát triển về thể chất, tinh thần, trí tuệ, đạo đức; có mức sống đầy đủ về vật chất; được học tập, nghỉ ngơi, vui chơi, giải trí, tham gia các hoạt động văn hóa; được cung cấp thông tin và chăm sóc sức khỏe; được khuyến khích, bồi dưỡng để phát triển tài năng\nChọn đáp án B"
    },
    {
        "ID": "Civ_6_2",
        "Image_Question": "",
        "Question": "Câu 2:Ông N mất một chiếc đồng hồ, do nghi ngờ ông S lấy trộm nên ông N yêu cầu vào khám xét nhà ông S. Ông S không đồng ý nhưng bố con ông N vẫn xông vào nhà khám. Trường hợp này bố con ông N đã vi phạm quyền tự do cơ bản nào của công dân?\nA. Quyền bất khả xâm phạm về danh dự, nhân phẩm\nB. Quyền bất khả xâm phạm về chỗ ở\nC. Quyền được pháp luật bảo hộ về tính mạng, sức khỏe\nD. Quyền được pháp luật bảo hộ về danh dự, nhân phẩm",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Vận dụng kiến thức bài 6-GDCD 12 trả lời\nÔng N mất một chiếc đồng hồ, do nghi ngờ ông S lấy trộm nên ông N yêu cầu vào khám xét nhà ông S. Ông S không đồng ý nhưng bố con ông N vẫn xông vào nhà khám. Trường hợp này bố con ông N đã vi phạm: Quyền bất khả xâm phạm về chỗ ở\nChọn đáp án B"
    },
    {
        "ID": "Civ_6_3",
        "Image_Question": "",
        "Question": "Câu 3:Những quy tắc sử dụng chung, được áp dụng nhiều lần, ở nhiều nơi, đối với tất cả mọi người, trong mọi lĩnh vực của đời sống xã hội là nội dung đặc trưng nào dưới đây của pháp luật?\nA. Tính quy định phổ biến.\nB. Tính quy phạm phổ biến.\nC. Tính quyền lực, bắt buộc chung.\nD. Tính xác định chặt chẽ về mặt hình thức.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Bài 1- GDCD 12 trang 5\nTính quy phạm phổ biến là những quy tắc sử dụng chung, được áp dụng nhiều lần, ở nhiều nơi, đối với tất cả mọi người, trong mọi lĩnh vực của đời sống xã hội là\nChọn đáp án B"
    },
    {
        "ID": "Civ_6_4",
        "Image_Question": "",
        "Question": "Câu 4:Nhờ chị S có hiểu biết về pháp luật nên tranh chấp về đất đai giữa gia đình chị với gia đình anh B đã được giải quyết ổn thỏa. Trường hợp này cho thấy pháp luật đã thể hiện vai trò nào dưới đây?\nA. Bảo vệ quyền và lợi ích hợp pháp của công dân.\nB. Bảo vệ quyền và tài sản của công dân.\nC. Bảo vệ quyền dân chủ của công dân.\nD. Bảo vệ quyền tham gia và quản lý xã hội.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Bài 1- GDCD 12 trang 11\nPháp luật là phương tiện để công dân thực hiện và bảo vệ quyền, lợi ích hợp pháp của công dân\n- Hiến pháp quy định các quyền và nghĩa vụ cơ bản của công dân ; các luật về dân sự, hôn nhân và gia đình , thương mại , thuế, đất đai , giáo dục ,...cụ thể hóa nội dung, cách thức thực hiện các quyền của công dân trong từng lĩnh vực cụ thể. Trên cơ sở ấy, công dân thực hiện quyền của mình.\n- Các luật về hành chính, hình sự, tố tụng,... quy định thẩm quyền, nội dung, hình thức, thủ tục giải quyết các tranh chấp, khiếu nại và xử lí các vi phạm pháp luật. Nhờ thế, công dân sẽ bảo vệ được cácquyền và lợi ích hợp pháp của mình\nChọn đáp án A"
    },
    {
        "ID": "Civ_6_5",
        "Image_Question": "",
        "Question": "Câu 5:Các cá nhân, tổ chức sử dụng đúng các quyền của mình, làm những gì mà pháp luật cho phép làm là hình thức thực hiện pháp luật nào dưới đây?\nA. Tuân thủ pháp luật.\nB. Áp dụng pháp luật.\nC. Sử dụng pháp luật.\nD. Thi hành pháp luật.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Bài 2- GDCD 12 trang 17\nSử dụng pháp luật là các cá nhân, tổ chức sử dụng đúng đắn các quyền của mình, làm những gì mà pháp luật cho phép làm.\nChọn đáp án C"
    },
    {
        "ID": "Civ_6_6",
        "Image_Question": "",
        "Question": "Câu 6:Để may xong một cái áo, hao phí lao động của anh B tính theo thời gian mất 4 giờ lao động. Vậy 4 giờ lao động của anh B được gọi là\nA. thời gian lao động cần thiết của anh B để may một cái áo.\nB. thời gian lao động thực tế để may một cái áo.\nC. thời gian lao động cá biệt.\nD. thời gian lao động xã hội cần thiết để may một cái áo.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Lời giải:\nBài 2- GDCD 11\nĐể may xong một cái áo, hao phí lao động của anh B tính theo thời gian mất 4 giờ lao động. Vậy 4 giờ lao động của anh B được gọi là thời gian lao động cá biệt.\nChọn đáp án C"
    },
    {
        "ID": "Civ_6_7",
        "Image_Question": "",
        "Question": "Câu 7:Gia đình N nhận được quyết định của xã về việc thu hồi một phần đất của gia đình để làm đường giao thông. Gia đình ông N không đồng ý cho rằng việc thu hồi đất của xã là không đúng. Ông N đã viết đơn khiếu nại lên chủ tịch UBND Huyện. Theo em việc ông N viết đơn khiếu nại như vậy là\nA. vi phạm quyền khiếu nại tố cáo của công dân\nB. thực hiện đúng quyền khiếu nại tố cáo\nC. hoàn toàn hợp lý\nD. không đúng quy trình khiếu nại và giải quyết khiếu nại",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Bài 7- GDCD 12 trang 74, 75\nGia đình N nhận được quyết định của xã về việc thu hồi một phần đất của gia đình để làm  đường giao thông. Gia đình ông N không đồng ý cho rằng việc thu hồi đất của xã là không đúng. Ông N đã viết đơn khiếu nại lên chủ tịch UBND Huyện. Theo em việc ông N viết đơn khiếu nại như vậy là không đúng quy trình khiếu nại và giải quyết khiếu nại\nĐể viết đơn khiếu nại ông N phải khiếu nại ở cấp cơ sở tức là gửi đơn đến chủ tịch UBND xã.\nChọn đáp án D"
    },
    {
        "ID": "Civ_6_8",
        "Image_Question": "",
        "Question": "Câu 8:Anh G viết bài báo trích dẫn một số nội dung của tác giả Q mà không ghi chú thích. Hành vi của anh G vi phạm quyền nào dưới đây\nA. Quyền học tập của công dân\nB. Quyền phát triển của công dân\nC. Quyền tự do của công dân\nD. Quyền sáng tạo của công dân",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Bài 8-GDCD 12  trang 85\nAnh G viết bài báo trích dẫn một số nội dung của tác giả Q mà không ghi chú thích. Hành vi của anh G vi phạm quyền :Quyền sáng tạo của công dân\nChọn đáp án D"
    },
    {
        "ID": "Civ_6_9",
        "Image_Question": "",
        "Question": "Câu 9:Hình thức thực hiện pháp luật nào dưới đây có chủ thể thực hiện khác với các hình thức còn lại?\nA. Tuân thủ pháp luật.\nB. Áp dung pháp luật.\nC. Sử dụng pháp luật.\nD. Thi hành pháp luật.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Bài 2- GDCD 12 trang 18\nÁp dụng pháp luật hình  có chủ thể thực hiện khác với các hình thức còn lại\nVì áp dụng pháp luật chủ thể áp dụng là cơ quan, công chức nhà nước có thẩm quyền. Các hình thức khác là cá nhân, tổ chức\nChọn đáp án B"
    },
    {
        "ID": "Civ_6_10",
        "Image_Question": "",
        "Question": "Câu 10:Ở phạm vi cơ sở, dự thảo qui hoạch, kế hoạch phát triển kinh tế -xã hội của xã, phường là những việc\nA. không cần thông báo để dân biết\nB. dân không được bàn và quyết định trực tiếp\nC. dân được tham gia thảo luận góp ý\nD. do cán bộ UBND xã bàn bạc và quyết định",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Bài 7- GDCD 12-trang 73,74\nỞ phạm vi cơ sở, dự thảo qui hoạch, kế hoạch phát triển kinh tế -xã hội của xã, phường là những việc dân được tham gia thảo luận góp ý\nChọn đáp án C"
    },
    {
        "ID": "Civ_6_11",
        "Image_Question": "",
        "Question": "Câu 11:Theo quy định của pháp luật, nội dung nào dưới đây không thuộc quyền bình đẳng giữa lao động nam và lao động nữ?\nA. Phải đủ độ tuổi tuyển dụng.\nB. Tham gia bảo hiểm xã hội.\nC. Cơ hội tìm kiếm và tiếp cận việc làm.\nD. Ủy quyền giao kết hợp đồng lao động.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Bài 4- GDCD 12 trang 36\nLao động nam và lao động nữ được bình đẳng về quyền trong lao động đó là bình đẳng về cơ hội tiếp cận việc làm; bình đẳng về tiêu chuẩn, độ tuổi khi tuyển dụng; được đối xử bình đẳng tại nơi làm việc về việc làm, tiền công, tiền thưởng, bảo hiểm xã hội, điều kiện lao động và các điều kiện khác.\nChọn đáp án D"
    },
    {
        "ID": "Civ_6_12",
        "Image_Question": "",
        "Question": "Câu 12:Chị N và anh M thưa chuyện với hai gia đình để được kết hôn với nhau, nhưng bố chị N là ông K không đồng ý và đã cản trở hai người vì chị N thoe đạo Thiên Chúa, còn anh M lại theo đạo Phật. Hành vi của ông K là biểu hiện\nA. lạm dụng quyền hạn.\nB. không thiện chí với các tôn giáo khác.\nC. phân biệt đối xử vì lý do tôn giáo.\nD. không đoàn kết giữa các tôn giáo.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Bài 5- GDCD 12 trang 48,49\nVì các tôn giáo được nhà nước công nhận đều bình đẳng trước pháp luật, có quyền hoạt động tôn giáo theo quy định của pháp luật.\nCông dân thuộc các tôn giáo khác nhau, người có tôn giáo hoặc không có tôn giáo đều bình đẳng về quyền và nghĩa vụ của công dân, không phân biệt đối xử vì lí do tôn giáo.\nChọn đáp án C"
    },
    {
        "ID": "Civ_6_13",
        "Image_Question": "",
        "Question": "Câu 13:Anh B là thợ mộc, anh đóng được chiếc tủ đẹp, chất liệu gỗ tốt. Do vậy, ngay sau khi anh B bày chiếc tủ ra cửa hàng để bán đã có người hỏi mua với giá cả hợp lí, anh B đã đồng ý bán. Vậy trong trường hợp này, thị trường đã thực hiện chức năng gì?\nA. Chức năng thông tin cho người mua, người bán.\nB. Chức năng thực hiện giá trị sử dụng và giá trị của hàng hóa.\nC. Chức năng điều tiết, kích thích sản xuất.\nD. Chức năng môi giới thúc đẩy quan hệ mua, bán.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Bài 2- GDCD 11\nAnh B là thợ mộc, anh đóng được chiếc tủ đẹp, chất liệu gỗ tốt. Do vậy, ngay sau khi anh B bày chiếc tủ ra cửa hàng để bán đã có người hỏi mua với giá cả hợp lí, anh B đã đồng ý bán. Vậy trong trường hợp này, thị trường đã thực hiện chức năng:  Chức năng thực hiện giá trị sử dụng và giá trị của hàng hóa.\nChọn đáp án B"
    },
    {
        "ID": "Civ_6_14",
        "Image_Question": "",
        "Question": "Câu 14:Anh X cùng người dân xã T không trồng cây thuốc phiện. Anh X đã thực hiện pháp luật theo hình thức nào dưới đây?\nA. Tuân thủ pháp luật.\nB. Phổ biến pháp luật.\nC. Sử dụng pháp luật.\nD. Áp dụng pháp luật.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Bài 2- GDCD 12 trang 18\nTuân thủ pháp luật cá nhân, tổ chức không làm  những gì pháp luật cấm\nChọn đáp án A"
    },
    {
        "ID": "Civ_6_15",
        "Image_Question": "",
        "Question": "Câu 15:Bạn A được miễn học phí do có hoàn cảnh khó khăn là biểu hiện của quyền bình đẳng nào dưới đây ?\nA. Trách nhiệm pháp lý .\nB. Quyền và lợi ích.\nC. Quyền và nghĩa vụ .\nD. Nghĩa vụ và trách nhiệm.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Bài 3- GDCD 12\nBạn A được miễn học phí do có hoàn cảnh khó khăn là biểu hiện của quyền  bình đẳng: Quyền và nghĩa vụ .\nChọn đáp án C"
    },
    {
        "ID": "Civ_6_16",
        "Image_Question": "",
        "Question": "Câu 16:Vi phạm pháp luật là hành vi trái pháp luật, có lỗi, do người có năng lực trách nhiệm pháp lí thực hiện, xâm hại các quan hệ xã hội được pháp luật\nA. điều phối.\nB. điều tiết.\nC. bảo mật.\nD. bảo vệ.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Bài 2- GDCD 12 trang 20\nVi phạm pháp luật là hành vi trái pháp luật, có lỗi, do người có năng lực trách nhiệm pháp lí thực hiện, xâm hại các quan hệ xã hội được pháp luật bảo vệ.\nChọn đáp án D"
    },
    {
        "ID": "Civ_6_17",
        "Image_Question": "",
        "Question": "Câu 17:Quyền bình đẳng giữa các dân tộc không bao gồm nội dung nào dưới đây ?\nA. Bình đẳng về chính trị.\nB. Bình đẳng về xã hội.\nC. Bình đẳng về kinh tế.\nD. Bình đẳng về văn hóa, giáo dục.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Bài 5- GDCD 12\nQuyền bình đẳng giữa các dân tộc trên các lĩnh vực: bình đẳng về chính trị,  bình đẳng về kinh tế,  bình đẳng về văn hóa, giáo dục\nChọn đáp án B"
    },
    {
        "ID": "Civ_6_18",
        "Image_Question": "",
        "Question": "Câu 18:Trong thời kì hôn nhân, ông E và bà F có mua một căn nhà. Khi li hôn, ông E tự ý bán căn nhà đó mà không hỏi ý kiến vợ. Việc làm đó của ông E đã vi phạm quan hệ\nA. hôn nhân.\nB. tài sản.\nC. sở hữu.\nD. nhân thân.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Bài 4- GDCD 12\nViệc làm đó của ông E đã vi phạm quan hệ tài sản. \tVì tài sản chung của vợ và chồng, khi cho, tặng, mua bán phải có sự thống nhất, bàn bạc giữa vợ và chồng.\nChọn đáp án B"
    },
    {
        "ID": "Civ_6_19",
        "Image_Question": "",
        "Question": "Câu 19:Tại điểm bầu cử X, vô tình thấy chị C lựa chọn ứng cử viên là người có mâu thuẫn với mình, chị B đã nhờ anh D người yêu của chị C thuyết phục chị gạch tên người đó. Phát hiện chị C đưa phiếu bầu của mình cho anh D sửa lại, chị N báo với ông K tổ trưởng tổ bầu cử. Vì đang viết hộ phiếu bầu cho cụ P là người không biết chữ ( viết theo ý của cụ), lại muốn nhanh chóng kết thúc công tác bầu cử nên ông K đã bỏ qua chuyện này. Những ai dưới đây không vi phạm nguyên tắc bỏ phiếu kín trong bầu cử?\nA. Chị N, cụ P và chị C.\nB. Chị N, ông K và cụ P.\nC. Chị N và cụ P.\nD. Chị N, ông K, cụ P và chị C.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Bài 7- GDCD 12\nChị N và cụ P không vi phạm nguyên tắc bầu cử trực tiếp\nChọn đáp án C"
    },
    {
        "ID": "Civ_6_20",
        "Image_Question": "",
        "Question": "Câu 20:Công dân vi phạm pháp luật hình sự khi thực hiện hành vi nào dưới đây?\nA. Tranh chấp tài sản thừa kế.\nB. Đi sai làn đường quy định.\nC. Vận chuyển ma túy trái phép.\nD. Tự ý nghỉ việc dài ngày.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Bài 2- GDCD 12\nA.Tranh chấp tài sản thừa kế- Vi phạm dân sự\nB. Đi sai làn đường quy định- Vi phạm hành chính\nC. Vận chuyển ma túy trái phép- Vi phạm hình sự\nD. Tự ý nghỉ việc dài ngày- Vi phạm kỷ luật\nChọn đáp án C"
    },
    {
        "ID": "Civ_6_21",
        "Image_Question": "",
        "Question": "Câu 21:Chị B giám đốc doanh nghiệp X quyết định cho toàn thể nhân viên dưới quyền đi du lịch nước ngoài khi nhận thấy các công ty lữ hành đồng loạt giảm giá. Chị B đã vận dụng nội dung nào dưới đây của quan hệ cung – cầu?\nA. Giá cả giảm thì cầu tăng.\nB. Giá cả độc lập với cầu.\nC. Giá cả tăng thì cầu giảm.\nD. Giá cả ngang bằng giá trị.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Bài 4- GDCD 11\nChị B giám đốc doanh nghiệp X quyết định cho toàn thể nhân viên dưới quyền đi du lịch nước ngoài khi nhận thấy các công ty lữ hành đồng loạt giảm giá. Chị B đã vận dụng nội dung: Giá cả giảm thì cầu tăng của quan hệ cung – cầu\nChọn đáp án A"
    },
    {
        "ID": "Civ_6_22",
        "Image_Question": "",
        "Question": "Câu 22:Hành vi nào dưới đây vi phạm quyền được pháp luật bảo hộ về danh dự, nhân phẩm của công dân?\nA. Khiếu nại vượt cấp.\nB. Xúc phạm người khác.\nC. Phê phán tội phạm.\nD. Tích cực tranh luận.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Bài 6- GDCD 12\nHành vi nào dưới đây vi phạm quyền được pháp luật bảo hộ về danh dự, nhân phẩm của công dân: Xúc phạm người khác.\nChọn đáp án B"
    },
    {
        "ID": "Civ_6_23",
        "Image_Question": "",
        "Question": "Câu 23:Nghi ngờ anh P sản xuất rượu giả, ông M là công an tự ý xông vào nhà anh P lục soát. Ông M vi phạm quyền nào dưới đây của công dân?\nA. Bất khả xâm phạm về thân thể.\nB. Được pháp luật bảo hộ về sức khỏe.\nC. Bất khả xâm phạm về chỗ ở.\nD. Được pháp luật bảo hộ về tính mạng.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Bài 6- GDCD 12\nNghi ngờ anh P sản xuất rượu giả, ông M là công an tự ý xông vào nhà anh P lục soát. Ông M vi phạm quyền: Bất khả xâm phạm về chỗ ở.\nChọn đáp án C"
    },
    {
        "ID": "Civ_6_24",
        "Image_Question": "",
        "Question": "Câu 24:Nhà nước và người sử dụng lao động có chính sách ưu đãi đối với người lao động.\nA. có bằng tốt nghiệp đại học.\nB. có hiểu biết nhất định về nghề nghiệp\nC. có thâm niên công tác trong nghề.\nD. có trình độ chuyên môn kĩ thuật cao.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Bài 4- GDCD 12\nNhà nước và người sử dụng lao động có chính sách ưu đãi đối với người lao động có trình độ chuyên môn kĩ thuật cao.\nChọn đáp án D"
    },
    {
        "ID": "Civ_6_25",
        "Image_Question": "",
        "Question": "Câu 25:Trong đợt bỏ phiếu bầu đại biểu Quốc Hội và Hội đồng nhân dân các cấp, tổ bầu cử đã phát cho ông P hai phiếu bầu vì ông là cán bộ của phường. Hành vi của tổ bầu cử vi phạm nguyên tắc nào dưới đây?\nA. Trực tiếp\nB. Phổ thông\nC. Bình đẳng\nD. Bỏ phiếu kín",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Bài 7- GDCD 12\nTrong đợt bỏ phiếu bầu đại biểu Quốc Hội và Hội đồng nhân dân các cấp, tổ bầu cử đã phát cho ông P hai phiếu bầu vì ông là cán bộ của phường. Hành vi của tổ bầu cử vi phạm nguyên tắc: Bình đẳng\nChọn đáp án C"
    },
    {
        "ID": "Civ_6_26",
        "Image_Question": "",
        "Question": "Câu 26:Công ty X thường xuyên tổ chức các hoạt động văn nghệ, thể dục thể thao cho nhân viên. Công ty X đã tạo điều kiện để nhân viên của họ thực hiện quyền được phát triển ở nội dung nào dưới đây?\nA. Được hưởng đời sống tinh thần đầy đủ.\nB. Tham gia quản lí nhà nước và xã hội.\nC. Chủ động xử lí công tác truyền thông.\nD. Lựa chọn các loại hình dịch vụ.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Bài 8- GDCD 12\nCông ty X thường xuyên tổ chức các hoạt động văn nghệ, thể dục thể thao cho nhân viên. Công ty X đã tạo điều kiện để nhân viên của họ thực hiện quyền được phát triển ở nội dung : Được hưởng đời sống tinh thần đầy đủ.\nChọn đáp án A"
    },
    {
        "ID": "Civ_6_27",
        "Image_Question": "",
        "Question": "Câu 27:Nghi ngờ chị D viết bài nói xấu mình trên mạng xã hội nên ông H là Chủ tịch xã đã ngăn cản chị D phát biểu trong cuộc họp Hội đồng nhân dân. Thấy vậy, anh M lên tiếng bảo vệ chị D nhưng bị ông K chủ tọa cuộc họp ngắt lời không cho phát biểu. Chứng kiến sự việc, chị P rủ bà T ngồi bên cạnh bỏ họp cùng ra về. Những ai dưới đây vi phạm quyền tự do ngôn luận của công dân?\nA. Ông H, ông K và chị D.\nB. Ông H và ông K.\nC. Chị P và bà T.\nD. Ông H, ông K và chị P.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Vận dụng kiến thức bài 6-GDCD 12 để trả lời\nÔng H và K là người vi phạm quyền tự do ngôn luận\nH là Chủ tịch xã đã ngăn cản chị D phát biểu trong cuộc họp Hội đồng nhân dân\nChọn đáp án B"
    },
    {
        "ID": "Civ_6_28",
        "Image_Question": "",
        "Question": "Câu 28:Được chị M là đồng nghiệp cho biết việc chị N là kế toán đã lập hồ sơ khống rút hai trăm triệu đồng của cơ quan sở X, chị K đã đe dọa chị N, buộc chị phải chia cho mình một nửa số tiền đó. Biết chuyện, ông G là Giám đốc sở X đã kí quyết định điều chuyển chị M xuống đơn vị cơ sở ở xa và đưa anh T thay vào vị trí của chị M sau khi nhận của anh này một trăm triệu đồng. Nhân cơ hội đó, chị N đã cố ý trì hoãn việc thanh toán các khoản phụ cấp theo đúng quy định cho chị M. Những ai dưới đây là đối tượng vừa bị khiếu nại vừa bị tố cáo?\nA. Chị N và ông G.\nB. Chị N và chị K.\nC. Chị M, ông G và anh T.\nD. Chị N, ông G và anh T.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Vận dụng kiến thức bài 7- GDCD 12 để trả lời\nĐối tượng vừa bị tố cáo, vừa bị khiếu nại là Chị N và ông G\nChị N: N là kế toán đã lập hồ sơ khống rút hai trăm triệu đồng của cơ quan sở X, chị N đã cố ý trì hoãn việc thanh toán các khoản phụ cấp theo đúng quy định cho chị M.\nÔng G: là Giám đốc sở X đã kí quyết định điều chuyển chị M xuống đơn vị cơ sở ở xa và đưa anh T thay vào vị trí của chị M sau khi nhận của anh này một trăm triệu đồng. Mặt khác ông G biết hành vi vi phạm của chị N nhưng vẫn bao che.\nChọn đáp án A"
    },
    {
        "ID": "Civ_6_29",
        "Image_Question": "",
        "Question": "Câu 29:Khẳng định nào dưới đây là không đúng?\nA. Mọi đồng tiền là phương tiện cất trữ hiệu quả.\nB. Việc cất trữ tiền là một trong những hình thức cất trữ của cải.\nC. Tiền đúc bằng vàng mới là phương tiện cất trữ hiệu quả.\nD. Không phải đồng tiền nào cũng là phương tiện cất trữ hiệu quả.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Bài 2- GDCD 11\nKhẳng định nào dưới đây là không đúng: Mọi đồng tiền là phương tiện cất trữ hiệu quả. Vì chỉ có tiền vàng mới là phương tiện cất trữ hiệu quả.\nChọn đáp án A"
    },
    {
        "ID": "Civ_6_30",
        "Image_Question": "",
        "Question": "Câu 30:Công dân được khuyến khích để phát triển tài năng là thể hiện\nA. quyền học tập của công dân.\nB. quyền sáng tạo của công dân.\nC. quyền được phát triển của công dân.\nD. quyền tự do của công dân.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Bài 8- GDCD 12\nCông dân được khuyến khích để phát triển tài năng  là thể hiện quyền được phát triển của công dân.\nChọn đáp án C"
    },
    {
        "ID": "Civ_6_31",
        "Image_Question": "",
        "Question": "Câu 31:Doanh nghiệp X đã lắp đặt hệ thống xử lí chất thải đạt quy chuẩn kĩ thuật môi trường và không bán những mặt hàng nằm ngoài danh mục được cấp phép. Doanh nghiệp X đã thực hiện pháp luật theo hình thức nào dưới đây?\nA. Áp dụng pháp luật và thi hành pháp luật.\nB. Thi hành pháp luật và tuân thủ pháp luật.\nC. Tuân thủ pháp luật và áp dụng pháp luật.\nD. Sử dụng pháp luật và áp dụng pháp luật.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Bài 2- GDCD 12\nDoanh nghiệp X đã lắp đặt hệ thống xử lí chất thải đạt quy chuẩn kĩ thuật môi trường-Thi hành pháp luật\n-Không bán những mặt hàng nằm ngoài danh mục được cấp phép-Tuân thủ pháp luật\nChọn đáp án B"
    },
    {
        "ID": "Civ_6_32",
        "Image_Question": "",
        "Question": "Câu 32:Việc nhân viên bưu điện làm thất lạc thư của công dân là vi phạm quyền được bảo đảm an toàn và\nA. bí mật thư tín, điện tín.\nB. bảo mật thông tin quốc gia.\nC. quản lí hoạt động truyền thông.\nD. chủ động đối thoại trực tuyến.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Bài 6- GDCD 12\nViệc nhân viên bưu điện làm thất lạc thư của công dân là vi phạm quyền được bảo đảm an toàn và bí mật thư tín, điện tín.\nChọn đáp án A"
    },
    {
        "ID": "Civ_6_33",
        "Image_Question": "",
        "Question": "Câu 33:Nội dung cơ bản của pháp luật về phát triển các lĩnh vực xã hội không được thể hiện ở việc\nA. thực hiện xóa đói, giảm nghèo.\nB. chăm sóc sức khỏe ban đầu.\nC. phòng, chống tệ nạn xã hội.\nD. công khai tỉ lệ lạm phát.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Bài 9- GDCD 12\nCác quy định của pháp luật về xóa đói giảm nghèo, giải quyết việc làm là nội dung pháp luật thuộc lĩnh vực xã hội\nChọn đáp án D"
    },
    {
        "ID": "Civ_6_34",
        "Image_Question": "",
        "Question": "Câu 34:Cửa hàng bán đồ ăn đêm của bà A thường xuyên bị phản ánh về việc ồn ào, mất trật tự nơi công cộng. Hành vi của bà A thuộc loại vi phạm nào dưới đây?\nA. Kỉ luật\nB. Nội quy\nC. Dân sự\nD. Hành chính",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Bài 2- GDCD 12\nCửa hàng bán đồ ăn đêm của bà A thường xuyên bị phản ánh về việc ồn ào, mất trật tự nơi công cộng. Hành vi của bà A thuộc loại vi phạm hành chính\nChọn đáp án D"
    },
    {
        "ID": "Civ_6_35",
        "Image_Question": "",
        "Question": "Câu 35:Được anh T thông tin việc anh P nhờ anh C hoàn thiện hồ sơ để đăng ký bản quyền đề tài Y, chị H đã đề nghị anh T bí mật sao chép lại toàn bộ nội dung đề tài này rồi cùng mang bán cho chị Q. Sau đó, chị Q thay đổi tên đề tài, lấy tên mình là tác giả rồi gửi tham dự cuộc thi tìm kiếm tài năng tỉnh X. Những ai dưới đây vi phạm quyền sáng tạo của công dân?\nA.Chị Q và anh T.\nB. Chị H và chị Q.\nC. Chị H, chị Q và anh T.\nD. Chị H, chị Q và anh P",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Bài 8- GDCD 12\nĐược anh T thông tin việc anh P nhờ anh C hoàn thiện hồ sơ để đăng ký bản quyền đề tài Y, chị H đã đề nghị anh T bí mật sao chép lại toàn bộ nội dung đề tài này rồi cùng mang bán cho chị Q. Sau đó, chị Q thay đổi tên đề tài, lấy tên mình là tác giả rồi gửi tham dự cuộc thi tìm kiếm tài năng tỉnh X.\nNgười vi phạm là Chị H, anh T và chị Q ( Chị H là người đề nghị sao chép, anh T người sao chép tài liệu, chị Q đổi tên đề tài).\nChọn đáp án C"
    },
    {
        "ID": "Civ_6_36",
        "Image_Question": "",
        "Question": "Câu 36:Trường hợp nào dưới đây người bị bắt khẩn cấp được trả tự do\nA. Người đó bị ốm phải đi cấp cứu tại bệnh viện\nB. Để cứu một con tin đang bị đe dọa\nC. Người đó được gia đình xin bảo lãnh về nhà\nD. Quyết định bắt người không được Viện kiểm sát phê chuẩn",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Bài 6- GDCD 12\nTrường hợp: Quyết định bắt người không được Viện kiểm sát phê chuẩn được trả tự do\nVì không ai bị bắt, nếu không  có quyết định của Tòa án, quyết định hoặc phê chuẩn của Viện kiểm sát, trừ trường hợp phạm tội quả tang.\nChọn đáp án D"
    },
    {
        "ID": "Civ_6_37",
        "Image_Question": "",
        "Question": "Câu 37:Học sinh A viết bài đề xuất phương án giải tỏa ách tắc giao thông ở cổng trường mình sau giờ tan học. Học sinh A đã thực hiện quyền nào dưới đây của công dân?\nA. Tích cực đàm phán.\nB. Quản lí nhà nước.\nC. Chủ động phán quyết.\nD. Tự do ngôn luận.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Bài 6- GDCD 12\nHọc sinh A viết bài đề xuất phương án giải tỏa ách tắc giao thông ở cổng trường mình sau giờ tan học. Học sinh A đã thực hiện quyền \t.Tự do ngôn luận. ( Quyền tự do ngôn luận công dân bày tỏ quan điểm của mình về các vấn đề kinh tế, chính trị, văn hóa, xã hội của đất nước)\nChọn đáp án D"
    },
    {
        "ID": "Civ_6_38",
        "Image_Question": "",
        "Question": "Câu 38:Công ti G quyết định sa thải và yêu cầu anh T phải nộp bồi thường vì anh T tự ý nghỉ việc không có lí do khi chưa hết hạn hợp đồng. Quyết định của công ti G không vi phạm quyền bình đẳng trong lĩnh vực nào dưới đây?\nA. Bình đẳng trong thực hiện quyền lao động.\nB. Bình đẳng trong giao kết hợp đồng lao động.\nC. Bình đẳng trong tìm kiếm việc làm.\nD. Bình đẳng trong việc tổ chức lao động.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Bài 4- GDCD 12\nQuyết định của công ti G không vi phạm quyền: Bình đẳng trong giao kết hợp đồng lao động.\nChọn đáp án B"
    },
    {
        "ID": "Civ_6_39",
        "Image_Question": "",
        "Question": "Câu 39:Thấy G bị một nhóm học sinh đánh, K không can ngăn mà còn quay video đưa lên mạng xã hội facebook cùng những lời bình luận xấu về G. Hành vi của K đã vi phạm quyền nào của công dân?\nA. Quyền được pháp luật bảo hộ về danh dự, nhân phẩm\nB. Quyền bất khả xâm phạm về danh dự, nhân phẩm\nC. Quyền về đời tư cá nhân\nD. Quyền được pháp luật bảo hộ về tính mạng, sức khỏe",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Vận dụng kiến thức bài 6-GDCD 12 để trả lời\nThấy G bị một nhóm học sinh đánh, K không can ngăn mà còn quay video đưa lên mạng xã hội facebook cùng những lời bình luận xấu về G. Hành vi của K đã vi phạm quyền được pháp luật bảo hộ về danh dự, nhân phẩm\nChọn đáp án A"
    },
    {
        "ID": "Civ_6_40",
        "Image_Question": "",
        "Question": "Câu 40:Nội dung nào dưới đây là một trong những nghĩa vụ của nhà sản xuất, kinh doanh?\nA. Bảo vệ môi trường.\nB. Xoá đói giảm nghèo tại địa phương.\nC. Đảm bảo đầy đủ điều kiện vật chất cho người lao động.\nD. Giải quyết việc làm cho lao động tại địa phương.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Bài 9- GDCD 12 trang 98\nBảo vệ môi trường là một trong những nghĩa vụ của nhà sản xuất, kinh doanh\nChọn đáp án A"
    }
]