[
    {
        "ID": "Civ_36_1",
        "Image_Question": "",
        "Question": "Câu 1:Pháp luật là phương tiện đặc thù để thể hiện và bảo vệ\nA. các giá trị kinh tế.\nB. các giá trị đạo đức.\nC. niềm tin của con người.\nD. giá trị cuộc sống",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nPháp luật là phương tiện đặc thù để thể hiện và bảo vệ các giá trị đạo đức."
    },
    {
        "ID": "Civ_36_2",
        "Image_Question": "",
        "Question": "Câu 2:Thực hiện pháp luật là quá trình hoạt động có mục đích, làm cho các quy định của pháp luật đi vào cuộc sống, trở thành hành vi\nA. hợp pháp của các cá nhân, tổ chức.\nB. đúng của tất cả mọi người.\nC. chính thức của cá nhân, tổ chức.\nD. cần thiết của mọi công dân",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nThực hiện pháp luật là quá trình hoạt động có mục đích, làm cho các quy định của pháp luật đi vào cuộc sống, trở thành hành vi hợp pháp của các cá nhân, tổ chức."
    },
    {
        "ID": "Civ_36_3",
        "Image_Question": "",
        "Question": "Câu 3:Trách nhiệm pháp lí là nghĩa vụ mà các cá nhân, tổ chức phải gánh chịu hậu quả bất lợi từ hành vi\nA. vi phạm pháp luật của mình.\nB. coi thường pháp luật.\nC. thiếu hiểu biết pháp luật.\nD. thiếu suy nghĩ",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nTrách nhiệm pháp lí là nghĩa vụ mà các cá nhân, tổ chức phải gánh chịu hậu quả bất lợi từ hành vi vi phạm pháp luật của mình."
    },
    {
        "ID": "Civ_36_4",
        "Image_Question": "",
        "Question": "Câu 4:Mọi doanh nghiệp đều có quyền tự chủ kinh doanh để nâng cao hiệu quả và khả năng cạnh tranh là nội dung quyền bình đẳng trong lĩnh vực nào dưới đây của công dân?\nA. Trong kinh tế thị trường\nB. Trong kinh doanh.\nC. Trong tìm kiếm cơ hội kinh doanh.\nD. Trong lao động",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nMọi doanh nghiệp đều có quyền tự chủ kinh doanh để nâng cao hiệu quả và khả năng cạnh tranh là nội dung quyền bình đẳng trong kinh doanh của công dân"
    },
    {
        "ID": "Civ_36_5",
        "Image_Question": "",
        "Question": "Câu 5:Trong các yếu tố cấu thành tư liệu lao động thì yếu tố đóng vai trò quan trọng nhất là\nA. kết cấu hạ tầng của sản xuất.\nB. công cụ lao động.\nC. hệ thống bình chứa của sản xuất\nD. kết cấu hạ tầng và công cụ lao động",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nTrong các yếu tố cấu thành tư liệu lao động thì yếu tố đóng vai trò quan trọng nhất là công cụ lao động."
    },
    {
        "ID": "Civ_36_6",
        "Image_Question": "",
        "Question": "Câu 6:Vi phạm pháp luật là hành vi không có dấu hiệu nào dưới đây?\nA. Trái pháp luật.\nB. Tự tiện.\nC. Có lỗi.\nD. Do người có năng lực trách nhiệm pháp lí thực hiện",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nVi phạm pháp luật là hành vi không có dấu hiệu: tự tiện"
    },
    {
        "ID": "Civ_36_7",
        "Image_Question": "",
        "Question": "Câu 7:Ở hình thức thực hiện pháp luật nào dưới đây thì chủ thể có thể thực hiện hoặc không thực hiện quyền của mình theo quy định của pháp luật?\nA. Thi hành pháp luật\nB. Tuân thủ pháp luật\nC. Sử dụng pháp luật\nD. Áp dụng pháp luật",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nỞ hình thức thực hiện pháp luật Sử dụng pháp luật thì chủ thể có thể thực hiện hoặc không thực hiện quyền của mình theo quy định của pháp luật"
    },
    {
        "ID": "Civ_36_8",
        "Image_Question": "",
        "Question": "Câu 8:Cá nhân, tổ chức thực hiện đầy đủ nghĩa vụ, làm những gì mà pháp luật quy định phải làm là biểu hiện của hình thức\nA. sử dụng pháp luật\nB. thi hành pháp luật.\nC. áp dụng pháp luật.\nD. tuân thủ pháp luật.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nCá nhân, tổ chức thực hiện đầy đủ nghĩa vụ, làm những gì mà pháp luật quy định phải làm là biểu hiện của hình thức thi hành pháp luật."
    },
    {
        "ID": "Civ_36_9",
        "Image_Question": "",
        "Question": "Câu 9:Người kinh doanh không kinh doanh những mặt hàng, ngành, nghề bị cấm kinh doanh là biểu hiện của hình thức nào dưới đây?\nA. Sử dụng pháp luật,\nB. Tuân thủ pháp luật.\nC. Vận dụng pháp luật.\nD. Thi hành pháp luật",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nNgười kinh doanh không kinh doanh những mặt hàng, ngành, nghề bị cấm kinh doanh là biểu hiện của hình thức Tuân thủ pháp luật."
    },
    {
        "ID": "Civ_36_10",
        "Image_Question": "",
        "Question": "Câu 10:Cạnh tranh nào dưới đây là động lực của nền kinh tế?\nA. Cạnh tranh trong nội bộ ngành.\nB. Cạnh tranh giữa các ngành.\nC. Cạnh tranh lành mạnh.\nD. Cạnh tranh giữa người bán và người mua",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nCạnh tranh lành mạnh là động lực của nền kinh tế"
    },
    {
        "ID": "Civ_36_11",
        "Image_Question": "",
        "Question": "Câu 11:Những người học xuất sắc có quyền được học trước tuổi, học vượt lớp là nội dung quyền nào dưới đây của công dân?\nA. Quyền được chăm sóc.\nB. Quyền được phát triển.\nC. Quyền được học sớm.\nD. Quyền tự do cá nhân.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nNhững người học xuất sắc có quyền được học trước tuổi, học vượt lớp là nội dung quyền được phát triển của công dân"
    },
    {
        "ID": "Civ_36_12",
        "Image_Question": "",
        "Question": "Câu 12:Mọi công dân khi có đủ điều kiện theo pháp luật, đều được hoạt động kinh doanh sau khi có Giấy chứng nhận đăng kí kinh doanh là thể hiện\nA. quyền tự do kinh doanh.\nB. quyền tự do tìm kiếm việc làm.\nC. quyền nghiên cứu thị trường\nD. quyền xây dựng kinh tế.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nMọi công dân khi có đủ điều kiện theo pháp luật, đều được hoạt động kinh doanh sau khi có Giấy chứng nhận đăng kí kinh doanh là thể hiện quyền tự do kinh doanh."
    },
    {
        "ID": "Civ_36_13",
        "Image_Question": "",
        "Question": "Câu 13:Các dân tộc có quyền dùng tiếng nói, chữ viết của mình và giữ gìn, khôi phục, phát huy những phong tục tập quán, truyền thống văn hoá tốt đẹp. Điều này thể hiện các dân tộc đều bình đẳng về\nA. kinh tế.\nB. chính trị.\nC. văn hoá, giáo dục.\nD. tự do tín ngưỡng",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nCác dân tộc có quyền dùng tiếng nói, chữ viết của mình và giữ gìn, khôi phục, phát huy những phong tục tập quán, truyền thống văn hoá tốt đẹp. Điều này thể hiện các dân tộc đều bình đẳng về văn hoá, giáo dục."
    },
    {
        "ID": "Civ_36_14",
        "Image_Question": "",
        "Question": "Câu 14:Tự ý bắt và giam, giữ người vì nghi ngờ không có căn cứ là vi phạm quyền nào dưới đây của công dân?\nA. Quyền được bảo đảm an toàn cuộc sống.\nB. Quyền bất khả xâm phạm về thân thể.\nC. Quyền được bảo đảm an toàn tính mạng.\nD. Quyền được tự do",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nTự ý bắt và giam, giữ người vì nghi ngờ không có căn cứ là vi phạm quyền bất khả xâm phạm về thân thể của công dân"
    },
    {
        "ID": "Civ_36_15",
        "Image_Question": "",
        "Question": "Câu 15:Khám chỗ ở đúng pháp luật là thực hiện khám trong những trường hợp\nA. được pháp luật cho phép.\nB. nghi ngờ nơi ẩn náu của tội phạm.\nC. cần kiểm tra tài sản bị mất.\nD. cần điều tra tội phạm",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nKhám chỗ ở đúng pháp luật là thực hiện khám trong những trường hợp được pháp luật cho phép"
    },
    {
        "ID": "Civ_36_16",
        "Image_Question": "",
        "Question": "Câu 16:Khi giá cả giảm xuống thì cầu có xu hướng\nA. tăng lên.\nB. giảm xuống\nC. ổn định.\nD. dừng lại",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nKhi giá cả giảm xuống thì cầu có xu hướng tăng lên"
    },
    {
        "ID": "Civ_36_17",
        "Image_Question": "",
        "Question": "Câu 17:Pháp luật bắt buộc đối với mọi cá nhân và tổ chức là đặc điểm phân biệt sự khác nhau\nA. giữa pháp luật với xã hội.\nB. giữa pháp luật với đạo đức.\nC. giữa pháp luật với chính trị.\nD. giữa pháp luật với kinh tế.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nPháp luật bắt buộc đối với mọi cá nhân và tổ chức là đặc điểm phân biệt sự khác nhau giữa pháp luật với đạo đức"
    },
    {
        "ID": "Civ_36_18",
        "Image_Question": "",
        "Question": "Câu 18:Quyền ứng cử của công dân được thực hiện bằng cách nào dưới đây?\nA. Được giới thiệu ứng cử\nB. Tự vận động tranh cử.\nC. Đăng kí ứng cử trên báo chí.\nD. Nhờ người khác giới thiệu mình",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nQuyền ứng cử của công dân được thực hiện bằng cách Được giới thiệu ứng cử"
    },
    {
        "ID": "Civ_36_19",
        "Image_Question": "",
        "Question": "Câu 19:Khiếu nại là quyền của ai dưới đây?\nA. Người có quyền và lợi ích hợp pháp bị xâm hại.\nB. Người vi phạm pháp luật.\nC. Người có tài năng nhưng không được trọng dụng.\nD. Người bị thiệt thòi trong cơ quan",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nKhiếu nại là quyền của Người có quyền và lợi ích hợp pháp bị xâm hại"
    },
    {
        "ID": "Civ_36_20",
        "Image_Question": "",
        "Question": "Câu 20:Luật Giao thông đường bộ quy định mọi người tham gia giao thông phải dừng lại khi đèn đỏ là thể hiện đặc trưng nào dưới đây của pháp luật?\nA. Tính nghiêm minh của pháp luật.\nB. Tính quy phạm phổ biến.\nC. Tính xác định chặt chẽ về mặt hình thức.\nD. Tính thống nhất",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nLuật Giao thông đường bộ quy định mọi người tham gia giao thông phải dừng lại khi đèn đỏ là thể hiện đặc trưng Tính quy phạm phổ biến."
    },
    {
        "ID": "Civ_36_21",
        "Image_Question": "",
        "Question": "Câu 21:Việc nhân dân tham gia góp ý kiến xây dựng Hiến pháp là biểu hiện quyền nào dưới đây của công dân?\nA. Quyền tự do ngôn luận.\nB. Quyền tham gia quản lí nhà nước và xã hội.\nC. Quyền góp ý xây dựng Hiến pháp và pháp luật.\nD. Quyền được tham gia",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nViệc nhân dân tham gia góp ý kiến xây dựng Hiến pháp là biểu hiện quyền tham gia quản lí nhà nước và xã hội của công dân"
    },
    {
        "ID": "Civ_36_22",
        "Image_Question": "",
        "Question": "Câu 22:Hợp đồng lao động được kí kết trực tiếp giữa người lao động với người sử dụng lao động là biểu hiện bình đẳng\nA. về thực hiện quyền lao động\nB. trong giao kết hợp đồng lao động.\nC. trong sản xuất kinh doanh\nD. trong lao động",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nHợp đồng lao động được kí kết trực tiếp giữa người lao động với người sử dụng lao động là biểu hiện bình đẳng trong giao kết hợp đồng lao động."
    },
    {
        "ID": "Civ_36_23",
        "Image_Question": "",
        "Question": "Câu 23:Căn cứ vào quy định của pháp luật liên quan, cơ quan nhà nước có thẩm đã xử phạt hành chính đối với công ty B về hành vi làm hàng giả. Trường hợp này cho thấy, pháp luật có vai trò nào dưới đây?\nA. Là phương tiện để Nhà nước trừng trị kẻ phạm tội.\nB. Là phương tiện để Nhà nước quản lí xã hội.\nC. Là công cụ thực hiện chính sách.\nD. Là công cụ bảo vệ vị trí của Nhà nước",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nCăn cứ vào quy định của pháp luật liên quan, cơ quan nhà nước có thẩm đã xử phạt hành chính đối với công ty B về hành vi làm hàng giả. Trường hợp này cho thấy, pháp luật có vai trò là phương tiện để Nhà nước quản lí xã hội"
    },
    {
        "ID": "Civ_36_24",
        "Image_Question": "",
        "Question": "Câu 24:Công ty sản xuất nước mắm Y đang kinh doanh có hiệu quả thì bị báo X đăng tin nước mắm của công ty có chứa chất gây hại cho sức khoẻ người tiêu dùng. Trên cơ sở pháp luật, Công ty Y đã đề nghị báo X cải chính thông tin sai lệch đã đăng. Trường hợp này cho thấy, pháp luật có vai trò nào dưới đây đối với công dân?\nA. Bảo vệ mọi quyền lợi của công dân.\nB. Luôn đứng về phía người sản xuất kinh doanh.\nC. Bảo vệ quyền và lợi ích hợp pháp của công dân.\nD. Bảo vệ mọi nhu cầu của công dân",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nTrường hợp này cho thấy, pháp luật có vai trò bảo vệ quyền và lợi ích hợp pháp của công dân đối với công dân"
    },
    {
        "ID": "Civ_36_25",
        "Image_Question": "",
        "Question": "Câu 25:Ông N trồng quýt ở khu vực nông thôn và mang lên thành phố bán vì có giá cao hơn. Việc làm này của ông N chịu tác động nào dưới đây của quy luật giá trị?\nA. Điều tiết sản xuất và lưu thông hàng hoá.\nB. Kích thích lực lượng sản xuất phát triển.\nC. Kích thích năng suất lao động tăng lên.\nD. Điều tiết giá cả hàng hoá trên thị trường",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nViệc làm này của ông N chịu tác động Điều tiết sản xuất và lưu thông hàng hoá của quy luật giá trị"
    },
    {
        "ID": "Civ_36_26",
        "Image_Question": "",
        "Question": "Câu 26:Ông M đốt rừng làm nương rẫy dẫn đến làm cháy một khu rừng thuộc khu bảo tồn thiên nhiên. Hành vi của ông M là trái pháp luật về\nA. bảo vệ môi trường.\nB. bảo vệ cảnh quan thiên nhiên.\nC. bảo vệ và phát triển rừng.\nD. bảo vệ nguồn lợi rừng",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nÔng M đốt rừng làm nương rẫy dẫn đến làm cháy một khu rừng thuộc khu bảo tồn thiên nhiên. Hành vi của ông M là trái pháp luật về bảo vệ và phát triển rừng."
    },
    {
        "ID": "Civ_36_27",
        "Image_Question": "",
        "Question": "Câu 27:Ông K xây nhà, để vật liệu trên hè phố nên đã bị Thanh tra giao thông xử phạt hành chính. Hành vi của ông K là vi phạm\nA. dân sự\nB. kỉ luật\nC. hành chính\nD. trật tự.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nÔng K xây nhà, để vật liệu trên hè phố nên đã bị Thanh tra giao thông xử phạt hành chính. Hành vi của ông K là vi phạm hành chính"
    },
    {
        "ID": "Civ_36_28",
        "Image_Question": "",
        "Question": "Câu 28:H mới 17 tuổi, chưa đủ tuổi kết hôn, nhưng do có mối quan hệ họ hàng nên đã được Chủ tịch Uỷ ban nhân dân xã kí quyết định cấp Giấy chứng nhận đăng kí kết hôn. Trong trường hợp này, ai trong số những người dưới đây vi phạm pháp luật?\nA. Gia đình H\nB. Cán bộ phụ trách tư pháp xã.\nC. H và Chủ tịch Uỷ ban nhân dân xã.\nD. Bố mẹ H và Chủ tịch Uỷ ban nhân dân xã",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nH và Chủ tịch Uỷ ban nhân dân xã vi phạm pháp luật"
    },
    {
        "ID": "Civ_36_29",
        "Image_Question": "",
        "Question": "Câu 29:Hai ông N và M là cán bộ được giao quản lý tài sản nhà nước nhưng đã vô trách nhiệm để thất thoát một số tài sản có giá trị lớn. Hai ông N và M đều bị Toà án xử phạt. Quyết định xử phạt của Toà án là biểu hiện công dân bình đẳng về lĩnh vực nào dưới đây?\nA. Về nghĩa vụ cá nhân.\nB. Về trách nhiệm công vụ.\nC. Về trách nhiệm pháp lí.\nD. Về nghĩa vụ quản lí.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nQuyết định xử phạt của Toà án là biểu hiện công dân bình đẳng về lĩnh vực trách nhiệm pháp lí"
    },
    {
        "ID": "Civ_36_30",
        "Image_Question": "",
        "Question": "Câu 30:Toà án nhân dân tỉnh Đ xét xử vụ án tham nhũng đã quyết định áp dụng hình phạt tù đối với 3 cán bộ về tội \"Lợi dụng chức vụ, quyền hạn trong khi thi hành công vụ\". Hình phạt mà Toà án áp dụng là biểu hiện công dân bình đẳng về lĩnh vực nào dưới đây?\nA. Về nghĩa vụ trước pháp luật.\nB. Trước Toà án.\nC. Về trách nhiệm pháp lí.\nD. Về chấp hành hình phạt",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nHình phạt mà Toà án áp dụng là biểu hiện công dân bình đẳng về lĩnh vực  trách nhiệm pháp lí"
    },
    {
        "ID": "Civ_36_31",
        "Image_Question": "",
        "Question": "Câu 31:Ông K dùng tiền từ tài sản chung của vợ chồng để kinh doanh mà không bàn bạc với vợ mình. Việc làm của ông K là không thể hiện bình đẳng giữa vợ và chồng trong quan hệ nào dưới đây?\nA. Quan hệ chi tiêu trong gia đình.\nB. Quan hệ nhân thân.\nC. Quan hệ kinh tế trong gia đình.\nD. Quan hệ tài sản.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nViệc làm của ông K là không thể hiện bình đẳng giữa vợ và chồng trong quan hệ tài sản"
    },
    {
        "ID": "Civ_36_32",
        "Image_Question": "",
        "Question": "Câu 32:Anh D là Trưởng phòng kĩ thuật của Nhà máy Khai thác than yêu cầu Giám đốc công ty trang bị bảo hộ lao động thiết yếu cho mình và các công nhân trong nhà máy. Tuy nhiên, việc làm này của anh bị Giám đốc phản đối và cắt giảm phụ cấp chức vụ. Anh D cần vận dụng quyền nào dưới đây để bảo vệ quyền và lợi ích hợp pháp của mình?\nA. Tố cáo\nB. Khởi tố\nC. Khiếu nại.\nD. Khởi kiện.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nAnh D cần vận dụng quyền Khiếu nại để bảo vệ quyền và lợi ích hợp pháp của mình"
    },
    {
        "ID": "Civ_36_33",
        "Image_Question": "",
        "Question": "Câu 33:H bị mấy học sinh lớp khác đánh hội đồng. M chứng kiến cảnh này nhưng không can ngăn mà còn quay video, sau đó đưa lên Facebook cùng những lời bình luận xấu về H. Hành vi của M đã vi phạm quyền nào dưới đây của công dân?\nA. Quyền bí mật đời tư.\nB. Quyền được bảo đảm an toàn về danh dự của cá nhân.\nC. Quyền được pháp luật bảo hộ về danh dự, nhân phẩm.\nD. Quyền được bảo đảm an toàn cuộc sống",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nHành vi của M đã vi phạm quyền được pháp luật bảo hộ về danh dự, nhân phẩm của công dân"
    },
    {
        "ID": "Civ_36_34",
        "Image_Question": "",
        "Question": "Câu 34:L lưu giữ hình ảnh kỉ niệm về tình yêu với bạn trai. X là bạn của L đã tự tiện mở máy tính của L, copy file ảnh này và đưa cho Y; Y đã đăng những ảnh này lên Facebook với lời bình luận không tốt. Theo em, trong trường hợp này L phải làm theo cách nào dưới đây để bảo vệ quyền của mình?\nA. Tố cáo X và Y với cơ quan công an.\nB. Nói xấu X và Y, kể hết sự việc trên Facebook.\nC. Im lặng, không nói gì.\nD. Nói chuyện với cả X và Y và yêu cầu Y gỡ những hình ảnh này",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nTheo em, trong trường hợp này L nói chuyện với cả X và Y và yêu cầu Y gỡ những hình ảnh này để bảo vệ quyền của mình"
    },
    {
        "ID": "Civ_36_35",
        "Image_Question": "",
        "Question": "Câu 35:Thấy trong khu dân cư của mình có cơ sở chế biến thực phẩm gây ô nhiễm môi trường, nhân dân trong khu dân cư cần lựa chọn cách xử sự nào dưới đây để thực hiện quyền tham gia quản lý nhà nước và xã hội trên địa bàn dân cư mình?\nA. Yêu cầu cơ sở chế biến ngừng hoạt động.\nB. Yêu cầu cơ sở chế biến thực phẩm bồi thường vì gây ô nhiễm.\nC. Kiến nghị với Uỷ ban nhân dân phường để ngừng hoạt động của cơ sở này.\nD. Đe doạ những người làm việc trong cơ sở này",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nThấy trong khu dân cư của mình có cơ sở chế biến thực phẩm gây ô nhiễm môi trường, nhân dân trong khu dân cư cần kiến nghị với Uỷ ban nhân dân phường để ngừng hoạt động của cơ sở này"
    },
    {
        "ID": "Civ_36_36",
        "Image_Question": "",
        "Question": "Câu 36:Nhân dân thôn B họp và biểu quyết về việc mỗi gia đình đóng góp 1 triệu đồng để làm đường đi chung trong thôn. Đây là biểu hiện quyền nào của công dân?\nA. Quyền tự do ngôn luận.\nB. Quyền được tham gia.bày tỏ ý kiến\nC. Quyền tham gia quản lý nhà nước và xã hội.\nD. Quyền bày tỏ ý kiến",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nNhân dân thôn B họp và biểu quyết về việc mỗi gia đình đóng góp 1 triệu đồng để làm đường đi chung trong thôn. Đây là biểu hiện quyền tham gia quản lý nhà nước và xã hội của công dân"
    },
    {
        "ID": "Civ_36_37",
        "Image_Question": "",
        "Question": "Câu 37:Chị M là nhân viên của Công ty X có con nhỏ 10 tháng tuổi hay ốm nên mấy lần phải xin nghỉ. Vì cho rằng chị không thích hợp với công việc hiện tại, Giám đốc Công ty ra quyết định kỉ luật với hình thức “chuyển công tác khác”. Không đồng ý với quyết định của Giám đốc, chị M có thể làm theo cách nào dưới đây?\nA. Viết đơn đề nghị Giám đốc xem xét lại.\nB. Gửi đơn khiếu nại đến cơ quan cấp trên.\nC. Gửi đơn tố cáo đến cơ quan cấp trên.\nD. Gửi đơn khiếu nại đến Giám đốc Công ty",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nKhông đồng ý với quyết định của Giám đốc, chị M có thể gửi đơn khiếu nại đến Giám đốc Công ty"
    },
    {
        "ID": "Civ_36_38",
        "Image_Question": "",
        "Question": "Câu 38:Công ty sản xuất ống nhựa B áp dụng các biện pháp để xử lí tốt nước thải công nghiệp trong quá trình sản xuất. Việc làm của Công ty B là đã thực hiện nghĩa vụ nào dưới đây của người kinh doanh?\nA. Giữ gìn môi trường của Công ty.\nB. Bảo vệ môi trường\nC. Bảo vệ danh dự, uy tín cho Công ty.\nD. Bảo vệ an toàn sức khoẻ cho nhân dân",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nViệc làm của Công ty B là đã thực hiện nghĩa vụ Bảo vệ môi trường của người kinh doanh"
    },
    {
        "ID": "Civ_36_39",
        "Image_Question": "",
        "Question": "Câu 39:Bắt quả tang anh M vận chuyển trái phép động vật quý hiếm, anh B là cán bộ chức năng đã lập biên bản tịch thu tang vật. Vì bị anh M chống đối nên anh B đẩy anh M ngã gãy tay. Để trả thù, ông T là bố anh M đã chặn đường đánh anh B gây chấn thương. Những ai dưới đây vi phạm quyền được pháp luật bảo hộ về tính mạng, sức khoẻ của công dân?\nA. Anh B và anh M\nB. Anh B và ông T.\nC. Anh M, anh B và ông T\nD. Anh M.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nAnh B và ông T vi phạm quyền được pháp luật bảo hộ về tính mạng, sức khoẻ của công dân"
    },
    {
        "ID": "Civ_36_40",
        "Image_Question": "",
        "Question": "Câu 40:Anh A thuê anh C thiết kế mẫu máy chế biến thức ăn gia súc. Sau khi thử nghiệm sản phẩm thành công, anh A đã đăng kí bảo hộ kiểu dáng công nghiệp cho thiết kế đó. Tuy biết rõ điều này nhưng anh D vẫn nhờ anh G thoả thuận với anh C để mua lại mẫu thiết kế trên rồi nhận mình là tác giả và gửi tham dự một cuộc thi sáng tạo kĩ thuật. Những ai dưới đây vi phạm quyền sáng tạo của công dân?\nA. Anh A và anh C.\nB. Anh D, anh G và anh C.\nC. Anh D và anh A.\nD. Anh D, anh G và anh A.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nAnh D, anh G và anh C vi phạm quyền sáng tạo của công dân"
    }
]