[
    {
        "ID": "Civ_37_1",
        "Image_Question": "",
        "Question": "Câu 1:Một trong các đặc trưng cơ bản của pháp luật thể hiện ở\nA. tính quy phạm phổ biến.\nB. tính hiện đại\nC. tính cơ bản\nD. tính truyền thống",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nMột trong các đặc trưng cơ bản của pháp luật thể hiện ở tính quy phạm phổ biến."
    },
    {
        "ID": "Civ_37_2",
        "Image_Question": "",
        "Question": "Câu 2:Nội dung của văn bản do cơ quan cấp dưới ban hành không được trái với nội dung văn bản do cơ quan cấp trên ban hành là thể hiện đặc trưng nào dưới đây của pháp luật?\nA. Tính xác định cụ thể về mặt nội dung.\nB. Tính xác định chặt chẽ về mặt hình thức.\nC. Tính trình tự kế hoạch của hệ thống pháp luật.\nD. Tính trình tự khoa học của pháp luật.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nNội dung của văn bản do cơ quan cấp dưới ban hành không được trái với nội dung văn bản do cơ quan cấp trên ban hành là thể hiện đặc trưng  Tính xác định chặt chẽ về mặt hình thức. của pháp luật"
    },
    {
        "ID": "Civ_37_3",
        "Image_Question": "",
        "Question": "Câu 3:Trong nền sản xuất lớn, hiện đại, yếu tố nào dưới đây giữ vai trò quyết định?\nA. Đối tượng lao động.\nB. Sức lao động.\nC. Tư liệu sản xuất hiện đại.\nD. Công cụ sản xuất tiên tiến.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nTrong nền sản xuất lớn, hiện đại, Sức lao động giữ vai trò quyết định"
    },
    {
        "ID": "Civ_37_4",
        "Image_Question": "",
        "Question": "Câu 4:Nội dung nào dưới đây không thể hiện quyền bình đẳng giữa cha mẹ và con?\nA. Con có bổn phận vâng lời, phụng dưỡng cha mẹ.\nB. Con có bổn phận nghe theo mọi ý kiến của cha mẹ.\nC. Con có bổn phận chăm sóc, nuôi dưỡng cha mẹ.\nD. Con có bổn phận yêu quý, hiếu thảo với cha mẹ.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nCon có bổn phận nghe theo mọi ý kiến của cha mẹ không thể hiện quyền bình đẳng giữa cha mẹ và con"
    },
    {
        "ID": "Civ_37_5",
        "Image_Question": "",
        "Question": "Câu 5:Việc công dân viết bài đăng báo, bày tỏ quan điểm của mình phê phán cái xấu, đồng tình với cái tốt là biểu hiện quyền nào dưới đây của công dân?\nA. Quyền tham gia ý kiến\nB. Quyền tự do ngôn luận.\nC. Quyền tự do tư tưởng.\nD. Quyền tự do báo chí",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nViệc công dân viết bài đăng báo, bày tỏ quan điểm của mình phê phán cái xấu, đồng tình với cái tốt là biểu hiện quyền  tự do ngôn luận"
    },
    {
        "ID": "Civ_37_6",
        "Image_Question": "",
        "Question": "Câu 6:Cạnh tranh không lành mạnh có dấu hiệu nào dưới đây?\nA. Vi phạm pháp luật và trái với truyền thống dân tộc.\nB. Vi phạm pháp luật và các chuẩn mực đạo đức.\nC. Vi phạm chuẩn mực đạo đức và văn hoá dân tộc.\nD. Vi phạm tập quán kinh doanh",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nCạnh tranh không lành mạnh có dấu hiệu: Vi phạm pháp luật và các chuẩn mực đạo đức"
    },
    {
        "ID": "Civ_37_7",
        "Image_Question": "",
        "Question": "Câu 7:Bắt người trong trường hợp nào dưới đây thì không vi phạm quyền bất khả xâm phạm về thân thể của công dân?\nA. Hai học sinh gây mất trật tự trong lớp học.\nB. Hai nhà hàng xóm to tiếng với nhau.\nC. Một người tung tin, bịa đặt nói xấu người khác.\nD. Một người đang lấy trộm xe máy",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nBắt người trong trường hợp Một người đang lấy trộm xe máy thì không vi phạm quyền bất khả xâm phạm về thân thể của công dân"
    },
    {
        "ID": "Civ_37_8",
        "Image_Question": "",
        "Question": "Câu 8:Ai dưới đây có quyền khiếu nại?\nA. Mọi cá nhân, tổ chức\nB. Chỉ có cá nhân\nC. Chỉ những người từ 20 tuổi trở lên.\nD. Chỉ những người là nhân viên",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án  A\nMọi cá nhân, tổ chức có quyền khiếu nại"
    },
    {
        "ID": "Civ_37_9",
        "Image_Question": "",
        "Question": "Câu 9:Công dân tham gia góp ý kiến với Nhà nước về các vấn đề chính trị, kinh tế, xã hội của đất nước là thực hiện\nA. quyền tham gia quản lý nhà nước và xã hội.\nB. quyền tham gia ban hành chính sách kinh tế, xã hội.\nC. quyền xây dựng bộ máy nhà nước.\nD. quyền tự do ngôn luận.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nCông dân tham gia góp ý kiến với Nhà nước về các vấn đề chính trị, kinh tế, xã hội của đất nước là thực hiện quyền tham gia quản lý nhà nước và xã hội."
    },
    {
        "ID": "Civ_37_10",
        "Image_Question": "",
        "Question": "Câu 10: Câu nào dưới đây là đúng về quyền khiếu nại của công dân?A. Cá nhân, tổ chức có quyền lợi hợp pháp bị xâm hại có quyền khiếu nại.\nB. Chỉ cá nhân mới có quyền khiếu nại.\nC. Chỉ tổ chức mới có quyền khiếu nại.\nD. Người dưới 18 tuổi không có quyền khiếu nại",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nCá nhân, tổ chức có quyền lợi hợp pháp bị xâm hại có quyền khiếu nại đúng về quyền khiếu nại của công dân"
    },
    {
        "ID": "Civ_37_11",
        "Image_Question": "",
        "Question": "Câu 11:Biểu hiện nào dưới đây thuộc quyền được phát triển?\nA. Học sinh học xuất sắc được vào học trong các trường chuyên\nB. Học sinh nghèo được giúp đỡ về vật chất để học tập.\nC. Học sinh người dân tộc thiểu số được ưu tiên trong tuyển chọn.\nD. Học sinh con nhà nghèo được nhận học bổng.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nHọc sinh học xuất sắc được vào học trong các trường chuyên thuộc quyền được phát triển"
    },
    {
        "ID": "Civ_37_12",
        "Image_Question": "",
        "Question": "Câu 12:Quyền học tập của công dân không bao gồm nội dung nào dưới đây?\nA. Quyền học thường xuyên, học suốt đời.\nB. Quyền học bất cứ ngành, nghề nào mà mình thích.\nC. Quyền học tập không hạn chế.\nD. Quyền học bất cứ ngành, nghề phù hợp với khả năng, điều kiện của mình",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nQuyền học tập của công dân không bao gồm nội dung Quyền học bất cứ ngành, nghề nào mà mình thích."
    },
    {
        "ID": "Civ_37_13",
        "Image_Question": "",
        "Question": "Câu 13:Khi cung giảm thì giá cả có xu hướng\nA. giảm xuống.\nB. tăng lên.\nC. không tăng, không giảm.\nD. ổn định",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nKhi cung giảm thì giá cả có xu hướng tăng lên."
    },
    {
        "ID": "Civ_37_14",
        "Image_Question": "",
        "Question": "Câu 14:Cá nhân, tổ chức làm những gì mà pháp luật quy định phải làm là nội dung của hình thức\nA. tuyên truyền pháp luật.\nB. giải thích pháp luật.\nC. thi hành pháp luật\nD. áp dụng pháp luật",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nCá nhân, tổ chức làm những gì mà pháp luật quy định phải làm là nội dung của hình thức thi hành pháp luật"
    },
    {
        "ID": "Civ_37_15",
        "Image_Question": "",
        "Question": "Câu 15:Vi phạm dân sự là hành vi vi phạm pháp luật, xâm phạm tới\nA. các quan hệ tài sản và quan hệ nhân thân.\nB. các quan hệ kinh tế và quan hệ lao động.\nC. các quy tắc quản lý nhà nước.\nD. trật tự, an toàn xã hội",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nVi phạm dân sự là hành vi vi phạm pháp luật, xâm phạm tới các quan hệ tài sản và quan hệ nhân thân"
    },
    {
        "ID": "Civ_37_16",
        "Image_Question": "",
        "Question": "Câu 16:Công dân bình đẳng về quyền và nghĩa vụ có nghĩa là mọi công dân\nA. đều có quyền như nhau.\nB. đều có nghĩa vụ như nhau.\nC. đều có quyền và nghĩa vụ giống nhau.\nD. đều bình đẳng về quyền và làm nghĩa vụ theo quy định của pháp luật.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nCông dân bình đẳng về quyền và nghĩa vụ có nghĩa là mọi công dân đều bình đẳng về quyền và làm nghĩa vụ theo quy định của pháp luật."
    },
    {
        "ID": "Civ_37_17",
        "Image_Question": "",
        "Question": "Câu 17:Mọi công dân nếu có đủ điều kiện theo quy định của pháp luật đều có thể thành lập doanh nghiệp, là nội dung quyền bình đẳng trong lĩnh vực nào dưới đây của công dân?\nA. Trong tìm kiếm thị trường.\nB. Trong kinh doanh.\nC. Trong lao động\nD. Trong tìm kiếm cơ hội kinh doanh",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nMọi công dân nếu có đủ điều kiện theo quy định của pháp luật đều có thể thành lập doanh nghiệp, là nội dung quyền bình đẳng trong kinh doanh."
    },
    {
        "ID": "Civ_37_18",
        "Image_Question": "",
        "Question": "Câu 18:Vợ chồng tạo điều kiện cho nhau phát triển về mọi mặt là biểu hiện trong quan hệ nào dưới đây giữa vợ và chồng?\nA. Quan hệ gia đình.\nB. Quan hệ nhân thân\nC. Quan hệ hôn nhân.\nD. Quan hệ tình cảm",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nVợ chồng tạo điều kiện cho nhau phát triển về mọi mặt là biểu hiện trong quan hệ nhân thân giữa vợ và chồng"
    },
    {
        "ID": "Civ_37_19",
        "Image_Question": "",
        "Question": "Câu 19:Vợ, chồng tôn trọng và giữ gìn danh dự, nhân phẩm, uy tín của nhau là biểu hiện của bình đẳng giữa vợ và chồng trong\nA. quan hệ tài sản.\nB. quan hệ nhân thân.\nC. quan hệ tình cảm.\nD. quan hệ hợp tác",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nVợ, chồng tôn trọng và giữ gìn danh dự, nhân phẩm, uy tín của nhau là biểu hiện của bình đẳng giữa vợ và chồng trong quan hệ nhân thân."
    },
    {
        "ID": "Civ_37_20",
        "Image_Question": "",
        "Question": "Câu 20:Việc bảo đảm tỉ lệ thích hợp người dân tộc thiểu số trong các cơ quan quyền lực nhà nước thể hiện\nA. quyền bình đẳng giữa các dân tộc.\nB. quyền bình đẳng giữa các công dân.\nC. quyền bình đẳng giữa các vùng, miền.\nD. quyền bình đẳng trong công việc chung của Nhà nước",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nViệc bảo đảm tỉ lệ thích hợp người dân tộc thiểu số trong các cơ quan quyền lực nhà nước thể hiện quyền bình đẳng giữa các dân tộc."
    },
    {
        "ID": "Civ_37_21",
        "Image_Question": "",
        "Question": "Câu 21:Bất kì ai cũng có quyền được bắt người trong trường hợp nào dưới đây?\nA. Người phạm tội quả tang hoặc đang bị truy nã.\nB. Người đang chuẩn bị thực hiện hành vi phạm tội.\nC. Người có dấu hiệu thực hiện hành vi phạm tội.\nD. Người bị nghi ngờ phạm tội",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nBất kì ai cũng có quyền được bắt người trong trường hợp Người phạm tội quả tang hoặc đang bị truy nã"
    },
    {
        "ID": "Civ_37_22",
        "Image_Question": "",
        "Question": "Câu 22:Công dân có thể học bằng nhiều hình thức khác nhau và học ở các loại hình trường, lớp khác nhau là biểu hiện của quyền\nA. học thường xuyên, học suốt đời.\nB. học không hạn chế.\nC. học bất cứ nơi nào.\nD. bình đẳng về cơ hội học tập",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nCông dân có thể học bằng nhiều hình thức khác nhau và học ở các loại hình trường, lớp khác nhau là biểu hiện của quyền học thường xuyên, học suốt đời."
    },
    {
        "ID": "Civ_37_23",
        "Image_Question": "",
        "Question": "Câu 23:Một trong các nghĩa vụ của người kinh doanh là\nA. bảo vệ quyền lợi của người tiêu dùng.\nB. giữ gìn trật tự, an toàn xã hội.\nC. bảo đảm tăng trưởng kinh tế đất nước.\nD. phòng, chống buôn bán ma tuý",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nMột trong các nghĩa vụ của người kinh doanh là bảo vệ quyền lợi của người tiêu dùng."
    },
    {
        "ID": "Civ_37_24",
        "Image_Question": "",
        "Question": "Câu 24:Pháp luật quy định các mức thuế khác nhau đối với các doanh nghiệp, căn cứ vào\nA. uy tín của người đứng đầu doanh nghiệp.\nB. ngành, nghề, lĩnh vực và địa bàn kinh doanh.\nC. khả năng kinh doanh của doanh nghiệp.\nD. chủ trương kinh doanh của doanh nghiệp",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nPháp luật quy định các mức thuế khác nhau đối với các doanh nghiệp, căn cứ vào ngành, nghề, lĩnh vực và địa bàn kinh doanh."
    },
    {
        "ID": "Civ_37_25",
        "Image_Question": "",
        "Question": "Câu 25:Vợ chồng ông A có 300 triệu đồng nên đã quyết định đổi toàn bộ số tiền đó ra vàng để cất giữ cho việc chi tiêu khi tuổi già. Trong trường hợp này, chức năng nào dưới đây của tiền tệ đã được thực hiện?\nA. Thước đo giá trị.\nB. Phương tiện lưu thông.\nC. Phương tiện cất trữ.\nD. Phương tiện thanh toán",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nTrong trường hợp này, chức năng nào dưới đây của tiền tệ đã được thực hiện Phương tiện cất trữ"
    },
    {
        "ID": "Civ_37_26",
        "Image_Question": "",
        "Question": "Câu 26:Công ty A sản xuất thức ăn gia súc bị Công ty B làm giả hàng của Công ty A nên đã gây thiệt hại lớn về doanh thu của Công ty A. Trên cơ sở pháp luật, Công ty A đã khởi kiện Công ty B về hành vi này. Trường hợp này cho thấy, pháp luật có vai trò nào dưới đây đối với công dân?\nA. Bảo vệ mọi quyền lợi của công dân.\nB. Bảo vệ uy tín công dân.\nC. Bảo vệ quyền và lợi ích hợp pháp của công dân.\nD. Bảo vệ danh dự cho công dân.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nTrường hợp này cho thấy, pháp luật có vai trò Bảo vệ quyền và lợi ích hợp pháp của công dân đối với công dân"
    },
    {
        "ID": "Civ_37_27",
        "Image_Question": "",
        "Question": "Câu 27:A cố ý không vận chuyển hàng đến cho B đúng hạn theo hợp đồng nên đã gây thiệt hại cho B. Hành vi của A là hành vi vi phạm nào dưới đây?\nA. Hành chính\nB. Kỉ luật\nC. Dân sự\nD. Thỏa thuận",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nA cố ý không vận chuyển hàng đến cho B đúng hạn theo hợp đồng nên đã gây thiệt hại cho B. Hành vi của A là hành vi vi phạm Dân sự"
    },
    {
        "ID": "Civ_37_28",
        "Image_Question": "",
        "Question": "Câu 28:Công ty sản xuất gạch men X không áp dụng biện pháp bảo vệ môi trường nên đã bị Cảnh sát môi trường lập biên bản xử lý vi phạm hành chính. Hành vi xử phạt của Cảnh sát môi trường là biểu hiện của hình thức thực hiện pháp luật nào dưới đây?\nA. Thi hành pháp luật.\nB. Cưỡng chế pháp luật.\nC. Áp dụng pháp luật.\nD. Bảo đảm pháp luật",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nHành vi xử phạt của Cảnh sát môi trường là biểu hiện của hình thức thực hiện Áp dụng pháp luật."
    },
    {
        "ID": "Civ_37_29",
        "Image_Question": "",
        "Question": "Câu 29:H nợ K 20 triệu đồng. K đã nhiều lần đòi H nhưng không được nên đã đánh | H bị thương tích nặng với tỉ lệ thương tật 14 %. H phải điều trị tốn kém hơn 20 triệu đồng. Trong trường hợp này, K phải chịu trách nhiệm pháp lí nào dưới đây?\nA. Hình sự\nB. Hành chính\nC. Hình sự và kỉ luật.\nD. Hình sự và dân sự.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nTrong trường hợp này, K phải chịu trách nhiệm pháp lí Hình sự và dân sự."
    },
    {
        "ID": "Civ_37_30",
        "Image_Question": "",
        "Question": "Câu 30:Vì điều kiện kinh doanh khó khăn, cả hai công ty A và B kinh doanh cùng một mặt hàng trên cùng một địa bàn và đều được miễn giảm thuế trong thời gian 1 năm. Điều này thể hiện quyền bình đẳng nào dưới đây?\nA. Bình đẳng về nghĩa vụ trong kinh tế.\nB. Bình đẳng về nghĩa vụ đối với xã hội\nC. Bình đẳng về nghĩa vụ trong kinh doanh.\nD. Bình đẳng về nghĩa vụ trong sản xuất kinh doanh",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nVì điều kiện kinh doanh khó khăn, cả hai công ty A và B kinh doanh cùng một mặt hàng trên cùng một địa bàn và đều được miễn giảm thuế trong thời gian 1 năm. Điều này thể hiện quyền bình đẳng về nghĩa vụ trong kinh doanh."
    },
    {
        "ID": "Civ_37_31",
        "Image_Question": "",
        "Question": "Câu 31:Chị L và anh N muốn kết hôn với nhau, nhưng ông K là bố của chị L không đồng ý và đã cản trở hai người vì lí do hai người không cùng dân tộc. Hành vi của ông K là biểu hiện của vi phạm nào dưới đây?\nA. Thiếu hiểu biết về các dân tộc.\nB. Không thiện chí vì lí do dân tộc\nC. Quyền bình đẳng giữa các dân tộc.\nD. Tình đoàn kết giữa các dân tộc",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nHành vi của ông K là biểu hiện của vi phạm Hành vi của ông K là biểu hiện của vi phạm"
    },
    {
        "ID": "Civ_37_32",
        "Image_Question": "",
        "Question": "Câu 32:Khi nhìn thấy kẻ gian đột nhập vào nhà hàng xóm, N đã báo ngay cho cơ quan công an. N đã thực hiện quyền nào của công dân?\nA. Quyền khiếu nại\nB. Quyền tố cáo.\nC. Quyền tự do ngôn luận.\nD. Quyền nhân thân",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nKhi nhìn thấy kẻ gian đột nhập vào nhà hàng xóm, N đã báo ngay cho cơ quan công an. N đã thực hiện quyền tố cáo của công dân"
    },
    {
        "ID": "Civ_37_33",
        "Image_Question": "",
        "Question": "Câu 33:D đăng ảnh của K lên Facebook với lời bình luận không hay về những tấm ảnh này. K cần làm theo cách nào dưới đây để bảo vệ quyền của mình phù hợp với pháp luật?\nA. Tố cáo D cho cơ quan công an.\nB. Nói xấu D và kể hết sự việc trên Facebook.\nC. Tố cáo D với cô giáo chủ nhiệm.\nD. Nói chuyện với D và yêu cầu gỡ bỏ những ảnh này",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nK cần nói chuyện với D và yêu cầu gỡ bỏ những ảnh này để bảo vệ quyền của mình phù hợp với pháp luật"
    },
    {
        "ID": "Civ_37_34",
        "Image_Question": "",
        "Question": "Câu 34:L và H là bạn thân, học cùng lớp với nhau. Khi giữa hai người nảy sinh mâu thuẫn, L đã tung tin xấu, bịa đặt về H trên Facebook. Nếu là bạn học cùng lớp của H và L, em sẽ lựa chọn cách ứng xử nào dưới đây cho phù hợp với quy định của pháp luật?\nA. Coi như không biết vì đây là việc riêng của L.\nB. Khuyên H nói xấu lại L trên Facebook.\nC. Chia sẻ thông tin đó trên Facebook.\nD. Khuyên L gỡ bỏ tin vì đã xâm phạm nhân phẩm, danh dự của người khác",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nNếu là bạn học cùng lớp của H và L, em sẽ khuyên L gỡ bỏ tin vì đã xâm phạm nhân phẩm, danh dự của người khác"
    },
    {
        "ID": "Civ_37_35",
        "Image_Question": "",
        "Question": "Câu 35:Nghi ngờ vợ mình đang tham gia truyền đạo trái phép tại nhà ông N, anh M đã tự ý xông vào nhà ông N để tìm vợ. Anh M đã vi phạm quyền nào dưới đây của công dân?\nA. Quyền được pháp luật bảo hộ về danh dự và nhân phẩm.\nB. Quyền được bảo đảm an toàn và bí mật điện thoại, điện tín.\nC. Quyền bất khả xâm phạm về thân thể.\nD. Quyền bất khả xâm phạm về chỗ ở",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nAnh M đã vi phạm quyền bất khả xâm phạm về chỗ ở của công dân"
    },
    {
        "ID": "Civ_37_36",
        "Image_Question": "",
        "Question": "Câu 36:Ông Đ lấn chiếm 1 héc-ta đất thuộc khu rừng phòng hộ đầu nguồn để trồng cây lương thực. Hành vi của ông Đ là trái pháp luật về\nA. bảo vệ tài nguyên rừng.\nB. bảo vệ cảnh quan thiên nhiên.\nC. bảo vệ và phát triển rừng.\nD. bảo vệ nguồn lợi rừng",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nÔng Đ lấn chiếm 1 héc-ta đất thuộc khu rừng phòng hộ đầu nguồn để trồng cây lương thực. Hành vi của ông Đ là trái pháp luật về bảo vệ và phát triển rừng."
    },
    {
        "ID": "Civ_37_37",
        "Image_Question": "",
        "Question": "Câu 37:Phát hiện thấy một nhóm người đang cưa trộm gỗ trong rừng quốc gia, K đã báo ngay cho cơ quan kiểm lâm. K đã thực hiện quyền nào dưới đây của công dân?\nA. Quyền tham gia quản lý nhà nước và xã hội.\nB. Quyền tự do ngôn luận.\nC. Quyền tố cáo.\nD. Quyền khiếu nại",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nPhát hiện thấy một nhóm người đang cưa trộm gỗ trong rừng quốc gia, K đã báo ngay cho cơ quan kiểm lâm. K đã thực hiện quyền tố cáo của công dân"
    },
    {
        "ID": "Civ_37_38",
        "Image_Question": "",
        "Question": "Câu 38:Anh Quang mở cửa hàng bán máy tính xách tay, nhưng trên thị trường hiện nay có rất nhiều cửa hàng cùng bán loại mặt hàng này, nên việc bán máy tính xách tay rất chậm. Tìm hiểu và nắm bắt nhu cầu của khách hàng, anh Quang đã chuyển sang kinh doanh linh kiện máy tính xách tay và sửa chữa máy tính xách tay, từ đó cửa hàng anh rất đông khách, thu nhập ngày càng tăng. Lựa chọn của anh Quang trong tình huống trên do tác động nào dưới đây của quy luật giá trị?\nA. Điều tiết sản xuất và lưu thông hàng hoá.\nB. Cải tiến kĩ thuật, nâng cao tay nghề.\nC. Kích thích lực lượng sản xuất phát triển và năng suất lao động tăng lên.\nD. Phân hoá giàu - nghèo giữa những người sản xuất hàng hoá",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nLựa chọn của anh Quang trong tình huống trên do tác động Điều tiết sản xuất và lưu thông hàng hoácủa quy luật giá trị"
    },
    {
        "ID": "Civ_37_39",
        "Image_Question": "",
        "Question": "Câu 39:Ông K Chủ tịch xã cố ý không gửi giấy mời họp cho bà A mặc dù bà A có tên trong danh sách họp bàn về phương án xây dựng đường liên thôn. Mặc dù vậy, chị H là thư kí cuộc họp đã ghi vào biên bản nội dung bà A có ý kiến ủng hộ mọi quan điểm của ông K. Phát hiện điều này, anh M đã phê phán nên bị ông K đã ngắt lời và đuổi ra ngoài. Những ai dưới đây vi phạm quyền tham gia quản lí nhà nước và xã hội của công dân?\nA. Ông K, chị H và bà A.\nB. Ông K, anh M và chị H.\nC. Ông K và chị H.\nD. Bà A và chị H",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nÔng K và chị H vi phạm quyền tham gia quản lí nhà nước và xã hội của công dân"
    },
    {
        "ID": "Civ_37_40",
        "Image_Question": "",
        "Question": "Câu 40:Chị M thuê anh S sao chép công thức chiết xuất tinh dầu đang trong thời gian chờ cấp bằng độc quyền sáng chế của anh V. Tuy nhiên, anh S đã bán công thức vừa sao chép được cho chị N vì chị N trả giá cao hơn. Sau đó, chị N nhận mình là tác giả của công thức chiết xuất tinh dầu trên rồi gửi tham dự cuộc thi sáng tạo. Những ai dưới đây vi phạm quyền sáng tạo của công dân?\nA. Chị M và anh S.\nB. Anh S và anh V.\nC. Chị M, anh S và chị N.\nD. Anh S, anh V và chị N",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nChị M, anh S và chị N vi phạm quyền sáng tạo của công dân"
    }
]