[
    {
        "ID": "Geo_38_1",
        "Image_Question": "",
        "Question": "CÂU 1:\nCho bảng số liệu:\nSẢN LƯỢNG ĐẬU TƯƠNG CỦA CAMPUCHIA VÀ THÁI LAN, GIAI ĐOẠN 2015 - 2020\n(Đơn vị: nghìn tấn)\nNước\t2015\t2017\t2019\t2020\nCam-pu-chia\t104,2\t95,0\t30,0\t31,0\nThái Lan\t57,7\t41,2\t35,5\t27,2\n(Nguồn: Niên giám thống kê ASEAN 2021)\nTheo bảng số liệu, cho biết nhận xét nào sau đây đúng với sự thay đổi sản lượng đậu tương của Cam-pu-chia và Thái Lan giai đoạn 2015 - 2020?\nA. Cam-pu-chia giảm chậm hơn Thái Lan.\nB. Cam-pu-chia tăng, Thái Lan giảm.\nC. Thái Lan giảm chậm hơn Cam-pu-chia.\nD. Cam-pu-chia giảm, Thái Lan tăng.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "- Theo bảng số liệu, nhận xét đúng với sự thay đổi sản lượng đậu tương của Cam-pu-chia và Thái Lan giao đoạn 2015 – 2020 là Thái Lan giảm chậm hơn Cam-pu-chia.\nChọn C"
    },
    {
        "ID": "Geo_38_2",
        "Image_Question": "",
        "Question": "CÂU 2:\nCăn cứ vào Atlat Địa lí Việt Nam trang Khí hậu, cho biết địa điểm nào có lượng mưa trung bình tháng VIII cao nhất trong các địa điểm sau đây?\nA. Sa Pa.\nB. Hà Nội.\nC. Lạng Sơn.\nD. Thanh Hóa.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn A"
    },
    {
        "ID": "Geo_38_3",
        "Image_Question": "",
        "Question": "CÂU 3:\nCăn cứ vào Atlat Địa lí Việt Nam trang Các ngành công nghiệp trọng điểm, cho biết nhà máy nhiệt điện nào sau đây có công suất dưới 1000MW?\nA. Bà Rịa.\nB. Phú Mỹ.\nC. Cà Mau.\nD. Phả Lại.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn A"
    },
    {
        "ID": "Geo_38_4",
        "Image_Question": "",
        "Question": "CÂU 4:\nSản phẩm nào sau đây của nước ta thuộc công nghiệp chế biến sản phẩm chăn nuôi?\nA. Cà phê nhân.\nB. Nước mắm.\nC. Thịt hộp.\nD. Gạo, ngô.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn C"
    },
    {
        "ID": "Geo_38_5",
        "Image_Question": "Geo_38/Geo_38_5.png",
        "Question": "CÂU 5:\nCho biểu đồ:\nGIÁ TRỊ XUẤT, NHẬP KHẨU CỦA MỘT SỐ QUỐC GIA ĐÔNG NAM Á, NĂM 2019\n(Số liệu theo Niên giám thống kê Việt Nam 2020, NXB Thống kê, 2021)\nTheo biểu đồ, cho biết nhận xét nào sau đây đúng khi so sánh giá trị nhập siêu của một số quốc gia Đông Nam Á năm 2019?\nA. Xin-ga-po cao hơn Thái Lan.\nB. Ma-lai-xi-a thấp hơn Xin-ga-po.\nC. Ma-lai-xi-a cao hơn Thái Lan.\nD. Xin-ga-po thấp hơn Thái Lan",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "- Theo biểu đồ, nhận xét đúng khi so sánh giá trị nhập siêu của một số quốc gia Đông Nam Á năm 2019 là Xin-ga-po thấp hơn Thái Lan.\nChọn D"
    },
    {
        "ID": "Geo_38_6",
        "Image_Question": "",
        "Question": "CÂU 6:\nCăn cứ vào Atlat Địa lí Việt Nam trang Kinh tế chung, cho biết tỉnh nào sau đây có khu kinh tế cửa khẩu Cầu Treo?\nA. Nghệ An.\nB. Thanh Hóa.\nC. Quảng Bình.\nD. Hà Tĩnh.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn D"
    },
    {
        "ID": "Geo_38_7",
        "Image_Question": "",
        "Question": "CÂU 7:\nCăn cứ vào Atlat Địa lí Việt Nam trang Vùng Đông Nam Bộ, Vùng Đồng bằng sông Cửu Long, cho biết vùng Đồng bằng sông Cửu Long có khoáng sản nào sau đây?\nA. Than đá.\nB. Than nâu.\nC. Thiếc.\nD. Than bùn.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn D"
    },
    {
        "ID": "Geo_38_8",
        "Image_Question": "",
        "Question": "CÂU 8:\nCăn cứ vào Atlat Địa lí Việt Nam trang Các hệ thống sông, cho biết sông Sài Gòn thuộc lưu vực sông nào sau đây?\nA. Đà Rằng.\nB. Đồng Nai.\nC. Mê Công.\nD. Thu Bồn",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn B"
    },
    {
        "ID": "Geo_38_9",
        "Image_Question": "",
        "Question": "CÂU 9:\nCông nghiệp trọng điểm của nước ta là những ngành\nA. hàng hóa đa dạng.\nB. nhiều lao động giỏi.\nC. có vốn đầu tư lớn.\nD. có thế mạnh lâu dài.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "- Công nghiệp trọng điểm của nước ta là những ngành có thế mạnh lâu dài.\nChọn D"
    },
    {
        "ID": "Geo_38_10",
        "Image_Question": "",
        "Question": "CÂU 10:\nVấn đề quan trọng nhất trong phát triển nông nghiệp theo chiều sâu của Đông Nam Bộ hiện nay là\nA. tăng cường thủy lợi.\nB. thu hút vốn đầu tư.\nC. đổi mới công nghệ.\nD. mở rộng diện tích.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "- Vấn đề quan trọng nhất trong phát triển nông nghiệp theo chiều sâu của Đông Nam Bộ hiện nay là tăng cường thủy lợi.\nChọn A"
    },
    {
        "ID": "Geo_38_11",
        "Image_Question": "",
        "Question": "CÂU 11:\nCăn cứ vào Atlat Địa lí Việt Nam trang Vùng Duyên Hải Nam Trung Bộ, Vùng Tây Nguyên, cho biết có nhà máy thủy điện nào sau đây thuộc tỉnh Ninh Thuận?\nA. Xê Xan 3A.\nB. A Vương.\nC. Xê Xan 3.\nD. Đa Nhim.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn D"
    },
    {
        "ID": "Geo_38_12",
        "Image_Question": "",
        "Question": "CÂU 12:\nCăn cứ vào Atlat Địa lí Việt Nam trang Vùng Bắc Trung Bộ, cho biết cửa khẩu quốc tế nào sau đây thuộc vùng Bắc Trung Bộ?\nA. Tây Trang.\nB. Mộc Bài.\nC. Hữu nghị .\nD. Nậm Cắn.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn D"
    },
    {
        "ID": "Geo_38_13",
        "Image_Question": "",
        "Question": "CÂU 13:\nCăn cứ vào Atlat Địa lí Việt Nam trang Giao thông, cho biết sân bay nào sau đây là sân bay quốc tế?\nA. Rạch Giá.\nB. Liên Khương.\nC. Cát Bi.\nD. Nà Sản",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn C"
    },
    {
        "ID": "Geo_38_14",
        "Image_Question": "",
        "Question": "CÂU 14:\nCăn cứ vào Atlat Địa lí Việt Nam trang Du lịch, cho biết điểm du lịch nào sau đây nằm ở độ cao thấp nhất?\nA. Hang Pác Bó.\nB. Yok Đôn.\nC. Cát Tiên.\nD. Núi Chúa.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn D"
    },
    {
        "ID": "Geo_38_15",
        "Image_Question": "",
        "Question": "CÂU 15:\nCăn cứ vào Atlat Địa lí Việt Nam trang Vùng Trung du và miền núi Bắc Bộ, Vùng Đồng bằng sông Hồng, cho biết khoáng sản nào sau đây được khai thác ở Sinh Quyền?\nA. Graphit.\nB. Đồng.\nC. Apatit.\nD. Than đá.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn B"
    },
    {
        "ID": "Geo_38_16",
        "Image_Question": "",
        "Question": "CÂU 16:\nCăn cứ vào Atlat Địa lí Việt Nam trang Công nghiệp chung, cho biết luyện kim màu có ở trung tâm công nghiệp nào sau đây?\nA. Thái Nguyên.\nB. Hưng Yên.\nC. Nam Định\nD. Thanh Hóa.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn A"
    },
    {
        "ID": "Geo_38_17",
        "Image_Question": "",
        "Question": "CÂU 17:\nCăn cứ vào Atlat Địa lí Việt Nam trang Dân số, cho biết đô thị nào sau đây có quy mô dân số trên 1.000.000 người?\nA. Phan Thiết.\nB. Hạ Long.\nC. Nam Định.\nD. TP Hồ Chí Minh.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn D"
    },
    {
        "ID": "Geo_38_18",
        "Image_Question": "",
        "Question": "CÂU 18:\nCăn cứ vào Atlat Địa lí Việt Nam trang Hành chính, cho biết tỉnh nào sau đây tiếp giáp Biển Đông?\nA. Tuyên Quang.\nB. Quảng Ninh.\nC. Yên Bái.\nD. Thái Nguyên.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn B"
    },
    {
        "ID": "Geo_38_19",
        "Image_Question": "",
        "Question": "CÂU 19:\nCăn cứ vào Atlat Địa lí Việt Nam trang Các miền tự nhiên, cho biết đảo nào sau đây thuộc Miền Bắc và Đông Bắc Bắc Bộ?\nA. Hòn Mê.\nB. Biện Sơn.\nC. Cái Bầu.\nD. Hòn Mắt.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn C"
    },
    {
        "ID": "Geo_38_20",
        "Image_Question": "",
        "Question": "CÂU 20:\nBiện pháp hàng đầu để bảo vệ loại rừng phòng hộ của nước ta là\nA. bảo vệ cảnh quan, đa dạng sinh vật.\nB. trồng rừng trên đất trống, đồi trọc.\nC. duy trì và phát triển độ phì đất rừng.\nD. duy trì và phát triển hoàn cảnh rừng.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "- Biện pháp hàng đầu để bảo vệ loại rừng phòng hộ của nước ta là trồng rừng trên đất trống, đồi trọc.\nChọn B"
    },
    {
        "ID": "Geo_38_21",
        "Image_Question": "",
        "Question": "CÂU 21:\nKhu vực nào sau đây của nước ta thường chịu hậu quả của bão nhiều nhất?\nA. Miền Trung.\nB. Tây Bắc.\nC. Nam Bộ.\nD. Đông Nam Bộ.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn A"
    },
    {
        "ID": "Geo_38_22",
        "Image_Question": "",
        "Question": "CÂU 22:\nCăn cứ vào Atlat Địa lí Việt Nam trang Nông nghiệp, cho biết tỉnh nào sau đây có diện tích trồng cây công nghiệp hàng năm lớn hơn cây công nghiệp lâu năm?\nA. Lâm Đồng.\nB. Sóc Trăng.\nC. Bến Tre.\nD. Bình Thuận.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn B"
    },
    {
        "ID": "Geo_38_23",
        "Image_Question": "",
        "Question": "CÂU 23:\nXu hướng nổi bật nhất của ngành chăn nuôi nước ta hiện nay là\nA. ứng dụng tiến bộ khoa học và kĩ thuật.\nB. đang tiến mạnh lên sản xuất hàng hóa.\nC. tăng tỉ trọng sản phẩm không giết thịt.\nD. phát triển mạnh dịch vụ về giống, thú y.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "- Xu hướng nổi bật nhất của ngành chăn nuôi nước ta hiện nay là đang tiến mạnh lên sản xuất hàng hóa.\nChọn B"
    },
    {
        "ID": "Geo_38_24",
        "Image_Question": "",
        "Question": "CÂU 24:\nThuận lợi chủ yếu của nước ta về tự nhiên để phát triển nuôi trồng hải sản là\nA. có nhiều sông suối và các hồ rộng.\nB. nhiều cửa sông rộng và ở gần nhau.\nC. nhiều đầm phá, ô trũng ở đồng bằng.\nD. có vịnh, bãi triều và rừng ngập mặn.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "- Thuận lợi chủ yếu của nước ta về tự nhiên để phát triển nuôi trồng hải sản là có vịnh, bãi triều và rừng ngập mặn.\nChọn D"
    },
    {
        "ID": "Geo_38_25",
        "Image_Question": "",
        "Question": "CÂU 25:\nViệc tăng tỉ trọng các sản phẩm công nghiệp cao cấp, có chất lượng cao của nước ta chủ yếu nhằm\nA. tăng sức cạnh tranh trên thị trường.\nB. thúc đẩy ngành dịch vụ phát triển.\nC. khai thác triệt để nguồn khoáng sản.\nD. thúc đẩy nông nghiệp phát triển.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "- Việc tăng tỉ trọng các sản phẩm công nghiệp cao cấp, có chất lượng cao của nước ta chủ yếu nhằm tăng sức cạnh tranh trên thị trường.\nChọn A"
    },
    {
        "ID": "Geo_38_26",
        "Image_Question": "",
        "Question": "CÂU 26:\nLao động nước ta hiện nay\nA. có đội ngũ cán bộ quản lí đông đảo.\nB. tập trung chủ yếu ở khu vực đô thị.\nC. chất lượng ngày càng được nâng cao.\nD. chủ yếu đã qua trường lớp đào tạo.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "- Lao động nước ta hiện nay chất lượng ngày càng được nâng cao.\nChọn C"
    },
    {
        "ID": "Geo_38_27",
        "Image_Question": "",
        "Question": "CÂU 27:\nCác đảo ven bờ nước ta\nA. đều có khu dự trữ sinh quyển.\nB. có khả năng để nuôi trồng thủy sản.\nC. tập trung phát triển khai khoáng.\nD. có nhiều thuận lợi trồng cây thực phẩm.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "- Các đảo ven bờ nước ta có khả năng để nuôi trồng thủy sản.\nChọn B"
    },
    {
        "ID": "Geo_38_28",
        "Image_Question": "",
        "Question": "CÂU 28:\nVùng lãnh hải của biển nước ta\nA. thuộc chủ quyền quốc gia trên biển.\nB. rộng 200 hải lí tính từ đường cơ sở.\nC. là bộ phận lãnh thổ trên đất liền.\nD. có độ sâu tới 200m hoặc hơn nữa.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "- Vùng lãnh hải của biển nước ta là thuộc chủ quyền quốc gia trên biển.\nChọn A"
    },
    {
        "ID": "Geo_38_29",
        "Image_Question": "",
        "Question": "CÂU 29:\nCác đô thị nước ta hiện nay\nA. chủ yếu phát triển nông nghiệp.\nB. tạo động lực cho sự tăng trưởng.\nC. là các trung tâm kinh tế rất lớn.\nD. có thị trường tiêu thụ hạn chế.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "- Các đô thị nước ta hiện nay tạo động lực cho sự tăng trưởng.\nChọn B"
    },
    {
        "ID": "Geo_38_30",
        "Image_Question": "",
        "Question": "CÂU 30:\nNgành viễn thông nước ta hiện nay\nA. có tính phục vụ cao, mạng lưới rộng khắp.\nB. công nghệ còn lạc hậu, nghiệp vụ thủ công.\nC. chưa đạt được chuẩn của quốc tế và khu vực.\nD. tốc độ phát triển nhanh vượt bậc, dần hiện đại.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "- Ngành viễn thông nước ta hiện nay tốc độ phát triển nhanh vượt bậc, dần hiện đại.\nChọn D"
    },
    {
        "ID": "Geo_38_31",
        "Image_Question": "",
        "Question": "CÂU 31:\nMục đích chủ yếu của việc chuyển dịch cơ cấu kinh tế theo ngành ở Đồng bằng sông Hồng là\nA. đẩy nhanh công nghiệp hóa và hiện đại hóa, giải quyết tốt vấn đề việc làm.\nB. đẩy nhanh quá trình đô thị hóa, giải quyết vấn đề về tài nguyên, môi trường.\nC. đẩy nhanh tăng trưởng kinh tế, giải quyết tốt các vấn đề xã hội, môi trường.\nD. phát huy tiềm năng có sẵn, tạo nhiều việc làm, tăng thu nhập cho người dân",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "- Mục đích chủ yếu của việc chuyển dịch cơ cấu kinh tế theo ngành ở Đồng bằng sông Hồng là đẩy nhanh tăng trưởng kinh tế, giải quyết tốt các vấn đề xã hội, môi trường.\nChọn C"
    },
    {
        "ID": "Geo_38_32",
        "Image_Question": "",
        "Question": "CÂU 32:\nGiải pháp quan trọng nhằm kéo dài thời gian lưu trú và tăng chi tiêu của khách du lịch ở nước ta là\nA. tăng cường các điểm du lịch, bảo vệ tài nguyên du lịch.\nB. hiện đại hóa các sân bay, nâng cao chất lượng lao động.\nC. đa dạng hóa sản phẩm du lịch, tăng cường cơ sở lưu trú.\nD. bảo vệ tài nguyên và môi trường, tăng cường quảng bá.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "- Giải pháp quan trọng nhằm kéo dài thời gian lưu trú và tăng chi tiêu của khách du lịch ở nước ta là đa dạng hóa sản phẩm du lịch, tăng cường cơ sở lưu trú.\nChọn C"
    },
    {
        "ID": "Geo_38_33",
        "Image_Question": "Geo_38/Geo_38_33.png",
        "Question": "CÂU 33:\nCho biểu đồ về diện tích các loại cây lâu năm của nước ta năm 2018 và 2020( Đơn vị:%):\n(Số liệu theo Niên giám thống kê Việt Nam 2020, NXB thống kê 2021)\nBiểu đồ thể hiện nội dung nào sau đây?\nA. Chuyển dịch cơ cấu sản lượng cây lâu năm.\nB. Tốc độ tăng giá trị sản lượng các cây cây lâu năm.\nC. Quy mô, cơ cấu diện tích các loại cây lâu năm.\nD. Quy mô, cơ cấu sản lượng các loại cây lâu năm",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "- Biểu đồ quy mô, cơ cấu diện tích các loại cây lâu năm.\nChọn C"
    },
    {
        "ID": "Geo_38_34",
        "Image_Question": "",
        "Question": "CÂU 34:\nÝ nghĩa chủ yếu của việc đẩy mạnh chế biến sản phẩm cây công nghiệp ở Tây Nguyên là\nA. nâng cao giá trị, chất lượng sản phẩm, đáp ứng thị trường.\nB. khai thác hợp lí tài nguyên, hình thành vùng chuyên canh.\nC. vận chuyển sản phẩm dễ dàng, bảo quản sản phẩm tốt hơn.\nD. chuyển dịch cơ cấu ngành kinh tế, tạo tập quán sản xuất mới.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "- Ý nghĩa chủ yếu của việc đẩy mạnh chế biến sản phẩm cây công nghiệp ở Tây Nguyên là nâng cao giá trị, chất lượng sản phẩm, đáp ứng thị trường.\nChọn A"
    },
    {
        "ID": "Geo_38_35",
        "Image_Question": "",
        "Question": "CÂU 35:\nÝ nghĩa chủ yếu của việc phát triển cơ sở hạ tầng giao thông vận tải ở Duyên hải Nam Trung Bộ là\nA. tạo mối giao lưu kinh tế Bắc - Nam, thu hút đầu tư, phát triển du lịch.\nB. phát triển kinh tế ở phía tây, hình thành đô thị mới, phân bố lại dân cư.\nC. tạo thế mở cửa, khai thác tốt các thế mạnh, thúc đẩy phát triển kinh tế.\nD. phát triển nền kinh tế mở, hình thành khu kinh tế, tăng cường giao lưu.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "- Ý nghĩa chủ yếu của việc phát triển cơ sở hạ tầng giao thông vận tải ở Duyên hải Nam Trung Bộ là tạo thế mở cửa, khai thác tốt các thế mạnh, thúc đẩy phát triển kinh tế.\nChọn C"
    },
    {
        "ID": "Geo_38_36",
        "Image_Question": "",
        "Question": "CÂU 36:\nBiện pháp chủ yếu để nâng cao hiệu quả sản xuất công nghiệp ở Đồng bằng Sông Hồng là\nA. đào tạo lao động, sử dụng hiệu quả các thế mạnh.\nB. thúc đẩy công nghiệp hóa, đẩy mạnh xuất khẩu.\nC. mở rộng liên kết các nước, đa dạng hóa sản xuất.\nD. đổi mới thiết bị hiện đại, sử dụng công nghệ mới.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "- Biện pháp chủ yếu để nâng cao hiệu quả sản xuất công nghiệp ở Đồng bằng Sông Hồng là đổi mới thiết bị hiện đại, sử dụng công nghệ mới.\nChọn D"
    },
    {
        "ID": "Geo_38_37",
        "Image_Question": "",
        "Question": "CÂU 37:\nÝ nghĩa chủ yếu của việc phát triển kinh tế ở Bắc Trung Bộ là\nA. tạo việc làm, sử dụng hợp lí tài nguyên, đẩy mạnh sản xuất.\nB. phát huy thế mạnh, nâng cao mức sống, tăng trưởng kinh tế.\nC. mở rộng sản xuất, tạo sản phẩm đa dạng, phân bố lại dân cư.\nD. thay đổi sản xuất, thu hút đầu tư, nâng cao vai trò của vùng.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "- Ý nghĩa chủ yếu của việc phát triển kinh tế ở Bắc Trung Bộ là phát huy thế mạnh, nâng cao mức sống, tăng trưởng kinh tế.\nChọn B"
    },
    {
        "ID": "Geo_38_38",
        "Image_Question": "",
        "Question": "CÂU 38:\nCây công nghiệp ở Trung du và miền núi Bắc Bộ hiện nay phát triển theo hướng tập trung do tác động chủ yếu của\nA. chuyên môn hóa nông nghiệp, tăng cường hoạt động xuất khẩu.\nB. đa dạng hóa nông nghiệp, gắn nông nghiệp công nghiệp chế biến.\nC. ứng dụng khoa học kĩ thuật, giải quyết việc làm cho người dân.\nD. sản xuất theo hướng hàng hóa, đáp ứng nhu cầu của thị trường.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "- Cây công nghiệp ở Trung du và miền núi Bắc Bộ hiện nay phát triển theo hướng tập trung do tác động chủ yếu của\nChọn D"
    },
    {
        "ID": "Geo_38_39",
        "Image_Question": "",
        "Question": "CÂU 39:\nSinh vật nước ta đa dạng do kết quả tác động của các nhân tố chủ yếu là\nA. khí hậu phân hoá, con người lai tạo giống, vị trí trung tâm Đông Nam Á.\nB. địa hình phần lớn đồi núi, vị trí giáp biển, khí hậu nhiệt đới ẩm gió mùa.\nC. địa hình đa dạng, đất đai phong phú, biến đổi khí hậu, con người lai tạo.\nD. vị trí nơi gặp gỡ của các luồng di cư, địa hình, khí hậu, đất đai đa dạng.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "- Sinh vật nước ta đa dạng do kết quả tác động của các nhân tố chủ yếu là vị trí nơi gặp gỡ của các luồng di cư, địa hình, khí hậu, đất đai đa dạng.\nChọn D"
    },
    {
        "ID": "Geo_38_40",
        "Image_Question": "",
        "Question": "CÂU 40:\nCho bảng số liệu:\nTỔNG SỐ DÂN, SỐ DÂN THÀNH THỊ VÀ GIA TĂNG DÂN SỐ TỰ NHIÊN CỦA NƯỚC TA\nGIAI ĐOẠN 2000 - 2019\nNăm\tTổng số dân\n(triệu người)\tSố dân thành thị\n(triệu người)\tGia tăng dân số tự nhiên (%)\n2000\t77,6\t18,8\t1,36\n2010\t86,9\t26,5\t1,03\n2015\t91,7\t31,1\t0,94\n2019\t96,2\t33,1\t0,90\n(Nguồn: Niên giám thống kê Việt Nam 2019, NXB Thống kê 2020)\nTheo bảng số liệu, để thể hiện tổng số dân, số dân thành thị và tỉ lệ gia tăng dân số tự nhiên của nước ta giai đoạn 2000 - 2019, dạng biểu đồ nào sau đây là thích hợp nhất?\nA. Miền.\nB. Kết hợp.\nC. Tròn\nD. Đường",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn B"
    }
]