[
    {
        "ID": "Geo_35_1",
        "Image_Question": "",
        "Question": "CÂU 1:\nĐa dạng sinh học nước ta bị suy giảm rõ rệt chủ yếu là do\nA. dân số tăng nhanh.\nB. khai thác quá m\nC. ô nhiễm môi trường.\nD. biến đổi khí hậu.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nSGK Địa lí 12, Địa lí tự nhiên.\nCách giải:\nĐa dạng sinh học nước ta bị suy giảm rõ rệt chủ yếu là do khai thác quá mức.\nChọn B."
    },
    {
        "ID": "Geo_35_2",
        "Image_Question": "",
        "Question": "CÂU 2:\nBiện pháp hiệu quả để hạn chế hạn hán ở nước ta là\nA. xây dựng thủy lợi.\nB. chống cháy rừng.\nC. định canh, định cư.\nD. xây hồ thủy điện.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nSGK Địa lí 12, Địa lí tự nhiên.\nCách giải:\nBiện pháp hiệu quả để hạn chế hạn hán ở nước ta là xây dựng thủy lợi.\nChọn A."
    },
    {
        "ID": "Geo_35_3",
        "Image_Question": "",
        "Question": "CÂU 3:\nRừng chắn cát của nước ta phân bố tập trung ở\nA. đồi trung du.\nB. bán bình nguyên.\nC. đầu nguồn sông.\nD. vùng ven biển.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nSGK Địa lí 12, Địa lí tự nhiên.\nCách giải:\nRừng chắn cát của nước ta phân bố tập trung ở vùng ven biển.\nChọn D."
    },
    {
        "ID": "Geo_35_4",
        "Image_Question": "",
        "Question": "CÂU 4:\nChống bão ở nước ta cần kết hợp với việc chống\nA. rét hại.\nB. hạn hán.\nC. ngập úng\nD. cháy rừng.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nSGK Địa lí 12, Địa lí tự nhiên.\nCách giải:\nChống bão ở nước ta cần kết hợp với việc chống ngập úng.\nChọn C."
    },
    {
        "ID": "Geo_35_5",
        "Image_Question": "",
        "Question": "CÂU 5:\nCăn cứ vào Atlat Địa lí Việt Nam trang 4 – 5, cho biết trong các tỉnh sau đây, tỉnh nào có  diện tích lớn nhất?\nA. Ninh Bình.\nB. Cao Bằng.\nC. Sóc Trăng\nD. Bình Phước.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nAtlat Địa lí Việt Nam trang 4 – 5.\nCách giải:\nBình Phước có diện tích lớn nhất.6\nChọn D."
    },
    {
        "ID": "Geo_35_6",
        "Image_Question": "",
        "Question": "CÂU 6:\nCăn cứ vào Atlat Địa lí Việt Nam trang 9, cho biết địa điểm nào sau đây có lượng mưa trung  bình năm lớn nhất?\nA. Hà Nội.\nB. Huế.\nC. Lũng Cú.\nD. Hà Tiên.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nAtlat Địa lí Việt Nam trang 9.\nCách giải:\nHuế có lượng mưa trung bình năm lớn nhất.\nChọn B."
    },
    {
        "ID": "Geo_35_7",
        "Image_Question": "",
        "Question": "CÂU 7:\nCăn cứ vào Atlat Địa lí Việt Nam trang 10, cho biết, cho biết hồ nào sau đây thuộc lưu vực  sông Mê Kông?\nA. Hồ Cấm Sơn.\nB. Hồ Đơn Dương.\nC. Hồ Phù Ninh.\nD. Hồ Tơ Nưng.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nAtlat Địa lí Việt Nam trang 10.\nCách giải:\nHồ Tơ Nưng thuộc lưu vực sông Mê Kông.\nChọn D."
    },
    {
        "ID": "Geo_35_8",
        "Image_Question": "",
        "Question": "CÂU 8:\nCăn cứ vào Atlat Địa lí Việt Nam trang 15, cho biết tỉnh nào có GDP bình quân đầu người  thấp nhất trong các tỉnh sau đây?\nA. Kon Tum.\nB. Lâm Đồng.\nC. Quãng Nam\nD. Quảng Ninh.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nAtlat Địa lí Việt Nam trang 15.\nCách giải:\nKon Tum có GDP bình quân đầu người thấp nhất.\nChọn A."
    },
    {
        "ID": "Geo_35_9",
        "Image_Question": "",
        "Question": "CÂU 9:\nCăn cứ vào Atlat Địa lí Việt Nam trang 6-7, hãy cho biết trong số 9 cửa của sông Tiền, sông  Hậu đổ ra biển không có cửa sông nào sau đây?\nA. Cửa Tiểu.\nB. Cửa Đại.\nC. Cửa Định An.\nD. Cửa Soi Rạp.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nAtlat Địa lí Việt Nam trang 6 – 7.\nCách giải:\nCửa Soi Rạp không có cửa sông.\nChọn D."
    },
    {
        "ID": "Geo_35_10",
        "Image_Question": "",
        "Question": "CÂU 10:\nCăn cứ vào Atlat Địa lí Việt Nam trang 13, hãy cho biết dãy núi Hoành Sơn là ranh giới  giữa hai tỉnh nào?\nA. Thừa Thiên Huế và Đà Nẵng.\nB. Hà Tĩnh và Quảng Bình.\nC. Nghệ An và Hà Tĩnh.\nD. Quảng Bình và Quảng Trị.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Câu 10 (NB):\nPhương pháp:\nAtlat Địa lí Việt Nam trang 13.\nCách giải:\nDãy núi Hoành Sơn là ranh giới giữa Hà Tĩnh và Quảng Bình.\nChọn B."
    },
    {
        "ID": "Geo_35_11",
        "Image_Question": "",
        "Question": "CÂU 11:\nDựa vào Atlat Địa lí Việt Nam trang 13, cho biết dãy núi nào sau đây không chạy theo  hướng tây bắc- đông nam?\nA. Đông Triều.\nB. Hoàng Liên Sơn\nC. Pu Sam Sao.\nD. Pu Đen Đinh",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Cách giải:\nDãy Đông Triều có hướng vòng cung.\nChọn A."
    },
    {
        "ID": "Geo_35_12",
        "Image_Question": "",
        "Question": "CÂU 12:\nDựa vào Atlat Địa lí Việt Nam trang 13, liệt kê các đỉnh núi cao trên 2000m ở vùng núi  Trường Sơn Bắc\nA. Pu xai Lai Leng, Rào Cỏ, Động Ngai.\nB. Pu xai Lai Leng, Rào Cỏ.\nC. Pu Hoạt, Pu xai Lai Leng, Rào Cỏ, Động Ngai.\nD. Pu Hoạt, Pu xai Lai Leng, Rào Cỏ.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nAtlat Địa lí Việt Nam trang 13.\nCách giải:\nCác đỉnh núi cao trên 2000m ở vùng núi Trường Sơn Bắc là Pu Hoạt, Pu xai Lai Leng, Rào Cỏ. Chọn D."
    },
    {
        "ID": "Geo_35_13",
        "Image_Question": "",
        "Question": "CÂU 13:\nDựa vào Atlat Địa lí Việt Nam trang 4-5, cho biết những quốc gia nào có chung biển  Đông với Việt Nam?\nA. Mianma, Thái Lan.\nB. Xingapo, Đông Timo.\nC. Malaixia, Đông Timo.\nD. Philippin, Thái Lan.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nAtlat Địa lí Việt Nam trang 4 – 5.\nCách giải:\nPhilippin, Thái Lan có chung biển Đông với Việt Nam.\nChọn D."
    },
    {
        "ID": "Geo_35_14",
        "Image_Question": "",
        "Question": "CÂU 14:\nDựa vào Atlat Địa lí Việt Nam trang 15, ba đô thị có quy mô dân số (năm 2007) lớn nhất  vùng Đồng bằng sông Cửu Long là\nA. Cần Thơ, Long Xuyên, Rạch Giá\nB. Cần Thơ, Mỹ Tho, Tân An.\nC. Cần Thơ, Long Xuyên, Mỹ Tho\nD. Mỹ Tho, Long Xuyên, Rạch Giá.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nAtlat Địa lí Việt Nam trang 15.\nCách giải:\nBa đô thị có quy mô dân số (năm 2007) lớn nhất vùng Đồng bằng sông Cửu Long là Cần Thơ, Long Xuyên, Rạch Giá.\nChọn A."
    },
    {
        "ID": "Geo_35_15",
        "Image_Question": "",
        "Question": "CÂU 15:\nDựa vào Atlat Địa lí Việt Nam trang 15, cho biết nhận xét nào không đúng về quy mô dân  số đô thị của nước ta năm 2007?\nA. Tất cả các vùng đều có ít nhất 01 đô thị quy mô dân số từ 200.001-500.000 người.\nB. Các đô thị trong cả nước có quy mô dân số không giống nhau.\nC. Cả nước có 3 đô thị có quy mô dân số trên 1.000.000 người.\nD. Tất cả các vùng đều có ít nhất 01 đô thị quy mô dân số từ 500.001-1.000.000 người.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nAtlat Địa lí Việt Nam trang 15.\nCách giải:\nTất cả các vùng đều có ít nhất 01 đô thị quy mô dân số từ 500.001-1.000.000 người.\nChọn D."
    },
    {
        "ID": "Geo_35_16",
        "Image_Question": "",
        "Question": "CÂU 16:\nCăn cứ vào Atlat Địa lí Việt Nam trang 16, hãy cho biết nhận xét nào sau đây không đúng  về sự phân bố các dân tộc ở Việt Nam?\nA. Các dân tộc phân bố xen kẽ nhau.\nB. Dân tộc Kinh phân bố tập trung ở đồng bằng, trung du.\nC. Các dân tộc ít người phân bố nhiều ở miền núi.\nD. Ở các đảo ven bờ không có sự phân bố của dân tộc nào.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nAtlat Địa lí Việt Nam trang 16.\nCách giải:\nỞ các đảo ven bờ không có sự phân bố của dân tộc nào là sai.\nChọn D."
    },
    {
        "ID": "Geo_35_17",
        "Image_Question": "",
        "Question": "CÂU 17:\nDựa vào Atlat Địa lí Việt Nam trang 15, cho biết thành phố nào sau đây không có mật độ  dân số quá 2000 người/km2?\nA. Biên Hòa.\nB. Hải Phòng.\nC. Hà Nội.\nD. TP. Hồ Chí Minh.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nAtlat Địa lí Việt Nam trang 16.\nCách giải:\nỞ các đảo ven bờ không có sự phân bố của dân tộc nào là sai.\nChọn D."
    },
    {
        "ID": "Geo_35_18",
        "Image_Question": "",
        "Question": "CÂU 18:\nCăn cứ vào Atlat Địa lí Việt Nam trang 17, cho biết tỉnh nào sau đây có thu nhập bình  quân đầu người cao nhất?\nA. Thái Nguyên.\nB. Quảng Bình.\nC. Hậu Giang.\nD. Bình Dương.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nAtlat Địa lí Việt Nam trang 17.\nCách giải:\nBình Dương có thu nhập bình quân đầu người cao nhất.\nChọn D."
    },
    {
        "ID": "Geo_35_19",
        "Image_Question": "",
        "Question": "CÂU 19:\nCăn cứ vào Atlat Địa lí Việt Nam trang 19, cho biết tỉnh nào sau đây có diện tích trồng  cây công nghiệp lâu năm lớn nhất?\nA. Gia Lai.\nB. Đắk Lắk\nC. Lâm Đồng.\nD. Bình",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nAtlat Địa lí Việt Nam trang 17.\nCách giải:\nBình Dương có thu nhập bình quân đầu người cao nhất.\nChọn D."
    },
    {
        "ID": "Geo_35_20",
        "Image_Question": "",
        "Question": "CÂU 20:\nCho bảng số liệu:\nGIÁ TRỊ XUẤT NHẬP KHẨU HÀNG HÓA VÀ DỊCH VỤ CỦA MỘT SỐ QUỐC GIA NĂM 2016\n(Đơn vị: Tỷ đô la Mỹ)\nQuốc gia \tXingapo \tMalaixia \tThái Lan \tInđônêxia\nXuất khẩu \t511,2 \t200,7 \t280,4 \t177,0\nNhập khẩu \t434,4 \t180,8 \t220,2 \t170,7\n2 (Nguồn: Niên giám thống kê Việt Nam 2017, NXB Thống kê 2018)\nTheo bảng số liệu, cho biết quốc gia nào có giá trị xuất siêu lớn nhất?\nA. Singapo.\nB. Malaixia.\nC. Thái Lan.\nD. Inđônêxia.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nNhận xét bảng số liệu.\nCách giải:\nSingapo có giá trị xuất siêu lớn nhất.\nChọn A."
    },
    {
        "ID": "Geo_35_21",
        "Image_Question": "",
        "Question": "CÂU 21:\nNước ta nằm ở nơi tiếp giáp giữa lục địa và đại dương, nên\nA. địa hình phân hóa đa dạng.\nB. tài nguyên sinh vật phong phú.\nC. khí hậu phân hóa mùa rõ rệt.\nD. có nền nhiệt độ cao, nắng nhiều.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nSGK Địa lí 12, Địa lí tự nhiên.\nCách giải:\nNước ta nằm ở nơi tiếp giáp giữa lục địa và đại dương, nên tài nguyên sinh vật phong phú.\nChọn B."
    },
    {
        "ID": "Geo_35_22",
        "Image_Question": "",
        "Question": "CÂU 22:\nDân cư nước ta hiện nay\nA. tập trung chủ yếu ở đồng bằng.\nB. phân bố đều khắp giữa các vùng.\nC. quy mô dân số có xu hướng giảm.\nD. gia tăng dân số tự nhiên rất cao.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nSGK Địa lí 12, Địa lí dân cư.\nCách giải:\nDân cư nước ta hiện nay tập trung chủ yếu ở đồng bằng.\nChọn A."
    },
    {
        "ID": "Geo_35_23",
        "Image_Question": "",
        "Question": "CÂU 23:\nTỉ lệ dịch vụ trong cơ cấu kinh tế theo ngành nước ta tăng lên là biểu hiện của\nA. sự phát triển công nghiệp.\nB. sự tăng trưởng nông nghiệp.\nC. việc tăng trưởng dịch vụ.\nD. phát triển kinh tế hàng hóa.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nSGK Địa lí 12, Địa lí kinh tế.\nCách giải:\nTỉ lệ dịch vụ trong cơ cấu kinh tế theo ngành nước ta tăng lên là biểu hiện của việc tăng trưởng dịch vụ.\nChọn C."
    },
    {
        "ID": "Geo_35_24",
        "Image_Question": "",
        "Question": "CÂU 24:\nNgành nông nghiệp nước ta hiện nay\nA. sản phẩm đa dạng, ngày càng phát triển.\nB. chăn nuôi chiếm ưu thế so với ngành trồng trọt.\nC. các khâu trong sản xuất đã được hiện đại hóa.\nD. nền nông nghiệp thâm canh, trình độ rất cao.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nSGK Địa lí 12, Địa lí kinh tế.\nCách giải:\nNgành nông nghiệp nước ta hiện nay sản phẩm đa dạng, ngày càng phát triển.\nChọn A."
    },
    {
        "ID": "Geo_35_25",
        "Image_Question": "",
        "Question": "CÂU 25:\nNgành lâm nghiệp của nước ta hiện nay\nA. chủ yếu khai thác, chế biến gỗ và lâm sản.\nB. chủ yếu là rừng đặc dụng và rừng sản xuất.\nC. hiệu quả cao trong phát triển du lịch sinh thái.\nD. có vị trí đặc biệt trong cơ cấu kinh tế các tỉnh.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nSGK Địa lí 12, Địa lí kinh tế.\nCách giải:\nNgành lâm nghiệp của nước ta hiện nay có vị trí đặc biệt trong cơ cấu kinh tế các tỉnh.\nChọn D."
    },
    {
        "ID": "Geo_35_26",
        "Image_Question": "Geo_35/Geo_35_26.png",
        "Question": "CÂU 26:\nCho biểu đồ:\n(Số liệu theo Niên giám thông kê Việt Nam 2019, NXB Thông kê, 2020)\nTheo biểu đồ, nhận xét nào sau đây đúng khi so sánh sự thay đổi GDP của Malaixia và Singapo từ năm 2010 đến  năm 2019?\nA. GDP của Malaixia và Singapo tăng liên tục.\nB. quy mô GDP của Singapo luôn lớn hơn Malaixia.\nC. GDP của Malaixia tăng nhanh hơn Singapo.\nD. GDP của Singapo tăng nhanh hơn Malaixia.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Cách giải:\nGDP của Singapo tăng nhanh hơn Malaixia.\nChọn D."
    },
    {
        "ID": "Geo_35_27",
        "Image_Question": "",
        "Question": "CÂU 27:\nKhó khăn lớn nhất của việc dân cư tập trung quá đông ở các đô thị nước ta là\nA. đảm bảo phúc lợi xã hội.\nB. bảo vệ môi trường.\nC. tệ nạn xã hội.\nD. giải quyết việc làm.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nSGK Địa lí 12, Địa lí dân cư.\nCách giải:\nKhó khăn lớn nhất của việc dân cư tập trung quá đông ở các đô thị nước ta là giải quyết việc làm. Chọn D."
    },
    {
        "ID": "Geo_35_28",
        "Image_Question": "",
        "Question": "CÂU 28:\nQuá trình đô thị hóa hiện nay ở nước ta phát triển chủ yếu là do\nA. quá trình công nghiệp hóa được đẩy mạnh.\nB. quá trình hội nhập quốc tế và khu vực.\nC. thu hút được nhiều đầu tư nước ngoài.\nD. nền kinh tế chuyển sang cơ chế thị trường.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nSGK Địa lí 12, Đô thị hóa.\nCách giải:\nQuá trình đô thị hóa hiện nay ở nước ta phát triển chủ yếu là do quá trình công nghiệp hóa được đẩy mạnh.\nChọn A."
    },
    {
        "ID": "Geo_35_29",
        "Image_Question": "Geo_35/Geo_35_29.png",
        "Question": "CÂU 29:\nCho biểu đồ:\nMỘT SỐ SẢN PHẨM CÂY CÔNG NGHIỆP LÂU NĂM CỦA NƯỚC TA NĂM 2010 VÀ 2018\n(Số liệu theo Niêm giám thống kê Việt Nam 2018, NXB Thống kê, 2019)\nBiểu đồ thể hiện nội dung nào sau đây?\nA. Quy mô sản lượng một số cây công nghiệp lâu năm nước ta.\nB. Thay đổi cơ cấu một số cây công nghiệp lâu năm nước ta.\nC. Giá trị sản lượng một số cây công nghiệp lâu năm nước ta.\nD. Tốc độ tăng trưởng một số cây công nghiệp lâu năm nước ta",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nĐặt tên biểu đồ.\nCách giải:\nQuy mô sản lượng một số cây công nghiệp lâu năm nước ta.\nChọn A."
    },
    {
        "ID": "Geo_35_30",
        "Image_Question": "",
        "Question": "CÂU 30:\nNguyên nhân nào sau đây là chủ yếu làm cho sinh vật biển Đông đa dạng?\nA. Vị trí nội chí tuyến và trên đường di lưu của nhiều luồng thực vật.\nB. Nhiều vũng, vịnh, đảo gần và xa bờ thuận lợi để sinh vật biển cư trú.\nC. Vị trí nội chí tuyến gió mùa ẩm, biển nóng, các hải lưu theo mùa.\nD. Biển rộng lớn, tương đối kín, vùng ven biển có rất nhiều cửa sông.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nSGK Địa lí 12, Địa lí tự nhiên.\nCách giải:\nVị trí nội chí tuyến gió mùa ẩm, biển nóng, các hải lưu theo mùa làm cho sinh vật biển Đông đa dạng.\nChọn C."
    },
    {
        "ID": "Geo_35_31",
        "Image_Question": "",
        "Question": "CÂU 31:\nBiện pháp nào sau đây nhằm bảo vệ tài nguyên đất ở đồng bằng nước ta?\nA. Ngăn chặn tình trạng du canh, du cư.\nB. Áp dụng biện pháp nông - lâm kết hợp.\nC. Làm ruộng bậc thang, đào hố vảy cá.\nD. Canh tác hợp lí, chống bạc màu, glây.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nSGK Địa lí 12, Địa lí tự nhiên.\nCách giải:\nCanh tác hợp lí, chống bạc màu, glây nhằm bảo vệ tài nguyên đất ở đồng bằng nước ta.\nChọn D."
    },
    {
        "ID": "Geo_35_32",
        "Image_Question": "",
        "Question": "CÂU 32:\nNước ta có tỉ lệ lao động trong khu vực có vốn đầu tư nước ngoài tăng nhanh phù hợp với\nA. tình hình phát triển kinh tế trong nước.\nB. quá trình đô thị hóa, công nghiệp hóa.\nC. xu hướng mở cửa, hội nhập quốc tế.\nD. phát triển các ngành nghề truyền thống.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nSGK Địa lí 12, Địa lí dân cư.\nCách giải:\nNước ta có tỉ lệ lao động trong khu vực có vốn đầu tư nước ngoài tăng nhanh phù hợp với xu hướng mở cửa, hội  nhập quốc tế.\nChọn C."
    },
    {
        "ID": "Geo_35_33",
        "Image_Question": "",
        "Question": "CÂU 33:\nĐô thị của nước ta chủ yếu là nhỏ, phân bố phân tán làm hạn chế đến\nA. khả năng đầu tư phát triển kinh tế.\nB. xây dựng các nhà máy công nghiệp.\nC. phân bố nguồn nhân lực đất nước.\nD. tác phong và lối sống của người dân.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nSGK Địa lí 12, Đô thị hóa.\nCách giải:\nĐô thị của nước ta chủ yếu là nhỏ, phân bố phân tán làm hạn chế đến khả năng đầu tư phát triển kinh tế.\nChọn A."
    },
    {
        "ID": "Geo_35_34",
        "Image_Question": "",
        "Question": "CÂU 34:\nBiểu hiện của chuyển dịch cơ cấu lãnh thổ kinh tế nước ta là\nA. xuất hiện các ngành kinh tế trọng điểm.\nB. xuất hiện các ngành có trình độ cao.\nC. hình thành các khu chế xuất qui mô nhỏ.\nD. hình thành các vùng kinh tế động lực.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nSGK Địa lí 12, Địa lí kinh tế.\nCách giải:\nBiểu hiện của chuyển dịch cơ cấu lãnh thổ kinh tế nước ta là hình thành các vùng kinh tế động lực. Chọn D."
    },
    {
        "ID": "Geo_35_35",
        "Image_Question": "",
        "Question": "CÂU 35:\nKhí hậu phần đất liền của nước ta mang nhiều đặc tính hải dương chủ yếu do\nA. tác động của các khối khí di chuyển qua biển.\nB. giáp Biển Đông và thông ra Thái Bình Dương.\nC. hoạt động của bão và khối khí hướng đông bắc.\nD. dải hội tụ nhiệt đới và khối khí hướng tây nam.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "SGK Địa lí 12, Địa lí tự nhiên.\nCách giải:\nKhí hậu phần đất liền của nước ta mang nhiều đặc tính hải dương chủ yếu do tác động của các khối khí di chuyển  qua biển.\nChọn A."
    },
    {
        "ID": "Geo_35_36",
        "Image_Question": "",
        "Question": "CÂU 36:\nNguyên nhân chủ yếu làm cho tỉ lệ dân thành thị nước ta ngày càng tăng là\nA. chính sách phân bố lại dân cư giữa các vùng.\nB. chất lượng cuộc sống ở thành thị tốt hơn.\nC. quá trình công nghiệp hóa.\nD. dân nông thôn ra thành thị tìm việc làm",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nSGK Địa lí 12, Địa lí dân cư.\nCách giải:\nNguyên nhân chủ yếu làm cho tỉ lệ dân thành thị nước ta ngày càng tăng là quá trình công nghiệp hóa. Chọn C."
    },
    {
        "ID": "Geo_35_37",
        "Image_Question": "",
        "Question": "CÂU 37:\nCơ cấu sử dụng lao động nước ta có sự thay đổi mạnh mẽ trong những năm gần đây chủ  yếu là do?\nA. số lượng và chất lượng nguồn lao động ngày càng được nâng cao.\nB. tác động của cuộc cách mạng khoa học - kĩ thuật và quá trình đổi mới.\nC. năng suất lao động nâng cao.\nD. chuyển dịch hợp lí cơ cấu lãnh thổ.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nSGK Địa lí 12, Địa lí dân cư.\nCách giải:\nCơ cấu sử dụng lao động nước ta có sự thay đổi mạnh mẽ trong những năm gần đây chủ yếu là tác động của cuộc  cách mạng khoa học - kĩ thuật và quá trình đổi mới.\nChọn B."
    },
    {
        "ID": "Geo_35_38",
        "Image_Question": "",
        "Question": "CÂU 38:\nPhát biểu nào sau đây không đúng với nghề làm muối ở vùng biển nước ta?\nA. Làm muối là một nghề truyền thống.\nB. Phát triển mạnh nhất ở Đồng bằng sông Hồng.\nC. Sản xuất muối công nghiệp đã được tiến hành.\nD. Phát triển mạnh ở nhiều địa phương.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nSGK Địa lí 12, Địa lí kinh tế.\nCách giải:\nNghề muối không phát triển mạnh ở ĐBSH.\nChọn B."
    },
    {
        "ID": "Geo_35_39",
        "Image_Question": "",
        "Question": "CÂU 39:\nNhân tố nào sau đây quyết định tính phong phú về thành phần loài của giới thực vật nước ta?\nA. Vị trí trên đường di cư và di lưu của nhiều loài sinh vật.\nB. Sự phong phú và phân hóa đa dạng của các nhóm đất.\nC. Khí hậu nhiệt đới ẩm gió mùa, có sự phân hóa đa dạng.\nD. Địa hình đồi núi chiếm ưu thế, có sự phân hóa phức tạp.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nSGK Địa lí 12, Địa lí tự nhiên.\nCách giải:\nVị trí trên đường di cư và di lưu của nhiều loài sinh vật quyết định tính phong phú về thành phần loài của giới  thực vật nước ta.\nChọn A."
    },
    {
        "ID": "Geo_35_40",
        "Image_Question": "",
        "Question": "CÂU 40:\nCho bảng số liệu:\nGIÁ TRỊ XUẤT NHẬP KHẨU HÀNG HÓA CỦA NƯỚC TA GIAI ĐOẠN 2005 – 2018\n(Đơn vị: Triệu đô la Mỹ)\nNăm \t2005 \t2010 \t2016 \t2018\nXuất khẩu \t32447,1 \t72236,7 \t162016,7 \t243697,3\nNhập khẩu \t36761,1 \t84838,6 \t165775,9 \t237182,0\nTổng số \t69208,2 \t157075,3 \t327792,6 \t480879,3\n(Nguồn: Niên giám thông kê Việt Nam 2018, NXB Thống kê, 2019)\nTheo bảng số liệu, để thể hiện sự chuyển dịch cơ cấu giá trị xuât nhập khẩu hàng hóa của nước ta từ năm 2005  đến năm 2018, dạng biểu đồ nào sau đây là thích hợp nhất?\nA. Miền.\nB. Kết hợp.\nC. Đường.\nD. Tròn.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nNhận dạng biểu đồ.\nCách giải:\nTheo bảng số liệu, để thể hiện sự chuyển dịch cơ cấu giá trị xuât nhập khẩu hàng hóa của nước ta từ năm 2005  đến năm 2018, dạng biểu đồ miền là thích hợp nhất.\nChọn A."
    }
]