[
    {
        "ID": "Geo_17_1",
        "Image_Question": "",
        "Question": "CÂU 1:Hiện nay diện tích rừng ngập mặn nước ta bị thu hẹp là do\nA. chuyển đổi mục đích.\nB. thiên tai gia tăng.\nC. ô nhiễm môi trường.\nD. mực nước biển dâng.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Hiện nay diện tích rừng ngập mặn nước ta bị thu hẹp chủ yếu là do chuyển đổi mục đích sang nuôi tôm. Chọn đáp án A"
    },
    {
        "ID": "Geo_17_2",
        "Image_Question": "",
        "Question": "CÂU 2:Biện pháp để bảo vệ đất nông nghiệp vùng đồng bằng nước ta là\nA. trồng cây theo băng.\nB. định canh, định cư.\nC. chống nhiễm phèn.\nD. chống xói mòn đất.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Biện pháp để bảo vệ đất nông nghiệp vùng đồng bằng nước ta là chống nhiễm phèn, nhiễm mặn, bón phân cải tạo đất thích hợp. Chọn đáp án C"
    },
    {
        "ID": "Geo_17_3",
        "Image_Question": "",
        "Question": "CÂU 3:Cơ cấu công nghiệp theo ngành của nước ta hiện nay\nA. phân bố khá đồng đều.\nB. tỉ trọng giảm dần.\nC. sản phẩm ít đa dạng.\nD. chuyển dịch rõ rệt.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Cơ cấu công nghiệp theo ngành của nước ta hiện nay đang có sự chuyển dịch rõ rệt theo hướng giảm công nghiệp khai thác, tăng tỉ trọng công nghiệp chế biến. Chọn đáp án D"
    },
    {
        "ID": "Geo_17_4",
        "Image_Question": "",
        "Question": "CÂU 4:Vùng thuận lợi để sản xuất muối ở nước ta là\nA. Nam Trung Bộ.\nB. Bắc Trung Bộ.\nC. Đông Nam Bộ.\nD. Tây Nguyên.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Vùng thuận lợi để sản xuất muối ở nước ta là Duyên Hải Nam Trung Bộ do có nhiệt độ cao, nắng nhiều, ít sông đổ ra biển. Chọn đáp án A"
    },
    {
        "ID": "Geo_17_5",
        "Image_Question": "",
        "Question": "CÂU 5:Giải pháp chủ yếu trong phát triển công nghiệp ở Nam Trung Bộ là\nA. nguyên liệu.\nB. lao động.\nC. năng lượng.\nD. thị trường.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Giải pháp chủ yếu trong phát triển công nghiệp ở Nam Trung Bộ là cơ sở năng lượng (điện). Vấn đề cơ sở năng điện của vùng đang được giải quyết theo hướng sử dụng điện lưới quốc gia, xây dựng một số nhà máy thủy điện có quy mô trung bình trong vùng. Ngoài ra còn dự kiến xây dựng nhà máy điện nguyên tử đầu tiên của nước ta tại khu vực này. Chọn đáp án C"
    },
    {
        "ID": "Geo_17_6",
        "Image_Question": "",
        "Question": "CÂU 6:Căn cứ vào Atlat Địa lí Việt Nam trang 4 - 5, cho biết tỉnh nào trong các tỉnh sau đây giáp biển?\nA. Quảng Ninh.\nB. Cần Thơ.\nC. Hòa Bình.\nD. Lai Châu.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Sử dụng Atlat Địa lí Việt Nam trang 4 – 5. Chọn đáp án A"
    },
    {
        "ID": "Geo_17_7",
        "Image_Question": "",
        "Question": "CÂU 7:Căn cứ vào Atlat Địa lí Việt Nam trang 9, cho biết tỉnh nào sau đây có lượng mưa trung bình năm thấp nhất?\nA. Bình Thuận.\nB. Hòa Bình.\nC. Hà Giang.\nD. Cà Mau.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Sử dụng Atlat Địa lí Việt Nam trang 9. Chọn đáp án A"
    },
    {
        "ID": "Geo_17_8",
        "Image_Question": "",
        "Question": "CÂU 8:Căn cứ vào Atlat Địa lí Việt Nam trang 10, cho biết hồ nào sau đây thuộc lưu vực hệ thống sông Mê Kông?\nA. Hồ Phù Ninh.\nB. Hồ Lắk.\nC. Hồ Phù Ninh.\nD. Hồ Kẻ Gỗ.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Sử dụng Atlat Địa lí Việt Nam trang 10. Chọn đáp án B"
    },
    {
        "ID": "Geo_17_9",
        "Image_Question": "",
        "Question": "CÂU 9:Căn cứ vào Atlat Địa lí Việt Nam trang 13, cho biết núi nào sau đây nằm trên cánh cung Ngân Sơn?\nA. Núi Phu Luông.\nB. Núi Yên Tử.\nC. Núi Mẫu Sơn.\nD. Núi Phia Uắc.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Sử dụng Atlat Địa lí Việt Nam trang 13. Chọn đáp án D"
    },
    {
        "ID": "Geo_17_10",
        "Image_Question": "",
        "Question": "CÂU 10:Căn cứ vào Atlat Địa lí Việt Nam trang 15, cho biết tỉnh nào có mật độ dân số cao nhất trong các tỉnh sau đây?\nA. Hải Dương.\nB. Lạng Sơn.\nC. Cao Bằng.\nD. Lai Châu.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Sử dụng Atlat Địa lí Việt Nam trang 15. Chọn đáp án A"
    },
    {
        "ID": "Geo_17_11",
        "Image_Question": "",
        "Question": "CÂU 11:Căn cứ vào Atlat Địa lí Việt Nam trang 17, cho biết trong các tỉnh sau đây, tỉnh nào có GDP bình quân tính theo đầu người thấp nhất của các tỉnh?\nA. Quảng Ninh.\nB. Nha Trang.\nC. Lâm Đồng.\nD. Đồng Nai.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Sử dụng Atlat Địa lí Việt Nam trang 17. Chọn đáp án C"
    },
    {
        "ID": "Geo_17_12",
        "Image_Question": "",
        "Question": "CÂU 12:Căn cứ vào Atlat Địa lí Việt Nam trang 19, cho biết trâu được nuôi nhiều nhất ở tỉnh nào sau đây?\nA. Nghệ An.\nB. Hà Tĩnh.\nC. Ninh Bình.\nD. Quảng Trị.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Sử dụng Atlat Địa lí Việt Nam trang 19. Chọn đáp án A"
    },
    {
        "ID": "Geo_17_13",
        "Image_Question": "",
        "Question": "CÂU 13:Dựa vào Atlat Địa lí Việt Nam trang 20, tỉnh nào sau đây có sản lượng thủy sản nuôi trồng cao nhất?\nA. Cà Mau.\nB. An Giang.\nC. Đồng Tháp.\nD. Kiên Giang.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Sử dụng Atlat Địa lí Việt Nam trang 20. Chọn đáp án B"
    },
    {
        "ID": "Geo_17_14",
        "Image_Question": "",
        "Question": "CÂU 14:Căn cứ vào Atlat địa lý Việt Nam Việt Nam trang 22, trung tâm công nghiệp chế biến lương thực thực phẩm nào sau đây có quy mô nhỏ?\nA. Đà Nẵng.\nB. Bảo Lộc.\nC. Buôn Ma Thuột.\nD. Nha Trang",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Sử dụng Atlat Địa lí Việt Nam trang 22. Chọn đáp án B"
    },
    {
        "ID": "Geo_17_15",
        "Image_Question": "",
        "Question": "CÂU 15:Căn cứ vào Atlat Việt Nam trang 24, cho biết nước nào sau đây là thị trường xuất nhập khẩu hàng hóa lớn nhất nước ta?\nA. Hoa Kì.\nB. Trung Quốc.\nC. Nhật Bản.\nD. Đài Loan.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Sử dụng Atlat Địa lí Việt Nam trang 24. Chọn đáp án C"
    },
    {
        "ID": "Geo_17_16",
        "Image_Question": "",
        "Question": "CÂU 16:Căn cứ vào Atlat Địa lí Việt Nam trang 25, cho biết tài nguyên du lịch nào sau đây là di sản văn hóa thê giới?\nA. Vịnh Hạ Long.\nB. Phong Nha - Kẻ Bàng.\nC. Bến Ninh Kiều.\nD. Phố cổ Hội An.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Sử dụng Atlat Địa lí Việt Nam trang 25. Chọn đáp án D"
    },
    {
        "ID": "Geo_17_17",
        "Image_Question": "",
        "Question": "CÂU 17:Căn cứ vào Atlat Địa lí Việt Nam trang 26, cho biết đất hiếm tập trung ở tỉnh nào sau đây của Trung du và miền núi Bắc Bộ?\nA. Quảng Ninh.\nB. Lai Châu.\nC. Sơn La.\nD. Thái Nguyên.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Sử dụng Atlat Địa lí Việt Nam trang 26. Chọn đáp án B"
    },
    {
        "ID": "Geo_17_18",
        "Image_Question": "",
        "Question": "CÂU 18:Căn cứ vào Atlat Địa lí Việt Nam trang 28, cho biết cây bông được trồng ở tỉnh nào sau đây thuộc Duyên hải Nam Trung Bộ?\nA. Bình Thuận.\nB. Lâm Đồng.\nC. Đắc Lăk.\nD. Gia Lai.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Sử dụng Atlat Địa lí Việt Nam trang 28. Chọn đáp án A"
    },
    {
        "ID": "Geo_17_19",
        "Image_Question": "",
        "Question": "CÂU 19:Căn cứ vào Atlat Địa lí Việt Nam trang 29, cho biết trung tâm công nghiệp nào sau đây có các ngành cơ khí, đóng tàu?\nA. Cà Mau.\nB. Rạch Giá.\nC. Long Xuyên.\nD. Kiên Lương.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Sử dụng Atlat Địa lí Việt Nam trang 29. Chọn đáp án B"
    },
    {
        "ID": "Geo_17_20",
        "Image_Question": "",
        "Question": "CÂU 20:Dựa vào Atlat Địa lí Việt Nam trang 30, hãy cho biết tỉnh nào sau đây thuộc vùng kinh tế trọng điểm phía Nam?\nA. Trà Vinh.\nB. Đồng Nai.\nC. Hậu Giang.\nD. Sóc Trăng.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Sử dụng Atlat Địa lí Việt Nam trang 30. Chọn đáp án B"
    },
    {
        "ID": "Geo_17_21",
        "Image_Question": "",
        "Question": "CÂU 21:Cho bảng số liệu:\nXUẤT NHẬP KHẨU HÀNG HÓA VÀ DỊCH VỤ CỦA SINGAPO, GIAI ĐOẠN 2010 – 2019\nNăm\t2010\t2012\t2014\t2015\t2019\nXuất khẩu\t417,1\t565,2\t558,5\t516,7\t642,2\nNhập khẩu\t408,6\t496,8\t513,6\t438,0\t545,5\n(Đơn vị: Tỉ đô la Mỹ)\n(Số liệu theo Niên giám thống kê Việt Nam 2019, NXB Thống kê, 2020)\nCăn cứ vào bảng số liệu, cho biết nhận xét nào sau đây đúng về xuất nhập khẩu hàng hóa và dịch vụ của Singapo 2019 so với năm 2010?\nA. Giá trị xuất siêu năm 2012 lớn hơn năm 2015.\nB. Từ năm 2010 đến năm 2019 đều xuất siêu.\nC. Từ năm 2010 đến năm 2019 đều nhập siêu.\nD. Giá trị xuất siêu năm 2014 lớn hơn năm 2019.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào bảng số liệu, nhận xét đúng về xuất nhập khẩu hàng hóa và dịch vụ của Singapo 2019 so với năm 2010 là giá trị xuất khẩu luôn lớn hơn nhập khẩu, cán cân luôn xuất siêu. Chọn đáp án B"
    },
    {
        "ID": "Geo_17_22",
        "Image_Question": "Geo_17/Geo_17_22.png",
        "Question": "CÂU 22:Cho biểu đồ:\n(Số liệu theo Niên giám thông kê Việt Nam 2019, NXB Thông kê, 2020)\nTheo biểu đồ, nhận xét nào sau đây đúng khi so sánh sự thay đổi GDP của Malaixia và Singapo từ năm 2010 đến năm 2019?\nA. GDP của Malaixia và Singapo tăng liên tục.\nB. quy mô GDP của Singapo luôn lớn hơn Malaixia.\nC. GDP của Malaixia tăng nhanh hơn Singapo.\nD. GDP của Singapo tăng nhanh hơn Malaixia.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Theo biểu đồ, so sánh sự thay đổi GDP của Malaixia và Singapo từ năm 2010 đến năm 2019, ta thấy GDP của Singapo tăng nhanh hơn Malaixia. Chọn đáp án D"
    },
    {
        "ID": "Geo_17_23",
        "Image_Question": "",
        "Question": "CÂU 23:Do nước ta nằm hoàn toàn trong vùng nội chí tuyến nên\nA. mùa đông rất lạnh, mùa hạ rất nóng mưa nhiều.\nB. có nhiều tài nguyên sinh vật vô cùng quý giá.\nC. có sự phân hóa thiên nhiên theo lãnh thổ rõ rệt.\nD. nền nhiệt cao, cán cân bức xạ quanh năm dương.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Do nước ta nằm hoàn toàn trong vùng nội chí tuyến nên có nền nhiệt cao, cán cân bức xạ quanh năm dương. Chọn đáp án D"
    },
    {
        "ID": "Geo_17_24",
        "Image_Question": "",
        "Question": "CÂU 24:Cơ cấu dân số theo độ tuổi nước ta hiện nay có đặc điểm\nA. cơ cấu dân số già, tỉ lệ trên tuổi lao động cao.\nB. cơ cấu dân số trẻ, độ tuổi dưới lao động tăng.\nC. kết thúc dân số trẻ và ở thời kì dân số vàng.\nD. cơ cấu dân số ổn định, ít biến động theo tuổi.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Cơ cấu dân số theo độ tuổi nước ta hiện nay có đặc điểm kết thúc dân số trẻ và ở thời kì dân số vàng, nên số người trong độ tuổi lao động lớn. Chọn đáp án C"
    },
    {
        "ID": "Geo_17_25",
        "Image_Question": "",
        "Question": "CÂU 25:Về mặt xã hội đô thị hóa nước ta\nA. thúc đẩy sự chuyển dịch cơ cấu kinh tế .\nB. thu hút lao động, cơ sở hạ tầng hiện đại.\nC. tạo thị trường tiêu thụ lớn, sức hút đầu tư.\nD. tạo việc làm, tăng thu nhập cho người dân.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Về mặt xã hội đô thị hóa nước ta có khả năng tạo nhiều việc làm, tăng thu nhập cho người dân. Chọn đáp án D"
    },
    {
        "ID": "Geo_17_26",
        "Image_Question": "",
        "Question": "CÂU 26:Ngành công nghiệp chế biến chiếm tỉ trọng cao nhất trong cơ cấu giá trị sản xuất công nghiệp do\nA. có thị trường tiêu thụ rộng lớn.\nB. có cơ cấu ngành đa dạng nhất.\nC. nguyên liệu tại chỗ phong phú.\nD. mang lại hiệu quả kinh tế cao.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Ngành công nghiệp chế biến chiếm tỉ trọng cao nhất trong cơ cấu giá trị sản xuất công nghiệp do có cơ cấu ngành đa dạng nhất( 23 ngành) Chọn đáp án B"
    },
    {
        "ID": "Geo_17_27",
        "Image_Question": "",
        "Question": "CÂU 27:Ngành chăn nuôi của nước ta hiện nay\nA. chủ yếu chăn nuôi gia súc lớn.\nB. hiệu quả cao và tương đối ổn định.\nC. tăng tỉ trọng sản phẩm không giết thịt.\nD. phân bố đều khắp giữa các vùng.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Ngành chăn nuôi của nước ta hiện nay tăng tỉ trọng sản phẩm không giết thịt như trứng, sữa. Chọn đáp án C"
    },
    {
        "ID": "Geo_17_28",
        "Image_Question": "",
        "Question": "CÂU 28:Cơ cấu giá trị sản xuất thủy sản nước ta thay đổi theo hướng\nA. tỉ trọng khai thác và nuôi trồng luôn biến động.\nB. giảm tỉ trọng khai thác, tăng tỉ trọng nuôi trồng.\nC. tỉ trọng khai thác và nuôi trồng luôn ổn định.\nD. tăng tỉ trọng khai thác, giảm tỉ trọng nuôi trồng.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Cơ cấu giá trị sản xuất thủy sản nước ta thay đổi theo hướng giảm tỉ trọng khai thác, tăng tỉ trọng nuôi trồng. Chọn đáp án B"
    },
    {
        "ID": "Geo_17_29",
        "Image_Question": "",
        "Question": "CÂU 29:Ngành giao thông vận tải đường biển nước ta hiện nay\nA. mạng lưới phủ rộng khắp cả nước.\nB. ngành non trẻ và phát triển nhanh.\nC. đội ngũ lao động có chuyên môn cao.\nD. vận chuyển nhiều hàng hóa xuất khẩu.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Ngành giao thông vận tải đường biển nước ta hiện nay vận chuyển nhiều hóa xuất khẩu. Chọn đáp án D"
    },
    {
        "ID": "Geo_17_30",
        "Image_Question": "",
        "Question": "CÂU 30:Về kinh tế, các đảo và quần đảo nước ta có điều kiện là\nA. tạo thành hệ thống tiền tiêu bảo vệ đất liền.\nB. làm điểm tựa bảo vệ an ninh quốc phòng.\nC. căn cứ để khai thác nguồn lợi vùng biển.\nD. cơ sở khẳng định chủ quyền vùng biển.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Về kinh tế, các đảo và quần đảo nước ta có điều kiện là căn cứ để khai thác nguồn lợi vùng biển và thềm lục địa. Chọn đáp án C"
    },
    {
        "ID": "Geo_17_31",
        "Image_Question": "",
        "Question": "CÂU 31:Ngành du lịch nước ta hiện nay phát triển đa dạng về loại hình du lịch chủ yếu là do\nA. tài nguyên du lịch và nhu cầu của khách trong, ngoài nước.\nB. nhu cầu của du khách trong, ngoài nước và điều kiện phục vụ.\nC. định hướng ưu tiên phát triển du lịch và các nguồn vốn đầu tư.\nD. lao động kinh nghiệm, cơ sở vật chất và cơ sở kĩ thuật hiện đại.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Ngành du lịch nước ta hiện nay phát triển đa dạng về loại hình du lịch chủ yếu là do tài nguyên du lịch đa dạng và nhu cầu của khách trong, ngoài nước. Chọn đáp án A"
    },
    {
        "ID": "Geo_17_32",
        "Image_Question": "",
        "Question": "CÂU 32:Thế mạnh chủ yếu để Trung du và miền núi Bắc Bộ trong sản xuất cây dược liệu là\nA. địa hình đa dạng, có cả núi, đồi, cao nguyên.\nB. đất feralit đỏ vàng chiếm diện tích rất rộng.\nC. khí hậu cận nhiệt, ôn đới trên núi, giống tốt.\nD. nguồn nước mặt dồi dào phân bổ nhiều nơi.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Thế mạnh chủ yếu để Trung du và miền núi Bắc Bộ trong sản xuất cây dược liệu là khí hậu cận nhiệt, ôn đới trên núi, giống tốt. Chọn đáp án C"
    },
    {
        "ID": "Geo_17_33",
        "Image_Question": "",
        "Question": "CÂU 33:Thuận lợi chủ yếu để Đồng bằng sông Hồng chuyên môn hóa sản xuất lương thực là\nA. đất phù sa màu mỡ, nhiệt ẩm dồi dào, nguồn nước phong phú.\nB. nguồn nước phong phú, nhiệt ẩm dồi dào, nhiều giống lúa tốt.\nC. nhiều giống lúa tốt, đất phù sa màu mỡ, có một mùa mưa lớn.\nD. nhiệt ẩm dồi dào, có nhiều giống lúa tốt, trình độ thâm canh cao.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Thuận lợi chủ yếu để Đồng bằng sông Hồng chuyên môn hóa sản xuất lương thực là đất phù sa màu mỡ, nhiệt ẩm dồi dào, nguồn nước phong phú. Chọn đáp án A"
    },
    {
        "ID": "Geo_17_34",
        "Image_Question": "",
        "Question": "CÂU 34:Ý nghĩa chủ yếu của việc trồng rừng ven biển ở Bắc Trung Bộ là\nA. chắn gió, bão và ngăn không cho cát bay, cát chảy.\nB. hạn chế tác hại của lũ lên đột ngột trên các sông.\nC. bảo vệ môi trường sống của động vật hoang dã.\nD. giữ gìn nguồn gen của các loài sinh vật quý hiếm.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Bắc Trung Bộ thường xuyên có hiện tượng cát bay, cát chảy ven biển , làm phủ lấp những đồng ruộng ven bờ, ảnh hưởng đến sản xuất nông nghiệp. Việc trồng rừng ven biển ở Bắc Trung Bộ có tác dụng chính là chắn gió, bão và ngăn không cho cát bay, cát chảy. Chọn đáp án A"
    },
    {
        "ID": "Geo_17_35",
        "Image_Question": "",
        "Question": "CÂU 35:Đông Nam Bộ là vùng có giá trị sản xuất công nghiệp lớn nhất nước ta là do\nA. giao thông thuận tiện, nguồn nguyên liệu dồi dào.\nB. khai thác hiệu quả các thế mạnh vốn có của vùng.\nC. có vị trí địa lí thuận lợi, thu hút nhiều vốn đầu tư.\nD. nguồn lao động có kĩ thuật, thị trường tiêu thụ lớn.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Đông Nam Bộ là vùng có giá trị sản xuất công nghiệp lớn nhất nước ta là do khai thác hiệu quả các thế mạnh vốn có của vùng. Chọn đáp án B"
    },
    {
        "ID": "Geo_17_36",
        "Image_Question": "Geo_17/Geo_17_36.png",
        "Question": "CÂU 36:Cho biểu đồ về than sạch, dầu thô và điện của nước ta từ năm 2010 – 2018:\n(Nguồn: Niên giám thông kê Việt Nam 2019, NXB Thống kê, 2020)\nBiểu đồ trên thể hiện nội dung nào?\nA. Tốc độ tăng than sạch, dầu thô và điện của nước ta từ năm 2010 – 2018.\nB. Sự chuyển dịch cơ cấu than sạch, dầu thô, điện của nước ta qua các năm.\nC. Sản lượng than sạch, dầu thô và điện của nước ta từ năm 2010 – 2018.\nD. Cơ cấu than sạch, dầu thô và điện của nước ta từ năm 2010 – 2018.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Biểu đồ thể hiện sản lượng than sạch, dầu thô và điện của nước ta từ năm 2010 – 2018. Chọn đáp án C"
    },
    {
        "ID": "Geo_17_37",
        "Image_Question": "",
        "Question": "CÂU 37:Độ cao đai nhiệt đới gió mùa ở miền Bắc có độ cao thấp hơn ở miền Nam là do\nA. miền Bắc chịu ảnh hưởng của bão, frông cực và dòng biển lạnh.\nB. miền Bắc có nhiều núi cao hơn và có vĩ độ cao hơn miền Nam.\nC. miền Bắc gần chí tuyến, chịu ảnh hưởng của gió mùa Đông Bắc.\nD. miền Bắc gần chí tuyến hơn và địa hình cao hơn so với miền Nam.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Độ cao đai nhiệt đới gió mùa ở miền Bắc có độ cao thấp hơn ở miền Nam là do miền Bắc gần chí tuyến, chịu ảnh hưởng trực tiếp của gió mùa Đông Bắc. Chọn đáp án C"
    },
    {
        "ID": "Geo_17_38",
        "Image_Question": "",
        "Question": "CÂU 38:Giải pháp chủ yếu trong nông nghiệp để ứng phó với biến đổi khí hậu ở đồng bằng sông Cửu Long là\nA. phát triển trang trại, đẩy mạnh sản xuất hàng hóa.\nB. tích cực thâm canh, chủ động sống chung với lũ.\nC. chuyển đổi cơ cấu sản xuất, bố trí mùa vụ hợp lý.\nD. phát triển công tác thủy lợi, chú trọng cải tạo đất.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Giải pháp chủ yếu trong nông nghiệp để ứng phó với biến đổi khí hậu ở đồng bằng sông Cửu Long là chuyển đổi cơ cấu sản xuất, bố trí mùa vụ hợp lý. Chọn đáp án C"
    },
    {
        "ID": "Geo_17_39",
        "Image_Question": "",
        "Question": "CÂU 39:Ý nghĩa chủ yếu của việc phát triển vùng chuyên canh cây công nghiệp lâu năm ở Tây Nguyên là\nA. khai thác sự đa dạng tự nhiên, bảo vệ môi trường.\nB. đẩy mạnh sản xuất hàng hóa, phát triển kinh tế.\nC. nâng cao trình độ lao động, tạo ra tập quán mới.\nD. góp phần thay đổi cơ cấu kinh tế, tạo ra việc làm.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Tây Nguyên có nhiều điều kiện thuận lợi để phát triển các vùng chuyên canh cây công nghiệp nên ý nghĩa chủ yếu của việc phát triển các vùng chuyên canh cây công nghiệp ở Tây Nguyên là sử đẩy mạnh sản xuất hàng hóa, phát triển kinh tế. Chọn đáp án B"
    },
    {
        "ID": "Geo_17_40",
        "Image_Question": "",
        "Question": "CÂU 40:Cho bảng số liệu:\nDIỆN TÍCH VÀ SẢN LƯỢNG HỒ TIÊU CỦA NƯỚC TA, GIAI ĐOẠN 2010 – 2018\nNăm\t2010\t2013\t2015\t2017\t2018\nDiện tích( nghìn ha)\t51,3\t60,2\t101,6\t152,0\t147,5\nSản lượng (nghìn tấn)\t105,4\t116,0\t176,8\t252,6\t262,7\n(Nguồn: Niên giám thông kê Việt Nam 2018, NXB Thống kê, 2019)\nTheo bảng số liệu, để thể hiện diện tích và sản lượng hồ tiêu của nước ta từ năm 2010 đến năm 2018, dạng biểu đồ nào sau đây là thích hợp nhất?\nA. Miền.\nB. Kết hợp.\nC. Đường.\nD. Tròn.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Theo bảng số liệu, để thể hiện diện tích và sản lượng hồ tiêu của nước ta từ năm 2010 đến năm 2018, dạng biểu đồ kết hợp là thích hợp nhất. Chọn đáp án B"
    }
]