[
    {
        "ID": "Geo_42_1",
        "Image_Question": "",
        "Question": "CÂU 1:\nĐiểm khác biệt của vùng kinh tế trọng điểm phía Bắc so với vùng kinh tế trọng điểm phía Nam là:\nA. Có cơ sở hạ tầng tốt\nB. Có lực lượng lao động trình độ cao\nC. Có nhiều ngành công nghiệp truyền thống\nD. Có các cảng biển lớn",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Đáp án C\nVùng kinh tế trọng điểm phía Bắc hiện có nhiều ngành truyền thống như luyện kim, cơ khí, vật liệu xây dựng, dệt may… trong khi đó vùng kinh tế trọng điểm phía Nam lại đầu tư cho các ngành hiện đại. 2 vùng này đều có cơ sở hạ tầng hoàn thiện nhất cả nước, lao động trình độ cao"
    },
    {
        "ID": "Geo_42_2",
        "Image_Question": "",
        "Question": "CÂU 2:\nCăn cứ vào Atlat Địa lí Việt Nam trang 26, cho biết phát biểu nào sau đây đúng với kinh tế của Trung du và miền núi BẮc Bộ?\nA. các trung tâm công nghiệp tập trung ở Tây Bắc.\nB. nhiều điểm công nghiệp nhưng ít trung tâm.\nC. công nghiệp cơ khí, điện tử phát triển mạnh.\nD. ít nhà máy thủy điện nhưng nhiều nhiệt điện.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Đáp án B\nDựa vào Atlat Địa lí trang 26, quan sát bản đồ Kinh tế (năm 2007) ta thấy Trung du và miền núi Bắc Bộ tập trung nhiều điểm công nghiệp nhưng ít trung tâm công nghiệp. Các điểm công nghiệp của vùng là các điểm khai thác khoáng sản, vật liệu xây dựng (ví dụ: Văn Bản – khai thác sắt, Yên Bái – khai thác sắt, Na Dương,….)"
    },
    {
        "ID": "Geo_42_3",
        "Image_Question": "",
        "Question": "CÂU 3:\nTrong vùng đặc quyền kinh tế của nước ta, các nước khác được phép thực hiện các hoạt động nào sau đây?\nA. khai thác hải sản.\nB. tự do về quân sự.\nC. xây đảo nhân tạo.\nD. đặt ống dẫn dầu.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Đáp án D\nTrong vùng đặc quyền kinh tế của nước ta, các nước khác được phép đặt ống dẫn dầu, dây cáp ngầm và tàu thuyền, máy bay nước ngoài được tự do về hoạt động hàng hải và hàng không theo Công ước của Liên hợp quốc về Luật biển năm 1982."
    },
    {
        "ID": "Geo_42_4",
        "Image_Question": "",
        "Question": "CÂU 4:\nTính chất nhiệt đới của khí hậu nước ta được quy định bởi đặc điểm nào sau đây của vị trí địa lí?\nA. nằm trong vùng nội chí tuyến.\nB. thuộc bán đảo Đông Dương.\nC. tiếp giáp Biển Đông rộng lớn.\nD. nằm trong khu vực gió mùa.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Đáp án A\nTính chất nhiệt đới của khí hậu nước ta được quy định bởi vị trí địa lí nằm trong vùng nội chí tuyến. Hằng năm, lãnh thổ nước ta nhận được một lượng bức xạ Mặt Trời lớn do góc nhập xạ lớn và ở mọi nơi trong năm đều có 2 lần Mặt Trời lên thiên đỉnh."
    },
    {
        "ID": "Geo_42_5",
        "Image_Question": "",
        "Question": "CÂU 5:\nPhát biểu nào sau đây đúng với dân cư Đông Nam Á hiện nay?\nA. số dân đông, tỉ lệ người già trong cơ cấu dân số tăng.\nB. mật độ dân số cao, phân bố đồng đều giữa các nước.\nC. mật độ dân số cao, tỉ lệ người nhập cư hàng năm rất thấp.\nD. số dân đông, tỉ suất gia tăng dân số tự nhiên tăng nhanh",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Đáp án A\nĐông Nam Á có số dân đông, hiện nay tỉ suất gia tăng dân số tự nhiên có chiều hướng giảm ->  phản ánh tỉ lệ trẻ em giảm dần, tỉ lệ người già trong cơ cấu dân số có xu hướng tăng lên."
    },
    {
        "ID": "Geo_42_6",
        "Image_Question": "",
        "Question": "CÂU 6:\nPhát biểu nào sau đây không đúng với đặc điểm dân tộc của nước ta hiện nay?\nA. có truyền thống đoàn kết.\nB. mức sống đồng đều nhau.\nC. bao gồm nhiều thành phần.\nD. sinh sống ở khắp các vùng.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Đáp án B\nĐặc điểm dân tộc nước ta hiện nay là có truyền thống đoàn kết, gồm nhiều thành phần dân tộc (54 dân tộc), sinh sống ở khắp các vùng (từ miền núi đến đồng bằng, ven biển). => loại A, C, D\nTuy nhiên, sự phát triển kinh tế - xã hội giữa các vùng còn có sự chênh lệch đáng kể, mức sống của đồng bào các dân tộc ít người còn thấp. Nhận xét mức sống các dân tộc nước ta đồng đều nhau là không đúng."
    },
    {
        "ID": "Geo_42_7",
        "Image_Question": "",
        "Question": "CÂU 7:\nCăn cứ vào Atlat Địa lí Việt Nam trang 9, cho biết trạm khí tượng nào sau đây có nhiện độ trung bình năm cao nhất?\nA. Lạng Sơn.\nB. Sa Pa.\nC. Cần Thơ.\nD. Hà Nội.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Đáp án C\nDựa vào Atlat Địa lí trang 9, quan sát bản đồ thể hiện nhiệt độ trung bình năm cả nước, xác định vi trí các trạm khí tượng trên bản đồ + kết hợp đối chiếu với kí hiệu nền nhiệt độ.\n=> Xác định được Cần Thơ là trạm khí tượng có nhiệt độ trung bình năm cao nhất (nằm trong vùng có kí hiệu nền nhiệt độ trên 240C )."
    },
    {
        "ID": "Geo_42_8",
        "Image_Question": "",
        "Question": "CÂU 8:\nCăn cứ vào Atlat Địa lí Việt Nam trang 17, cho biết Duyên hải Nam Trung Bộ có các khu kinh tế ven biển nào sau đây?\nA. Chu Lai, Nhơn Hội.\nB. Dung Quất, Hòn La.\nC. Vân Phong, Vũng Áng.\nD. Chu Lai, Nghi Sơn.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Đáp án A\nDựa vào Atlat Địa lí trang 17, duyên hải Nam Trung Bộ có các khu kinh tế ven biển Chu Lai (Quảng Nam), Nhơn Hội (Bình Định)."
    },
    {
        "ID": "Geo_42_9",
        "Image_Question": "",
        "Question": "CÂU 9:\nPhát biểu nào sau đây không đúng với xã hội của Đông Nam Á?\nA. có nhiều tôn giáo lớn cùng hoạt động.\nB. các quốc gia đều có nhiều dân tộc.\nC. văn hóa các nước rất khác biệt.\nD. một số dân tộc phân bố khá rộng.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Đáp án C\nPhong tục tập quán, sinh hoạt, văn hóa của người dân Đông Nam Á có nhiều nét tương đồng, đó là cơ sở thuận lợi để các quốc gia hợp tác cùng phát triển.\n=> Nhận xét văn hóa các nước Đông Nam Á rất khác biết nhau là không đúng."
    },
    {
        "ID": "Geo_42_10",
        "Image_Question": "",
        "Question": "CÂU 10:\nTrong những năm gần đây, tỉ lệ gia tăng dân số của nước ta có xu hướng.\nA. giảm nhanh.\nB. tăng nhanh.\nC. tăng chậm.\nD. giảm chậm.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Đáp án D\nTrong những năm gần đây, nhờ thực hiện chính sách dân số và kế hoạch hóa gia đình nên tỉ lệ gia tăng dân số nước ta có xu hướng giảm nhưng còn chậm."
    },
    {
        "ID": "Geo_42_11",
        "Image_Question": "",
        "Question": "CÂU 11:\nCăn cứ vào Atlat Địa lí Việt Nam trang 25, cho biết phát biểu nào sau đây không đúng với du lịch của nước ta?\nA. tài nguyên du lịch tự nhiên đa dạng.\nB. có các trung tâm du lịch cấp quốc gia.\nC. tài nguyên du lịch nhân văn đơn điệu.\nD. điểm du lịch được phát triển ở nhiều nơi.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Đáp án C\nDựa vào Atlat Địa lí trang 25, quan sát thấy tài nguyên du lịch nước ta giàu có, gồm tài nguyên du lịch tự nhiên và nhân văn. Tài nguyên du lịch nhân đa dạng gồm các di tích lịch sử, chùa, đền, lễ hội…\n=> Nhận xét tài nguyên du lịch nhân văn nước ta đơn điệu là không đúng."
    },
    {
        "ID": "Geo_42_12",
        "Image_Question": "",
        "Question": "CÂU 12:\nĐiểm giống nhau về tự nhiên của Đông Nam Á lục địa và Đông Nam Á biển đảo là đều có\nA. các dãy núi và thung lũng rộng.\nB. nhiều đồng bằng phù sa lớn.\nC. các sông lớn hướng bắc – nam.\nD. khí hậu nhiệt đới gió mùa.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Đáp án D\n- Các đặc điểm dãy núi thung lũng rộng, sông lớn hứng bắc – nam, đồng bằng phù sa lớn là đặc điểm của Đông Nam Á lục địa, không phải là đặc điểm của Đông Nam Á biển đảo. => loại A, B, C\n- Đông Nam Á lục địa và Đông Nam Á biển đảo nước ta đều có khí hậu nhiệt đới gió mùa."
    },
    {
        "ID": "Geo_42_13",
        "Image_Question": "",
        "Question": "CÂU 13:\nCăn cứ vào Atlat Địa lí Việt Nam trang 12, cho biết vườn quốc gia Hoàng Liên nằm ở phân khu địa lí động vật nào sau đây?\nA. Đông Bắc.\nB. Bắc Trung Bộ.\nC. Trung Trung Bộ.\nD. Tây Bắc.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Đáp án D\nDựa vào Atlat Địa lí trang 12, xác định được dãy Hoàng Liên Sơn nằm ở phân khu địa lí Tây Bắc."
    },
    {
        "ID": "Geo_42_14",
        "Image_Question": "",
        "Question": "CÂU 14:\nCăn cứ vào Atlat Địa lí Việt Nam trang 14, cho biết trong các đỉnh núi sau đây, đỉnh núi nào có độ cao lớn nhất?\nA. Vọng Phú.\nB. Chư Yang Sin.\nC. Ngọc Kring.\nD. Kon Ka Kinh.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Đáp án B\nDựa vào Atlat Địa lí trang 14, trong số các đỉnh núi đã cho, đỉnh núi có độ cao lớn nhất là đỉnh Chư Yang Sin (2405m). Các đỉnh núi còn lại có độ cao thấp hơn là: Vong Phu (2051m), Ngọc Krinh (2025m), Kon Ka Kinh (1761m)"
    },
    {
        "ID": "Geo_42_15",
        "Image_Question": "",
        "Question": "CÂU 15:\nBiện pháp cải tạo đất nông nghiệp ở đồng bằng nước ta là\nA. đào hồ kiểu vây cá.\nB. trồng cây theo băng.\nC. bón phân thích hợp.\nD. làm ruộng bậc thang.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Đáp án C\nVùng đồng bằng hiện nay đất nông nghiệp đang bị thoái hóa do sử dụng không hợp lí và quá mức -> biện pháp cải tạo đất nông nghiệp ở đồng bằng hiện nay là bón phân thích hợp để tăng độ phì của đất."
    },
    {
        "ID": "Geo_42_16",
        "Image_Question": "",
        "Question": "CÂU 16:\nCăn cứ vào Atlat Địa lí Việt Nam trang 20, cho biết các tỉnh nào sau đây có sản lượng thủy sản khai thác lớn hơn sản lượng thủy sản nuôi trồng?\nA. Quảng Ngãi, Thanh Hóa.\nB. Khánh Hòa, An Giang.\nC. Bình Thuận, Bến Tre.\nD. Bình Định, Bạc Liêu.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Đáp án A\nDựa vào Atlat Địa lí trang 20, xác định được tỉnh có sản lượng thủy sản khai thác lớn hơn thủy sản nuôi trồng là Quảng Ngãi, Thanh Hóa (kí hiệu cột màu hồng cao hơn cột màu xanh)."
    },
    {
        "ID": "Geo_42_17",
        "Image_Question": "",
        "Question": "CÂU 17:\nPhát biểu nào sau đây đúng với rừng ngập mặn ở nước ta?\nA. cho năng suất sinh học cao.\nB. Tập trung ở ven biển Trung Bộ.\nC. có nhiều loại cây gỗ quý hiếm.\nD. diện tích đang tăng nhanh.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Đáp án A\nRừng ngập mặn nước ta phân bố tập trung ở vùng Nam Bộ, gồm các loại cây như sú, vẹt, đước, bần..và diện tích đang bị thu hẹp do chuyển đổi thành đất nuôi tôm cá…\n=> Nhận xét B, C, D sai => loại B, C, D\nHệ sinh thái rừng ngập mặn cho năng suất sinh học cao, đặc biệt là sinh vật nước lợ.\n=> Nhận xét A đúng"
    },
    {
        "ID": "Geo_42_18",
        "Image_Question": "",
        "Question": "CÂU 18:\nQuá trình xâm thực mạnh ở miền núi nước ta dẫn đến hệ quả chủ yếu nào sau đây?\nA. tạo thành nhiều phụ lưu và chi lưu.\nB. tổng lượng nước của sông ngòi lớn.\nC. hình thành đất feralit màu đỏ vàng.\nD. tổng lượng phù sa của sông ngòi lớn.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Đáp án A\nQuá trình xâm thực mạnh ở miền núi nước ta sẽ tạo ra nhiều vật liệu -> được sông ngòi vận chuyển -> đem lại một lượng phù sa lớn cho sông ngòi."
    },
    {
        "ID": "Geo_42_19",
        "Image_Question": "",
        "Question": "CÂU 19:\nCăn cứ vào Atlat Địa lí Việt Nam trang 10, cho biết sông nào sau đây có hướng tây bắc – đông nam?\nA. sông Thương.\nB. sông Đà.\nC. sông Bến Hải.\nD. sông Lục Nam.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Đáp án B\nDựa vào Atlat Địa lí trang 10, sông có hướng tây bắc – đông nam là sông Đà (thuộc vùng núi Tây Bắc)."
    },
    {
        "ID": "Geo_42_20",
        "Image_Question": "",
        "Question": "CÂU 20:\nCăn cứ vào Atlat Địa lí Việt Nam trang 4 – 5, cho biết đô thị nào sau đây là tinh lị của tỉnh Quảng Trị?\nA. Tam Kỳ.\nB. Quy Nhơn.\nC. Đông Hà.\nD. Đồng Hới.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Đáp án C\nDựa vào Atlat Địa lí trang 4 – 5, Đông Hà là tỉnh lị của tỉnh Quảng Trị (kí hiệu chấm đỏ)."
    },
    {
        "ID": "Geo_42_21",
        "Image_Question": "",
        "Question": "CÂU 21:\nMiền Tây Bắc và Bắc Trung Bộ là nơi có\nA. đầy đủ ba đai cao khí hậu ở địa hình miền núi.\nB. các đồng bằng châu thổ mở rộng về phía biển.\nC. địa hình đồi núi thấp chiếm phần lớn diện tích.\nD. các dãy núi cao chủ yếu theo hướng vòng cung.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Đáp án A\nMiền Tây Bắc và Bắc Trung Bộ có khu vực núi Hoàng Liên Sơn  là nơi có độ cao lớn nhất cả nước. Đây là khu vực duy nhất của nước ta có đầy đủ 3 đai cao khí hậu: đai nhiệt đới gió mùa(dưới 600 – 700m) , cận nhiêt đới gió mùa trên núi (600 – 2600m) và ôn đới gió mùa trên núi (từ 2600m trở lên)."
    },
    {
        "ID": "Geo_42_22",
        "Image_Question": "",
        "Question": "CÂU 22:\nPhát biểu nào sau đây không đúng với đặc điểm dân số ở nước ta hiện nay?\nA. quy mô số dân ngày càng lớn.\nB. cơ cấu theo tuổi biến đổi nhanh.\nC. bao gồm nhiều thành phần dân tộc.\nD. gia tăng đều nhau giữa các vùng.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Đáp án D\nDân số nước ta phân bố không đồng đều giữa thành thị - nông thôn, giữa khu vực đồng bằng – miền núi. Ở mỗi vùng có trình độ phát triển kinh tế - xã hội và sự phân bố dân cư khác nhau nên tốc độ gia tăng dân số khác nhau. Nhận xét gia tăng dân số đều nhau giữa các vùng là không đúng."
    },
    {
        "ID": "Geo_42_23",
        "Image_Question": "",
        "Question": "CÂU 23:\nĐịa hình của Đông Nam Á biển đảo chủ yếu là\nA. bồn địa và hoang mạc\nB. đồi, núi và núi lửa.\nC. núi cao, sơn nguyên rộng.\nD. đồng bằng, gò đồi thấp.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Đáp án B\nĐịa hình của Đông Nam Á biển đảo chủ yếu là đồi núi và núi lửa (sgk Địa 11 trang 99)."
    },
    {
        "ID": "Geo_42_24",
        "Image_Question": "",
        "Question": "CÂU 24:\nPhát biểu nào sau đây không đúng về phân bố dân cư ở nước ta hiện nay?\nA. phần lớn dân cư tập trung ở nông thôn.\nB. mật độ dân số miền núi thấp hơn đồng bằng.\nC. số dân thành thị nhiều hơn nông thôn.\nD. mật độ dân số khác nhau giữa các vùng.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Đáp án C\nPhân bố dân cư nước ta có sự chênh lệch giữa thành thị - nông thôn: dân cư tập trung chủ yếu ở nông thôn (73,1% năm 2005), ít hơn ở thành thị (chiếm 26,9% năm 2005).\n=> Nhận xét số dân thành thị nhiều hơn so với nông thôn là không đúng."
    },
    {
        "ID": "Geo_42_25",
        "Image_Question": "",
        "Question": "CÂU 25:\nỞ miền Bắc nước ta vào mùa đông xuất hiện những ngày nóng ấm là do hoạt động của\nA. Tín phong bán cầu Bắc.\nB. Tín phong bán cầu Nam.\nC. gió mùa Đông Nam.\nD. gió phơn Tây Nam",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Đáp án A\nỞ miền Bắc nước ta, vào mùa đông xuất hiện những ngày nắng ấm là do hoạt động của tín phong Bắc bán cầu. Tín phong Bắc bán cầu mạnh lên vào những thời kì gió mùa Đông Bắc suy yếu."
    },
    {
        "ID": "Geo_42_26",
        "Image_Question": "",
        "Question": "CÂU 26:\nỞ nước ta, việc làm là một vấn đề còn gay gắt, nguyên nhân chủ yếu do\nA. kinh tế chậm phát triển, gia tăng tự nhiên còn cao.\nB. quy mô dân số lớn, trình độ phát triển kinh tế thấp.\nC. gia tăng dân số cao, giáo dục đào tạo còn hạn chế.\nD. giáo dục đào tạo còn hạn chế, người lao động nhiều.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Đáp án A\nỞ nước ta, việc làm là một vấn đề còn gay gắt, nguyên nhân chủ yếu do kinh tế chậm phát triển trong khi gia tăng tự nhiên vẫn còn cao.\n=> Tốc độ chuyển dịch cơ cấu kinh tế nước ta còn chậm, các các công nghiệp và dịch vụ chưa tạo ra nhiều việc làm, vùng nông thôn các ngành nghề còn hạn chế (chủ yếu là sản xuất nông nghiệp); trong khi đó gia tăng tự nhiên còn cao nên hằng năm nước ta vẫn có thêm hơn 1 triệu lao động => Số lượng công việc chưa đáp ứng đủ số lao động hiện nay đã dẫn đến tình trạng thiếu việc làm hiện nay."
    },
    {
        "ID": "Geo_42_27",
        "Image_Question": "",
        "Question": "CÂU 27:\nChế độ nhiệt ở miền Bắc có một cực đại là do\nA. nằm trong vùng nội chí tuyến bán cầu Bắc.\nB. trong năm có mùa nóng và mùa lạnh rõ rệt.\nC. hai lần Mặt Trời lên thiên đỉnh gần nhau.\nD. Tín phong hoạt động xen kẽ với gió mùa.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Đáp án C\nChế độ nhiệt ở miền Bắc có một cực đại là do miền Bắc nằm ở vĩ độ thấp, gần với đường chí tuyến nên hai lần Mặt Trời lên thiên đỉnh gần nhau."
    },
    {
        "ID": "Geo_42_28",
        "Image_Question": "",
        "Question": "CÂU 28:\nTính chất nhiệt đới của miền Tây Bắc và Bắc Trung Bộ tăng dần so với miền Bắc và Đông Bắc Bắc Bộ chủ yếu là do.\nA. ảnh hưởng của gió mùa Đông Bắc giảm sút.\nB. ảnh hưởng của gió mùa Đông Nam giảm sút\nC. có các dãy núi ngăn ảnh hưởng của biển\nD. có nhiều cao nguyên và lòng chảo giữa núi.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Đáp án A\nTính chất nhiệt đới của miền Tây Bắc và Bắc Trung Bộ tăng dần so với miền Bắc và Bắc Trung Bộ chủ yếu là do càng xuống phía Nam ảnh hưởng của gió mùa Đông Bắc càng giảm sút và nhiệt độ càng tăng dần do góc nhập xạ càng lớn."
    },
    {
        "ID": "Geo_42_29",
        "Image_Question": "",
        "Question": "CÂU 29:\nNguồn nào sau đây được xem là chủ yếu nhất gây ô nhiễm môi trường nước trên diện rộng ở nước ta?\nA. hóa chất dư thừa trong nông nghiệp.\nB. nước thải công nghiệp và đô thị.\nC. chất thải của hoạt động du lịch.\nD. chất thải sinh hoạt của các khu dân cư.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Đáp án B\nNguồn chủ yếu nhất gây ô nhiễm môi trường nước trên diện rộng ở nước ta là nước thải công nghiệp và đô thị. Các nhà máy, khu công nghiệp ven biển đã xã thải ra môi trường biển nhiều chất thải độc hại chưa qua xử lí, gây ô nhiễm một vùng biển rộng (ví dụ: nhà máy Formusa – Hà Tĩnh, nhà máy sản xuất mì chính Vedan…). Ngoài ra còn do chất thải sinh hoạt từ các đô thị đổ trực tiếp vào sông gây ô nhiễm nghiêm trọng (sông Thị Vải, sông Tô Lịch…)"
    },
    {
        "ID": "Geo_42_30",
        "Image_Question": "",
        "Question": "CÂU 30:\nNguồn lợi thủy sản của nước ta đang giảm sút chủ yếu là do\nA. sự dụng các dụng cụ đánh bắt cá con và đánh bắt gần bờ.\nB. diện tích rừng ngập mặn thu hẹp và ô nhiễm môi trường biển.\nC. dùng chất nổ đánh bắt trái phép và ô nhiễm của sông\nD. khai thác tài nguyên quá mức và ô nhiễm môi trường nước.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Đáp án D\nCác hoạt động đánh bắt quá mức làm suy giảm thủy sản ven bờ ở nước ta, hiện tượng ô nhiễm vùng biển cũng làm nhiều loài thủy sản bị chết hàng loạt…(vùng biển Hà Tĩnh)\n=> Nguồn lợi thủy sản của nước ta đang bị giảm sút chủ yếu là do khai thác tài nguyên quá mức và ô nhiễm môi trường nước."
    },
    {
        "ID": "Geo_42_31",
        "Image_Question": "",
        "Question": "CÂU 31:\nBiện pháp quan trọng nhất để giải quyết việc làm ở khu vực nông thôn nước ta hiện nay là\nA. thực hiện tốt chính sách dân số, sức khỏe sinh sản.\nB. phân bố lại dân cư và nguồn lao động trên cả nước.\nC. đa dạng các loại hình đào tạo và các ngành nghề.\nD. đa dạng hóa các hoạt động sản xuất và dịch vụ.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Đáp án D\nKhu vực nông thôn chủ yếu là hoạt động sản xuất nông nghiệp mang tính thời vụ nên thời gian nông nhàn của người dân lớn, trong khi các hoạt động kinh tế khác còn chưa phát triển đã dẫn đến tình trạng thất nghiệp, thiếu việc làm ở nông thôn.\n=> Biện pháp quan trọng nhất hiện nay là đa dạng hóa các hoạt động sản xuất nông nghiệp và dịch vụ (mở rộng phát triển các ngành nghề truyền thống, đẩy mạnh các hoạt động dịch vụ du lịch…) để tạo nhiều việc làm cho lao động nông thôn."
    },
    {
        "ID": "Geo_42_32",
        "Image_Question": "",
        "Question": "CÂU 32:\nNguyên nhân chủ yếu làm cho tỉ trọng dân số thành thị của nước ta ngày càng tăng là do\nA. nâng cao đời sống dân thành thị.\nB. mở rộng thị trường tiêu thụ ở đô thị.\nC. phân bố lại dân cư giữa các vùng.\nD. đẩy mạnh quá trình công nghiệp hóa.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Đáp án D\nTỉ trọng dân số thành thị nước ta ngày càng tăng, nguyên nhân chủ yếu là do đẩy mạnh quá trình công nghiệp hóa đã thu hút nhiều dân cư về khu vực thành thị để sinh sống làm việc."
    },
    {
        "ID": "Geo_42_33",
        "Image_Question": "Geo_42/Geo_42_33.png",
        "Question": "CÂU 33:\nCho biểu đồ về than, dầu thô và điện của nước ta:\nBiểu đồ trên thể hiện nội dung nòa sau đây?\nA. chuyển dịch cơ cấu sản lượng điện phân theo nguồn của nước ta, giai đoạn 1995 – 2014.\nB. sản lượng than, dầu thô và điện của nước ta, giai đoạn 1995 – 2014.\nC. tốc độ tăng trưởng của than, dầu thô và điện của nước ta, giai đoạn 1995 – 2014.\nD. giá trị xuất khẩu than, dầu thô và điện của nước ta, giai đoạn 1995 – 2014.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Đáp án B\nBiểu đồ cột kết hợp đường, thể hiện giá trị sản lượng của 3 đối tượng (than, dầu thô, điện) trong một giai đoạn từ 1995 - 2014, đợn vị tuyệt đối là triệu tấn và tỉ kwh.\n=> Biểu đồ trên thể hiện sản lượng than, dầu thô và điện của nước ta, giai đoạn 1995 – 2014."
    },
    {
        "ID": "Geo_42_34",
        "Image_Question": "",
        "Question": "CÂU 34:\nBiện pháp chủ yếu nhất để thúc đẩy tăng trưởng kinh tế ở các nước Đông Nam Á là\nA. mở rộng quá trình đô thị hóa.\nB. đẩy nhanh quá trình công nghiệp hóa.\nC. kiềm chế tốc độ gia tăng dân số.\nD. tập trung đào tạo nghề cho lao động.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Đáp án B\n=> Để thúc đẩy tăng trưởng kinh tế ở các nước Đông Nam Á, biện pháp chủ yếu nhất là đẩy nhanh quá trình công nghiệp hóa ở các nước, chú trọng phát triển công nghiệp và dịch vụ."
    },
    {
        "ID": "Geo_42_35",
        "Image_Question": "",
        "Question": "CÂU 35:\nĐặc điểm địa hình nhiều đồi núi thấp đã làm cho\nA. địa hình nước ta có sự phân bậc rõ rệt.\nB. thiên nhiên có sự phân hóa sâu sắc.\nC. địa hình nước ta ít hiểm trở.\nD. tính chất nhiệt đới ẩm của thiên nhiên được bảo toàn.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Đáp án D\nĐặc điểm địa hình chủ yếu là đồi núi thấp đã góp phần bảo toàn tính chất nhiệt đới ẩm gió mùa của thiên nhiên nước ta. Ở miền Bắc đai nhiệt đới ẩm gió mùa được bảo toàn ở độ cao trung bình dưới 600 – 700m, ở miền Nam là độ cao dưới 900 – 1000m."
    },
    {
        "ID": "Geo_42_36",
        "Image_Question": "",
        "Question": "CÂU 36:\nTrong rừng của phần lãnh thổ phía Bắc có các loại cây nhiệt đới chủ yếu là do\nA. khí hậu có một mùa đông lạnh.\nB. có nhiều dạng địa hình khác nhau.\nC. gió mùa Đông Nam hoạt động mạnh.\nD. vị trí nằm gần chí tuyến Bắc.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Đáp án A\nTrong rừng của thành phần lãnh thổ phía Bắc có các loài cây cận nhiệt đới chủ yếu là do khí hậu có một mùa đông lạnh thích hợp cho sự sinh trưởng của các loài cây cận nhiệt như chè, táo, mận rau màu ưa lạnh (bắp cải, cà chua, khoai tây, xúp lơ…)"
    },
    {
        "ID": "Geo_42_37",
        "Image_Question": "",
        "Question": "CÂU 37:\nCho bảng số liệu:\nDIỆN TÍCH LÚA THEO MÙA VỤ Ở NƯỚC TA THEO CÁC NĂM\n( Đơn vị: nghìn ha)\nNăm\tLúa đông xuân\tLúa hè thu\tLúa mùa\n2005\t2942,1\t2349,3\t2037,8\n2010\t3085,9\t2436,0\t1967,5\n2014\t3116,5\t2734,1\t1965,6\n( Nguồn: Niên giám thống kê Việt Nam 2015, NXB thống kê, 2016)\nCăn cứ vào bảng số liệu, cho biết nhận xét nào sau đây không đúng về diện tích lúa theo mùa vụ ở nước ta qua các năm?\nA. lúa đông xuân và lúa hè thu đều tăng.\nB. lúa đông xuân tăng nhiều hơn lúa hè thu.\nC. lúa đông xuân tăng chậm hơn lúa hè thu.\nD. lúa đông xuân tăng, lúa mùa giảm liên tục.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Đáp án B\nNhận xét:\n- Lúa đông xuân tăng gấp: 3116,5 / 2942,1 = 1,1 lần\n- Lúa hè thu tăng gấp: 2734,1 / 2349,3 = 1,2 lần\n=> Như vậy lúa hè thu tăng nhanh hơn lúa đông xuân (1,2 > 1,1)\n=> Nhận xét lúa đông xuân tăng nhanh hơn lúa hè thu là không đúng"
    },
    {
        "ID": "Geo_42_38",
        "Image_Question": "",
        "Question": "CÂU 38:\nCho bảng số liệu:\nSỐ DÂN VÀ SẢN LƯỢNG LƯƠNG THỰC CÓ HẠT NƯỚC TA GIAI ĐOẠN 2005 – 2015\nNăm\t2005\t2009\t2013\t2015\nSố dân (triệu người)\t82,4\t86,0\t89,8\t91,7\nSản lượng (triệu tấn)\t39,6\t43,3\t49,2\t50,5\n(Nguồn: Niên giám thống kê 2016, NXB thống kê, 2017)\nĐể thể hiện số dân và sản lượng lương thực có hạt ở nước ta giai đoạn 2005 – 2015, biểu đồ nào sau đây thích hợp nhất?\nA. Tròn.\nB. Miền.\nC. Đường.\nD. Kết hợp.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Đáp án D\nBảng số liệu: có 2 đối tượng (dân số và sản lượng lương thực) với 2 đơn vị khác nhau\nĐề bài yêu cầu: thể hiện số lượng của đối tượng: số dân và sản lượng.\n=> Biểu đồ thích hợp nhất thể hiện số dân và sản lượng lương thực có hạt ở nước ta giai đoạn 2005 – 2015 là biểu đồ kết hợp (cột và đường)"
    },
    {
        "ID": "Geo_42_39",
        "Image_Question": "",
        "Question": "CÂU 39:\nNhiều nước Đông Nam Á phát triển mạnh nuôi trồng thủy sản trong thời gian gần đây, chủ yếu là do\nA. nhu cầu trong nước tăng lên.\nB. có nhiều mặt nước ao, hồ.\nC. thị trường thế giới mở rộng.\nD. có nhiều bãi biển đầm phá.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Đáp án C\nCùng với quá trình hội nhập nền kinh tế đã giúp thị trường thế giới của Đông Nam Á ngày càng mở rộng, nhiều sản phẩm thủy sản được xuất khẩu sang các nước. Đặc biệt nuôi trồng thủy sản với ưu điểm là mẫu mã đẹp, đồng đều và đáp ứng sản phẩm ổn định quanh năm nên nhu cầu về các mặt hàng này ngày càng lớn => thúc đẩy sự phát triển mạnh mẽ ngành nuôi trồng thủy sản hiện nay ở các nước Đông Nam Á."
    },
    {
        "ID": "Geo_42_40",
        "Image_Question": "",
        "Question": "CÂU 40:\nCho bảng số liệu:\nGIÁ TRỊ XUẤT KHẨU HÀNG HÓA VÀ DỊCH VỤ CỦA MỘT SỐ QUỐC GIA\n(Đơn vị: USD)\nNăm\t2012\t2011\t2012\t2013\t2014\nXin-ga-po\t471,1\t445,2\t566,7\t579,0\t577,7\nThái Lan\t225,5\t260,5\t275,5\t284,5\t280,1\nViệt Nam\t79,7\t105,6\t124,1\t142,7\t161,3\n(Nguồn: Niên giám thống kê Việt Nam 2015, NXB thống kê, 2016)\nCăn cứ vào bảng số liệu, cho biết nhận xét nào sau đây không đúng về giá trị xuất khẩu hàng hóa và dịch vụ của một số quốc gia giai đoạn 2010 – 2014?\nA. Thái Lan tăng ít hơn so với Việt Nam.\nB. các quốc gia đều có xu hướng tăng.\nC. Việt Nam tăng nhiều hơn Xin-ga-po.\nD. Việt Nam tăng nhanh hơn xin-ga-po.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Đáp án C\nNhận xét:\n- Giá trị xuất khẩu của Việt Nam giai đoạn 2010 – 2014 tăng gấp: 142,7 / 79,7 = 1,8 lần và tăng lên: 142,7 – 97,7 = 63 (tỉ USD)\n- Giá trị xuất khẩu của Singapo giai đoạn 2010 – 2014 tăng gấp: 579,0 / 471,1 = 1,2 lần và tăng lên: 579,0 – 471,1 = 107,9 (tỉ USD)\n=> Như vậy, xét về tốc độ tăng cho thấy giá trị xuất khẩu của Việt Nam tăng nhanh hơn Sigapo (1,8 > 1, 2 lần). Tuy nhiên xét về số lượng, giá trị xuất khẩu của Việt Nam tăng ít hơn Singapo (63 tỉ USD < 107,9 tỉ USD)\n=> Nhận xét D đúng\nNhận xét C: Việt Nam tăng nhiều hơn Xin-ga-po là không đúng"
    }
]