[
    {
        "ID": "Geo_33_1",
        "Image_Question": "",
        "Question": "CÂU 1:\nCác vùng trên lãnh thổ nước ta khác nhau về chế độ nhiệt chủ yếu do tác động của\nA. Tín phong bán cầu Bắc, vị trí ở khu vực gió mùa, địa hình có núi cao.\nB. vị trí địa lí, hình dạng lãnh thổ, hoàn lưu khí quyển, địa hình.\nC. vị trí nội chí tuyến, địa hình đồi núi, bão, biến đổi khí hậu toàn cầu.\nD. núi cao, gió mùa Tây Nam, dải hội tụ nhiệt đới, vị trí ở xa xích đạo.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nSGK Địa lí 12, Địa lí tự nhiên.\nCách giải:\nCác vùng trên lãnh thổ nước ta khác nhau về chế độ nhiệt chủ yếu do tác động của vị trí địa lí, hình dạng lãnh  thổ, hoàn lưu khí quyển, địa hình.\nVí dụ:\n- Khi Nam Bộ và Tây Nguyên đón gió mùa Tây Nam đem lại mưa lớn thì Đông Trường Sơn là mùa khô. Ngược  lại, khi Đông Trường Sơn đón Tín phong Bắc bán cầu thổi hướng Đông Bắc từ biển vào đem lại mưa lớn thì Nam  Bộ và Tây Nguyên là mùa khô.\n- Đầu mùa hạ, khi gió tây nam từ Bắc Ấn Độ Dương thổi đến đem lại mưa cho vùng núi phía Tây, trong khi vùng  núi phía đông là hiện tượng phơn khô nóng.\nChọn B."
    },
    {
        "ID": "Geo_33_2",
        "Image_Question": "",
        "Question": "CÂU 2:\nCăn cứ vào Atlat Địa lí Việt Nam trang 29, cho biết núi Bà Đen thuộc tỉnh nào sau đây?\nA. Tây Ninh.\nB. Bình Phước.\nC. Bình Dương.\nD. Đồng Tháp.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nAtlat Địa lí Việt Nam trang 29.\nCách giải:\nNúi Bà Đen thuộc tỉnh Tây Ninh.\nChọn A."
    },
    {
        "ID": "Geo_33_3",
        "Image_Question": "",
        "Question": "CÂU 3:\nCăn cứ vào Atlat Địa lí Việt Nam trang 22, cho biết trung tâm công nghiệp sản xuất hàng  tiêu dùng nào có quy mô nhỏ nhất trong các trung tâm sau đây?\nA. Bắc Giang.\nB. Nam Định.\nC. Thanh Hóa\nD. Hải Dương.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nAtlat Địa lí Việt Nam trang 22\nCách giải:\nTrung tâm công nghiệp sản xuất hàng tiêu dùng có quy mô nhỏ nhất là Bắc Giang.\nChọn A."
    },
    {
        "ID": "Geo_33_4",
        "Image_Question": "",
        "Question": "CÂU 4:\nCăn cứ vào Atlat Địa lí Việt Nam trang 26, cho biết vùng Trung du và miền núi Bắc Bộ có  trung tâm công nghiệp nào sau đây?\nA. Cẩm Phả.\nB. Hải Phòng.\nC. Hải Dương.\nD. Nam Định.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nAtlat Địa lí Việt Nam trang 26\nCách giải:\nvùng Trung du và miền núi Bắc Bộ có trung tâm công nghiệp Cẩm Phả.\nChọn A."
    },
    {
        "ID": "Geo_33_5",
        "Image_Question": "",
        "Question": "CÂU 5:\nCăn cứ vào Atlat Địa Việt Nam trang 17, cho biết tỉnh nào sau đây có khu kinh tế cửa khẩu?\nA. Ninh Thuận.\nB. Bình Thuận\nC. Quảng Ngãi\nD. Kon Tum.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nAtlat Địa Việt Nam trang 17\nCách giải:\ntỉnh có khu kinh tế cửa khẩu là Kon Tum.\nChọn D."
    },
    {
        "ID": "Geo_33_6",
        "Image_Question": "",
        "Question": "CÂU 6:\nViệc chuyển dịch cơ cấu kinh tế ở vùng Đồng bằng sông Hồng cần đảm bảo\nA. tăng cường liên hệ ngoài vùng với giải quyết vấn đề xã hội, môi trường\nB. tăng trưởng kinh tế nhanh gắn với việc giải quyết vấn đề xã hội, môi trường.\nC. đẩy nhanh công nghiệp hóa, hiện đại hóa và giải quyết vấn đề việc làm.\nD. phát triển đô thị hóa và giải quyết các vấn đề tài nguyên, môi trường.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nSGK Địa lí 12, Địa lí kinh tế.\nCách giải:\nViệc chuyển dịch cơ cấu kinh tế ở vùng Đồng bằng sông Hồng cần đảm bảo tăng trưởng kinh tế nhanh gắn với  việc giải quyết vấn đề xã hội, môi trường nhằm đảm bảo sự phát triển bền vững.\nChọn B."
    },
    {
        "ID": "Geo_33_7",
        "Image_Question": "",
        "Question": "CÂU 7:\nBiện pháp chủ yếu để đẩy mạnh sản xuất cây ăn quả ở vùng Trung du và miền núi Bắc Bộ là\nA. tăng cường thu hút đầu tư nước ngoài, phát triển cơ sở hạ tầng.\nB. đa dạng hóa cây trồng, quy hoạch lại các vùng chuyên canh.\nC. tập trung đầu tư, phát triển khâu chế biến, mở rộng thị trường.\nD. nâng cao trình độ lao động, hạn chế tình trạng du canh, du cư.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nSGK Địa lí 12, Địa lí kinh tế.\nCách giải:\nBiện pháp chủ yếu để đẩy mạnh sản xuất cây ăn quả ở vùng Trung du và miền núi Bắc Bộ là tập trung đầu tư,  phát triển khâu chế biến, mở rộng thị trường.\nChọn C."
    },
    {
        "ID": "Geo_33_8",
        "Image_Question": "",
        "Question": "CÂU 8:\nCăn cứ vào Atlat Địa lí Việt Nam trang 9, cho biết trạm khí tượng nào sau đây thuộc miền  khí hậu phía Bắc?\nA. Đà Lạt.\nB. Cà Mau.\nC. Đồng Hới.\nD. Cần Thơ.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nAtlat Địa lí Việt Nam trang 9.\nCách giải:\nTrạm khí tượng thuộc miền khí hậu phía Bắc là Đồng Hới.\nChọn C."
    },
    {
        "ID": "Geo_33_9",
        "Image_Question": "",
        "Question": "CÂU 9:\nPhát biểu nào sau đây đúng về giao thông vận tải đường bộ nước ta?\nA. Phát triển chủ yếu ở vùng trung du và miền núi.\nB. Có khối lượng luân chuyển hàng hóa lớn nhất.\nC. Là ngành non trẻ nhưng có bước tiến rất nhanh.\nD. Mạng lưới đường được mở rộng và hiện đại hóa",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nSGK Địa lí 12, Địa lí kinh tế.\nCách giải:\nGiao thông vận tải đường bộ nước ta có mạng lưới đường được mở rộng và hiện đại hóa.\nChọn D."
    },
    {
        "ID": "Geo_33_10",
        "Image_Question": "",
        "Question": "CÂU 10:\nCho bảng số liệu sau:\nDIỆN TÍCH VÀ DÂN SỐ NĂM 2017 CỦA MỘT SỐ QUỐC GIA\nNước\tDiện tích (Nghìn km2)\tDân số (Triệu người)\nAn-giê-ri\t2381,7\t42,2\nAi Cập\t1001,5\t93,4\nLi-bi\t1759,5\t6,4\nMa-rốc\t446,6\t35,1\n(Nguồn số liệu theo Website: https://www.gso.gov.vn)\nTheo bảng số liệu, cho biết quốc gia sau đây có mật độ dân số thấp nhất?\nA. An-giê-ri.\nB. Ai-cập.\nC. Li-bi.\nD. Ma-rốc.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nXử lí bảng số liệu.\nCách giải:\nLi-bi là quốc gia có mật độ dân số thấp nhất.\nChọn C."
    },
    {
        "ID": "Geo_33_11",
        "Image_Question": "",
        "Question": "CÂU 11:\nPhần đất liền của nước ta\nA. thu hẹp theo chiều bắc - nam.\nB. giáp với Biển Đông rộng lớn.\nC. rộng gấp nhiều lần vùng biển\nD. bao gồm cả các đảo ở ven bờ.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nSGK Địa lí 12, Địa lí tự nhiên.\nCách giải:\nPhần đất liền của nước ta giáp với Biển Đông rộng lớn.\nChọn B."
    },
    {
        "ID": "Geo_33_12",
        "Image_Question": "Geo_33/Geo_33_12.png",
        "Question": "CÂU 12:\nCho biểu đồ sau:\n(Nguồn số liệu theo Website: https://www.gso.gov.vn)\nGDP CỦA MA-LAI-XI-A VÀ PHI-LIP-PIN GIAI ĐOẠN 2010-2016\nNhận xét nào sau đây đúng GDP của Ma-lai-xi-a và Phi-lip-pin giai đoạn 2010-2016?\nA. Ma-lai-xi-a cao hơn và tăng liên tục.\nB. Ma-lai-xi-a tăng ổn định hơn Phi-lip-pin.\nC. Phi-lip-pin tăng nhiều hơn Ma-lai-xi-a.\nD. Ma-lai-xi-a thấp hơn và tăng liên tục.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nNhận xét biểu đồ.\nCách giải:\nGDP của Phi-lip-pin tăng nhiều hơn Ma-lai-xi-a trong giai đoạn 2010-2016.\nChọn C."
    },
    {
        "ID": "Geo_33_13",
        "Image_Question": "",
        "Question": "CÂU 13:\nCăn cứ vào Atlat Địa lí Việt Nam trang 21, cho biết nhà máy nhiệt điện Na Dương thuộc  tỉnh nào sau đây?\nA. Thái Nguyên.\nB. Quảng N\nB. Quảng Ninh.\nC. Lạng Sơn.\nD. Hải Dương.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nAtlat Địa lí Việt Nam trang 21.\nCách giải:\nNhà máy nhiệt điện Na Dương thuộc tỉnh Lạng Sơn.\nChọn C."
    },
    {
        "ID": "Geo_33_14",
        "Image_Question": "",
        "Question": "CÂU 14:\nVùng có tỉ trọng giá trị sản xuất công nghiệp lớn nhất nước ta là\nA. Đồng bằng sông Hồng.\nB. Bắc Trung Bộ.\nC. Đông Nam Bộ.\nD. Duyên hải Nam Trung Bộ.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nSGK Địa lí 12, Địa lí kinh tế.\nCách giải:\nVùng có tỉ trọng giá trị sản xuất công nghiệp lớn nhất nước ta là Đông Nam Bộ (Tài nguyên giàu có, nằm trong  vùng kinh tế trọng điểm, cơ sở hạ tầng, cơ sở vật chất kĩ thuật hoàn thiện, lao động có tay nghề cao, thu hút đầu  tư nước ngoài lớn...).\nChọn C."
    },
    {
        "ID": "Geo_33_15",
        "Image_Question": "",
        "Question": "CÂU 15:\nThiên nhiên vùng núi Đông Bắc mang sắc thái\nA. giống như vùng ôn đới.\nB. cận xích đạo gió mùa.\nC. cận nhiệt đới gió mùa\nD. nhiệt đới ẩm gió mùa.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nSGK Địa lí 12, Địa lí tự nhiên.\nCách giải:9\nThiên nhiên vùng núi Đông Bắc mang sắc thái cận nhiệt đới gió mùa. Vùng núi Đông Bắc nằm ở phía Bắc, có  các cánh cung mở rộng về phía Bắc, phía Đông => tạo hành lang hút gió mùa đông bắc => nhiệt độ hạ thấp vào  mùa đông => Thiên nhiên mang sắc thái khí hậu cận nhiệt đới gió mùa.\nChọn C."
    },
    {
        "ID": "Geo_33_16",
        "Image_Question": "",
        "Question": "CÂU 16:\nSông ngòi nước ta có đặc điểm là\nA. chủ yếu là sông lớn.\nB. chế độ nước theo mùa.\nC. nhiều nước, ít phù sa.\nD. lũ đều vào mùa xuân.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nSGK Địa lí 12, Địa lí tự nhiên.\nCách giải:\nSông ngòi nước ta có đặc điểm là chế độ nước theo mùa.\nChọn B."
    },
    {
        "ID": "Geo_33_17",
        "Image_Question": "",
        "Question": "CÂU 17:\nMục đích chủ yếu của việc hình thành vùng chuyên canh nông nghiệp qui mô lớn ở Tây  Nguyên là\nA. đa dạng hóa các sản phẩm, phù hợp với địa hình.\nB. tận dụng tốt tài nguyên thiên nhiên, thu hút vốn.\nC. giải quyết việc làm, nâng cao đời sống nhân dân.\nD. tạo ra khối lượng nông sản lớn và có giá trị cao.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nSGK Địa lí 12, Địa lí kinh tế.\nCách giải:\nMục đích chủ yếu của việc hình thành vùng chuyên canh nông nghiệp qui mô lớn ở Tây Nguyên là tạo ra khối  lượng nông sản lớn và có giá trị cao → Phù hợp với xu hướng phát triển nền nông nghiệp hàng hóa của nước ta.\nChọn D."
    },
    {
        "ID": "Geo_33_18",
        "Image_Question": "",
        "Question": "CÂU 18:\nCông nghiệp khai thác than ở nước ta thuộc ngành công nghiệp nào sau đây?\nA. Công nghiệp cơ khí.\nB. Công nghiệp luyện kim.\nC. Công nghiệp hóa chất.\nD. Công nghiệp năng lượng.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nSGK Địa lí 12, Địa lí kinh tế.\nCách giải:\nCông nghiệp khai thác than ở nước ta thuộc ngành công nghiệp năng lượng.\nChọn D."
    },
    {
        "ID": "Geo_33_19",
        "Image_Question": "",
        "Question": "CÂU 19:\nNước ta cần khai thác tổng hợp tài nguyên vùng biển và hải đảo chủ yếu nhằm\nA. đem lại hiệu quả kinh tế cao và bảo vệ môi trường.\nB. giải quyết việc làm và nâng cao chất lượng cuộc sống\nC. khai thác hiệu quả nguồn lợi hải sản, bảo vệ chủ quyền.\nD. mở cửa cho các tỉnh ven biển và nền kinh tế cả nước.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nSGK Địa lí 12, Địa lí tự nhiên.\nCách giải:\nNước ta cần khai thác tổng hợp tài nguyên vùng biển và hải đảo chủ yếu nhằm đem lại hiệu quả kinh tế cao và  bảo vệ môi trường.\nChọn A."
    },
    {
        "ID": "Geo_33_20",
        "Image_Question": "",
        "Question": "CÂU 20:\nPhát biểu nào sau đây đúng về thành tựu khoa học - kĩ thuật và công nghệ của ngành viễn  thông nước ta?\nA. Số thuê bao điện thoại cố định và di động tăng nhanh.\nB. Các dịch vụ viễn thông đa dạng và có tính phục vụ cao.\nC. Điện thoại đã đến được hầu hết các xã trong toàn quốc.\nD. Sử dụng mạng kĩ thuật số, tự động hóa cao và đa dịch vụ.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nSGK Địa lí 12, Địa lí kinh tế.\nCách giải:\nPhát biểu đúng về thành tựu khoa học - kĩ thuật và công nghệ của ngành viễn thông nước ta là sử dụng mạng kĩ  thuật số, tự động hóa cao và đa dịch vụ.0\nChọn D."
    },
    {
        "ID": "Geo_33_21",
        "Image_Question": "",
        "Question": "CÂU 21:\nCác đô thị ở nước ta hiện nay.\nA. có hệ thống giao thông rất hiện đại.\nB. có tổng số dân lớn hơn ở nông thôn.\nC. đều là các trung tâm du lịch khá lớn.\nD. tập trung nhiều lao động có kĩ thuật.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nSGK Địa lí 12, Đô thị hóa.\nCách giải:\nCác đô thị ở nước ta hiện nay tập trung nhiều lao động có kĩ thuật.\nChọn D."
    },
    {
        "ID": "Geo_33_22",
        "Image_Question": "",
        "Question": "CÂU 22:\nCơ cấu thành phần kinh tế nước ta đang có sự chuyển dịch theo hướng\nA. tăng tỉ trọng khu vực kinh tế Nhà nước.\nB. tăng tỉ trọng khu vực kinh tế ngoài Nhà nước.\nC. tăng tỉ trọng khu vực có vốn đầu tư nước ngoài.\nD. phát triển đồng đều các thành phần kinh tế.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nSGK Địa lí 12, Địa lí kinh tế.\nCách giải:\nCơ cấu thành phần kinh tế nước ta đang có sự chuyển dịch theo hướng tăng tỉ trọng khu vực có vốn đầu tư nước ngoài. Chọn C."
    },
    {
        "ID": "Geo_33_23",
        "Image_Question": "",
        "Question": "CÂU 23:\nVề số lượng, nguồn lao động nước ta hiện nay có đặc điểm nào sau đây?\nA. Qui mô lớn và đang giảm.\nB. Qui mô lớn và đang tăng.\nC. Qui mô nhỏ và đang tăng.\nD. Qui mô nhỏ và đang giảm.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nSGK Địa lí 12, Địa lí dân cư.\nCách giải:\nVề số lượng, nguồn lao động nước ta hiện nay có đặc điểm có qui mô lớn và đang tăng.\nChọn B."
    },
    {
        "ID": "Geo_33_24",
        "Image_Question": "",
        "Question": "CÂU 24:\nCơ sở chủ yếu để nước ta đẩy mạnh phát triển ngành khai thác hải sản xa bờ là\nA. tàu thuyền được trang bị ngày càng tốt hơn.\nB. nguồn lao động dồi dào, có kinh nghiệm.\nC. vùng biển rộng, có nhiều bãi cá, bãi tôm.\nD. mạng lưới sông ngòi, kênh rạch dày đặc.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nSGK Địa lí 12, Địa lí kinh tế.\nCách giải:\nCơ sở chủ yếu để nước ta đẩy mạnh phát triển ngành khai thác hải sản xa bờ là vùng biển rộng, có nhiều bãi cá,  bãi tôm.\nChọn C."
    },
    {
        "ID": "Geo_33_25",
        "Image_Question": "",
        "Question": "CÂU 25:\nCăn cứ vào Atlat Địa lí Việt Nam trang 19, cho biết tỉnh nào sau đây có diện tích trồng  cây công nghiệp lâu năm lớn hơn cây công nghiệp hàng năm?\nA. Hậu Giang.\nB. Phú Yên.\nC. Sóc Trăng.\nD. Bến Tre.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nAtlat Địa lí Việt Nam trang 19.\nCách giải:\nTỉnh Bến Tre có diện tích trồng cây công nghiệp lâu năm lớn hơn cây công nghiệp hàng năm.\nChọn D."
    },
    {
        "ID": "Geo_33_26",
        "Image_Question": "eo_33/Geo_33_26.png",
        "Question": "CÂU 26:\nCho biểu đồ về một số mặt hàng nhập khẩu của nước ta giai đoạn 2013-2020\n(Nguồn số liệu theo Website: https://www.gso.gov.vn)\nBiếu đồ thể hiện nội dung nào sau đây?\nA. Cơ cấu một số mặt hàng nhập khẩu của nước ta giai đoạn 2013-2020.\nB. Tốc độ tăng trưởng một số mặt hàng nhập khẩu của nước ta giai đoạn 2013-2020.\nC. Quy mô một số mặt hàng nhập khẩu của nước ta giai đoạn 2013-2020.\nD. Chuyển dịch cơ cấu một số mặt hàng nhập khẩu của nước ta giai đoạn 2013-2020.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nNhận xét biểu đồ.\nCách giải:\nBiếu đồ thể hiện nội dung tốc độ tăng trưởng một số mặt hàng nhập khẩu của nước ta giai đoạn 2013-2020.\nChọn B."
    },
    {
        "ID": "Geo_33_27",
        "Image_Question": "",
        "Question": "CÂU 27:\nCho bảng số liệu:\nSẢN LƯỢNG SỮA TƯƠI VÀ SỮA BỘT CỦA NƯỚC TA GIAI ĐOẠN 2014-2020\nNăm \t2014 \t2016 \t2018 \t2020\nSữa tươi (Triệu lít) \t846.5 \t1105.5 \t1217.9 \t1316.83\nSữa bột (Nghìn tấn) \t90.2 \t107.7 \t121.3 \t127.19\n(Nguồn: Niên giám thống kê Việt Nam 2019, NXB Thống kê, 2020)\nTheo bảng số liệu, để thể hiện sản lượng sữa tươi và sữa bột của nước ta giai đoạn 2014-2020, dạng biểu đồ nào  sau đây là thích hợp nhất?\nA. Biểu đồ cột.\nB. Biểu đồ kết hợp.\nC. Biểu đồ miền.\nD. Biểu đồ đường.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nNhận biết biểu đồ.\nCách giải:\nTheo bảng số liệu, để thể hiện sản lượng sữa tươi và sữa bột của nước ta giai đoạn 2014-2020, dạng biểu đồ kết  hợp là thích hợp nhất.\nChọn B."
    },
    {
        "ID": "Geo_33_28",
        "Image_Question": "",
        "Question": "CÂU 28:\nCăn cứ vào Atlat Địa lí Việt Nam trang 8, cho biết nơi nào sau đây có vàng?\nA. Cơ cấu một số mặt hàng nhập khẩu của nước ta giai đoạn 2013-2020.\nB. Tốc độ tăng trưởng một số mặt hàng nhập khẩu của nước ta giai đoạn 2013-2020.\nC. Quy mô một số mặt hàng nhập khẩu của nước ta giai đoạn 2013-2020.\nD. Chuyển dịch cơ cấu một số mặt hàng nhập khẩu của nước ta giai đoạn 2013-2020.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nAtlat Địa lí Việt Nam trang 8.\nCách giải:\nCăn cứ vào Atlat Địa lí Việt Nam trang 8, nơi có vàng là Vĩnh Thạnh.\nChọn A."
    },
    {
        "ID": "Geo_33_29",
        "Image_Question": "",
        "Question": "CÂU 29:\nNgành công nghiệp chế biến lương thực, thực phẩm phát triển mạnh ở nước ta chủ yếu  dựa trên thế mạnh nào sau đây?\nA. Cơ sở vật chất kĩ thuật được đảm bảo tốt.\nB. Thu hút được nhiều vốn đầu tư nước ngoài.\nC. Nguồn lao động dồi dào, nhiều kinh nghiệm.\nD. Nguồn nguyên liệu phong phú, đa dạng.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nSGK Địa lí 12, Địa lí kinh tế.\nCách giải:\nNgành công nghiệp chế biến lương thực, thực phẩm phát triển mạnh ở nước ta chủ yếu dựa trên thế mạnh có  nguồn nguyên liệu phong phú, đa dạng.\nChọn D."
    },
    {
        "ID": "Geo_33_30",
        "Image_Question": "",
        "Question": "CÂU 30:\nCăn cứ vào Atlat Địa lí Việt Nam trang 23, cho biết đường số 28 nối Gia Nghĩa với nơi  nào sau đây?\nA. Buôn Ma Thuột.\nB. Đà Lạt.\nC. Phan Thiết.\nD. Đồng Xoài.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nAtlat Địa lí Việt Nam trang 23.\nCách giải:\nĐường số 28 nối Gia Nghĩa với Phan Thiết.\nChọn C."
    },
    {
        "ID": "Geo_33_31",
        "Image_Question": "",
        "Question": "CÂU 31:\nCăn cứ vào Atlat Địa lí Việt Nam trang 28, cho biết vịnh nào sau đây nằm ở phía nam vịnh  Vân Phong?\nA. Vịnh Quy Nhơn\nB. Vịnh Cam Ran\nC. Vịnh Dung Quất\nD. Vịnh Xuân Đài.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nAtlat Địa lí Việt Nam trang 28.\nCách giải:\nVịnh Cam Ranh nằm ở phía nam vịnh Vân Phong.\nChọn B."
    },
    {
        "ID": "Geo_33_32",
        "Image_Question": "",
        "Question": "CÂU 32:\nCăn cứ vào Atlat Địa lí Việt Nam trang 4-5, cho biết tỉnh nào sau đây của nước ta nằm xa  nhất về phía đông?\nA. Điện Biên.\nB. Cà Mau.\nC. Hà Giang.\nD. Khánh Hòa.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Atlat Địa lí Việt Nam trang 4-5.\nCách giải:\nKhánh Hòa là tỉnh nằm xa nhất về phía đông của nước ta.\nChọn D."
    },
    {
        "ID": "Geo_33_33",
        "Image_Question": "",
        "Question": "CÂU 33:\nÝ nghĩa chủ yếu của việc phát triển cơ sở hạ tầng ở Bắc Trung Bộ là\nA. thúc đẩy phát triển kinh tế - xã hội, thuận lợi thu hút đầu tư.\nB. tạo cơ sở hình thành đô thị mới, phân bố dân cư và lao động.\nC. đẩy mạnh giao lưu với các vùng, thúc đẩy phát triển du lịch.\nD. phục vụ nhu cầu người dân, khai thác tài nguyên thiên nhiên.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nSGK Địa lí 12, Địa lí kinh tế.\nCách giải:\nÝ nghĩa chủ yếu của việc phát triển cơ sở hạ tầng ở Bắc Trung Bộ là thúc đẩy phát triển kinh tế - xã hội, thuận  lợi thu hút đầu tư.\nChọn A."
    },
    {
        "ID": "Geo_33_34",
        "Image_Question": "",
        "Question": "CÂU 34:\nCăn cứ vào Atlat Địa lí Việt Nam trang 27, cho biết tỉnh nào sau đây có khu kinh tế ven  biển Vũng Áng?\nA. Nghệ An.\nB. Quảng Bình.\nC. Quảng Trị.\nD. Hà Tĩnh.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nAtlat Địa lí Việt Nam trang 27.\nCách giải:\nHà Tĩnh là tỉnh có khu kinh tế ven biển Vũng Áng.\nChọn D."
    },
    {
        "ID": "Geo_33_35",
        "Image_Question": "",
        "Question": "CÂU 35:\nCăn cứ vào Atlat Địa lí Việt Nam trang 15, cho biết tỉnh nào sau đây có mật độ dân số  thấp nhất?\nA. Điện Biên.\nB. Nam Định\nC. Hưng Yên.\nD. Bắc Ninh.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nAtlat Địa lí Việt Nam trang 15.\nCách giải:\nĐiện Biên là tỉnh có mật độ dân số thấp nhất.\nChọn A."
    },
    {
        "ID": "Geo_33_36",
        "Image_Question": "",
        "Question": "CÂU 36:\nCăn cứ vào Atlat Địa lí Việt Nam trang 25, cho biết điểm du lịch nào sau đây có nước khoáng?\nA. Vĩnh Hảo.\nB. Bù Gia Mập.\nC. Cát Tiên.\nD. Yok Đôn.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nAtlat Địa lí Việt Nam trang 25.\nCách giải:\nVĩnh Hảo là điểm du lịch có nước khoáng.\nChọn A."
    },
    {
        "ID": "Geo_33_37",
        "Image_Question": "",
        "Question": "CÂU 37:\nTrở ngại lớn nhất về tự nhiên đối với việc phát triển cây công nghiệp ở Tây Nguyên là\nA. có nhiều cao nguyên.\nB. mùa khô kéo dài.\nC. đất bị xói mòn.\nD. chủ yếu sông nhỏ.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nSGK Địa lí 12, Địa lí tự nhiên.\nCách giải:\nTrở ngại lớn nhất về tự nhiên đối với việc phát triển cây công nghiệp ở Tây Nguyên là mùa khô kéo dài. Về mùa khô, mực nước ngầm hạ thấp, vì thế việc làm thuỷ lợi gặp khó khăn, tốn kém, là trở  ngại lớn cho sản xuất và sinh hoạt.\nChọn B."
    },
    {
        "ID": "Geo_33_38",
        "Image_Question": "",
        "Question": "CÂU 38:\nVùng Duyên hải Nam Trung Bộ có sản lượng khai thác hải sản lớn hơn vùng Bắc Trung  Bộ chủ yếu do thuận lợi hơn về yếu tố nào sau đây?\nA. Ngư trường khai thác rộng lớn và giàu tiềm năng hơn.\nB. Đường bờ biển dài hơn, tất cả các tỉnh đều giáp biển.\nC. Nguồn lao động dồi dào và có nhiều kinh nghiệm hơn.\nD. Cơ sở hạ tầng và công nghiệp chế biến phát triển hơn.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nSGK Địa lí 12, Địa lí kinh tế.\nCách giải:\nVùng Duyên hải Nam Trung Bộ có sản lượng khai thác hải sản lớn hơn vùng Bắc Trung Bộ chủ yếu do thuận lợi  hơn về ngư trường khai thác rộng lớn và giàu tiềm năng hơn.\nChọn A."
    },
    {
        "ID": "Geo_33_39",
        "Image_Question": "",
        "Question": "CÂU 39:\nCăn cứ vào Atlat Địa lí Việt Nam trang 13, cho biết cửa sông nào sau đây thuộc miền Tây  Bắc và Bắc Trung Bộ?\nA. Cửa Thái Bình.\nB. Cửa Hội\nC. Cửa Ba Lạt.\nD. Cửa Văn Úc.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nAtlat Địa lí Việt Nam trang 13.\nCách giải:\nCửa Hội là cửa sông thuộc miền Tây Bắc và Bắc Trung Bộ.\nChọn B."
    },
    {
        "ID": "Geo_33_40",
        "Image_Question": "",
        "Question": "CÂU 40:\nĐể phát huy thế mạnh công nghiệp của Bắc Trung Bộ, vấn đề quan trọng hàng đầu cần  giải quyết là\nA. điều tra trữ lượng các loại khoáng sản\nB. tăng cường đào tạo đội ngũ nhân lực chất lượng cao.\nC. đầu tư xây dựng cơ sở hạ tầng và cơ sở năng lượng.\nD. thực hiện các chính sách ưu đãi đối với các nhà đầu tư nước ngoài.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nSGK Địa lí 12, Địa lí kinh tế.\nCách giải:\nĐể phát huy thế mạnh công nghiệp của Bắc Trung Bộ, vấn đề quan trọng hàng đầu cần giải quyết là đầu tư xây  dựng cơ sở hạ tầng và cơ sở năng lượng vì:\n- Công nghiệp của Bắc Trung Bộ phát triển chưa tương xứng với tiềm năng của vùng, một số tài nguyên khoáng  sản vẫn ở dạng tiềm năng hoặc được khai thác không đáng kể; mặt khác vùng còn hạn chế về điều kiện kĩ thuật,  cơ sở hạ tầng, vốn đầu tư nên cơ cấu công nghiệp chưa thật định hình và phát triển.\n=> Cần đầu tư nâng cấp xây dựng cơ sở hạ tầng (đặc biệt là giao thông vận tải), phát triển công nghiệp năng  lượng để thu hút vốn đầu tư và chuyển giao trình độ công nghệ, tăng cường vai trò giao lưu trao đổi hàng hóa của  vùng => từ đó góp phần phát huy tốt hơn thế mạnh công nghiệp của vùng, hình thành nhiều nhà máy, xí nghiệp,  các khu kinh tế ven biển, khu công nghiệp.\nChọn C."
    }
]