[
    {
        "ID": "Geo_36_1",
        "Image_Question": "",
        "Question": "CÂU 1:\nLoại gió thổi quanh năm ở nước ta là\nA. Tây ôn đới.\nB. gió phơn.\nC. Tín phong.\nD. gió mùa.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Loại gió thổi quanh năm ở nước ta là Tín phong.\nChọn C."
    },
    {
        "ID": "Geo_36_2",
        "Image_Question": "",
        "Question": "CÂU 2:\nGió Tín phong nửa cầu Bắc chiếm ưu thế từ khu vực dãy Bạch Mã trở vào Nam có hướng\nA. Tây Bắc.\nB. Tây Nam.\nC. Đông Nam.\nD. Đông Bắc.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Gió Tín phong nửa cầu Bắc chiếm ưu thế từ khu vực dãy Bạch Mã trở vào Nam có hướng Đông Bắc. Chọn D."
    },
    {
        "ID": "Geo_36_3",
        "Image_Question": "",
        "Question": "CÂU 3:\nPhát biểu nào sau đây không đúng về ảnh hưởng của Biển Đông đối với khí hậu nước ta?\nA. Giảm độ lục địa của các vùng đất phía tây.\nB. Làm tăng độ ẩm tương đối của không khí.\nC. Biển Đông mang lại một lượng mưa lớn.\nD. Làm tăng độ lạnh của gió mùa Đông Bắc.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Làm tăng độ lạnh của gió mùa Đông Bắc là sai.\nChọn D."
    },
    {
        "ID": "Geo_36_4",
        "Image_Question": "",
        "Question": "CÂU 4:\nLoại gió nào sau đây gây mưa trên phạm vi cả nước vào mùa hạ?\nA. Gió Tín Phong bán cầu Nam.\nB. Gió Tín Phong bán cầu Bắc.\nC. Gió Tây Nam từ vịnh Bengan.\nD. Gió Đông Nam đã biến tính.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Gió Tín Phong bán cầu Nam gây mưa trên phạm vi cả nước vào mùa hạ.\nChọn A."
    },
    {
        "ID": "Geo_36_5",
        "Image_Question": "",
        "Question": "CÂU 5:\nCăn cứ vào Atlat Địa lí Việt Nam trang 14, cho biết lát cắt A - B có hướng nào sau đây?\nA. Đông - Tây.\nB. Tây Nam - Đông Bắc.\nC. Tây Bắc - Đông Nam.\nD. Bắc - Nam.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Lát cắt A - B có hướng Tây Nam - Đông Bắc.\nChọn B."
    },
    {
        "ID": "Geo_36_6",
        "Image_Question": "",
        "Question": "CÂU 6:\nCho bảng số liệu:\nTỔNG SẢN PHẨM TRONG NƯỚC THEO GIÁ THỰC TẾ PHÂN THEO KHU VỰC KINH TẾ CỦA NƯỚC  TA, GIAI ĐOẠN 2000 - 2016\n(Đơn vị: Nghìn tỉ đồng)\nNăm \tTổng số \tNông - lâm - ngư nghiệp \tCông nghiệp - xây dựng \tDịch vụ\n2000\t441,7\t108,4\t162,2\t171,1\n2005\t839,1\t175,9\t344,2\t319,0\n2010\t1980,9\t407,6\t814,1\t759,2\n2016\t3452,1\t679,0\t1307,9\t1537,2\n(Nguồn: Niên giám thống kê Việt Nam 2016, Nhà xuất bản Thống kê, 2017)\nTheo bảng số liệu, để thể hiện sự chuyển dịch cơ cấu tổng sản phẩm trong nước (GDP) phân theo khu vực kinh  tế, giai đoạn 2000 - 2016, dạng biểu đồ nào sau đây là thích hợp nhất?\nA. Cột.\nB . Miền.\nC. Đường.\nD. Kết hợp.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Theo bảng số liệu, để thể hiện sự chuyển dịch cơ cấu tổng sản phẩm trong nước (GDP) phân theo khu vực kinh  tế, giai đoạn 2000 - 2016, dạng biểu đồ miền là thích hợp nhất.\nChọn B."
    },
    {
        "ID": "Geo_36_7",
        "Image_Question": "",
        "Question": "CÂU 7:\nVùng khí hậu Bắc Trung Bộ gió phơn Tây Nam hoạt động mạnh nhất so với các vùng khác  ở nước ta, nguyên nhân là do\nA. địa hình hẹp theo chiều ngang, tác động của gió Đông Bắc.\nB. áp thấp Bắc Bộ hút gió mùa Tây Nam, gió mùa Đông Nam.\nC. hoàn lưu khí quyển, ảnh hưởng của địa hình và bề mặt đệm.\nD. hướng nghiêng của địa hình, ảnh hưởng của gió địa phương.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Vùng khí hậu Bắc Trung Bộ gió phơn Tây Nam hoạt động mạnh nhất so với các vùng khác ở nước ta, nguyên  nhân là do hoàn lưu khí quyển, ảnh hưởng của địa hình và bề mặt đệm.\nChọn C."
    },
    {
        "ID": "Geo_36_8",
        "Image_Question": "",
        "Question": "CÂU 8:\nCăn cứ vào Atlat Địa lí Việt Nam trang 9, hãy cho biết miền khí hậu phía Nam gồm những  vùng khí hậu nào sau đây?\nA. Nam Trung Bộ, Tây Nguyên, Bắc Trung Bộ.\nB. Nam Trung Bộ, Tây Nguyên, Đông Bắc Bộ.\nC. Nam Trung Bộ, Tây Nguyên, Tây Bắc Bộ.\nD. Nam Trung Bộ, Tây Nguyên, Nam Bộ.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Miền khí hậu phía Nam gồm các vùng khí hậu: Nam Trung Bộ, Tây Nguyên, Nam Bộ.\nChọn D."
    },
    {
        "ID": "Geo_36_9",
        "Image_Question": "",
        "Question": "CÂU 9:\nMùa đông ở miền Bắc và Đông Bắc Bắc Bộ có đặc điểm là\nA. đến sớm và kết thúc muộn.\nB. đến sớm và kết thúc sớm.\nC. đến muộn và kết thúc sớm.\nD. đến muộn và kết thúc muộn.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Mùa đông ở miền Bắc và Đông Bắc Bắc Bộ có đặc điểm là đến sớm và kết thúc muộn.\nChọn A."
    },
    {
        "ID": "Geo_36_10",
        "Image_Question": "",
        "Question": "CÂU 10:\nCăn cứ vào Atlat Địa lí Việt Nam trang 19, cho biết nhận xét nào sau đây đúng về năng  suất lúa của nước ta?\nA. Năng suất lúa năm 2005 cao nhất trong các năm.\nB. Năng suất lúa năm 2000 cao hơn so với năm 2007.\nC. Năng suất lúa tăng liên tục giai đoạn 2000 - 2007.\nD. Năng suất lúa năm 2007 thấp nhất trong các năm.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Năng suất lúa tăng liên tục giai đoạn 2000 - 2007.\nChọn C."
    },
    {
        "ID": "Geo_36_11",
        "Image_Question": "",
        "Question": "CÂU 11:\nPhần lãnh thổ phía Bắc nước ta có biên độ nhiệt độ trung bình năm cao hơn phần lãnh thổ  phía Nam chủ yếu do\nA. vị trí gần chí tuyến Bắc và tác động của gió mùa Đông Bắc.\nB. vị trí ở xa xích đạo và tác động của Tín phong bán cầu Bắc.\nC. năm ở gần vùng ngoại chí tuyến, tiếp giáp với Biển Đông.\nD. nằm ở vùng nội chí tuyến, trong khu vực gió mùa châu Á.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Phần lãnh thổ phía Bắc nước ta có biên độ nhiệt độ trung bình năm cao hơn phần lãnh thổ phía Nam chủ yếu do  vị trí gần chí tuyến Bắc và tác động của gió mùa Đông Bắc.\nChọn A."
    },
    {
        "ID": "Geo_36_12",
        "Image_Question": "",
        "Question": "CÂU 12:\nKhu vực được bồi tụ phù sa vào mùa lũ ở Đồng bằng sông Hồng là\nA. các ô trũng ngập nước.\nB. rìa phía tây và tây bắc.\nC. vùng ngoài đê.\nD. vùng trong đê.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Khu vực được bồi tụ phù sa vào mùa lũ ở Đồng bằng sông Hồng là vùng ngoài đê.\nChọn C."
    },
    {
        "ID": "Geo_36_13",
        "Image_Question": "",
        "Question": "CÂU 13:\nCăn cứ vào Atlat Địa lí Việt Nam trang 15, cho biết Tuy Hòa thuộc tỉnh nào sau đây?\nA. Khánh Hòa.\nB. Ninh Thuận.\nC. Bình Định.\nD. Phú Yên.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Tuy Hòa thuộc tỉnh Phú Yên.\nChọn D."
    },
    {
        "ID": "Geo_36_14",
        "Image_Question": "",
        "Question": "CÂU 14:\nÝ nghĩa kinh tế của vị trí địa lý nước ta là\nA. nguồn tài nguyên sinh vật và khoáng sản vô cùng giàu có.\nB. thuận lợi để xây dựng nền văn hóa tương đồng với khu vực.\nC. tự nhiên phân hóa đa dạng giữa Bắc - Nam, Đông - Tây.\nD. thuận lợi giao lưu với các nước trong khu vực và thế giới.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Ý nghĩa kinh tế của vị trí địa lý nước ta là thuận lợi giao lưu với các nước trong khu vực và thế giới.\nChọn D."
    },
    {
        "ID": "Geo_36_15",
        "Image_Question": "",
        "Question": "CÂU 15:\nCăn cứ Atlat Địa lí Việt Nam trang 29, cho biết sông Tiền đổ ra biển qua cửa nào sau đây?\nA. Cửa Định An.\nB. Cửa Cổ Chiên.\nC. Cửa Gành Hào.\nD. Cửa Bảy Hạp.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn B."
    },
    {
        "ID": "Geo_36_16",
        "Image_Question": "",
        "Question": "CÂU 16:\nVùng có điều kiện thuận lợi nhất để sản xuất muối ở nước ta là\nA. Duyên hải Nam Trung Bộ.\nB. Đồng bằng sông Cửu Long.\nC. Đồng bằng sông Hồng.\nD. Bắc Trung Bộ.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Vùng có điều kiện thuận lợi nhất để sản xuất muối ở nước ta là Duyên hải Nam Trung Bộ.\nChọn A."
    },
    {
        "ID": "Geo_36_17",
        "Image_Question": "",
        "Question": "CÂU 17:\nThiên nhiên vùng núi Đông Bắc mang sắc thái cận nhiệt đới gió mùa chủ yếu do\nA. địa hình phần lớn là núi cao, quanh năm có nhiệt độ thấp.\nB. vị trí đón gió lạnh mùa đông, có nhiều cánh cung núi lớn.\nC. nằm gần chí tuyến, gió mùa Đông Bắc hoạt động liên tục.\nD. địa hình nhiều đồi núi, có các dãy núi cao dọc biên giới.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Thiên nhiên vùng núi Đông Bắc mang sắc thái cận nhiệt đới gió mùa chủ yếu do vị trí đón gió lạnh mùa đông, có  nhiều cánh cung núi lớn.\nChọn B."
    },
    {
        "ID": "Geo_36_18",
        "Image_Question": "",
        "Question": "CÂU 18:\nCăn cứ vào Atlat Địa lí Việt Nam trang 14, hãy cho biết vịnh Cam Ranh thuộc tỉnh/thành  phố nào sau đây?\nA. Phú Yên.\nB. Ninh Thuận.\nC. Khánh Hòa.\nD. Bình Định.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Vịnh Cam Ranh thuộc tỉnh Khánh Hòa.\nChọn C."
    },
    {
        "ID": "Geo_36_19",
        "Image_Question": "",
        "Question": "CÂU 19:\nVùng núi Tây Bắc có nền nhiệt độ thấp chủ yếu là do\nA. độ cao của địa hình.\nB. gió mùa Đông Bắc.\nC. gió mùa đông nam.\nD. hướng các dãy núi.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Vùng núi Tây Bắc có nền nhiệt độ thấp chủ yếu là do độ cao của địa hình.\nChọn A."
    },
    {
        "ID": "Geo_36_20",
        "Image_Question": "",
        "Question": "CÂU 20:\nĐâu là ranh giới giữa vùng núi Trường Sơn Bắc và vùng núi Trường Sơn Nam nước ta?\nA. Dãy núi Hoành Sơn.\nB. Sông Cả.\nC. Dãy núi Bạch Mã.\nD. Sông Hồng.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Dãy núi Bạch Mã là ranh giới giữa vùng núi Trường Sơn Bắc và vùng núi Trường Sơn Nam nước ta. Chọn C."
    },
    {
        "ID": "Geo_36_21",
        "Image_Question": "",
        "Question": "CÂU 21:\nBiển Đông ảnh hưởng trực tiếp nhất đến thành phần tự nhiên nào sau đây?\nA. Đất đai.\nB. Địa hình.\nC. Khí hậu.\nD. Sông ngòi.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Biển Đông ảnh hưởng trực tiếp nhất đến khí hậu.\nChọn C."
    },
    {
        "ID": "Geo_36_22",
        "Image_Question": "",
        "Question": "CÂU 22:\nMiền núi nước ta thuận lợi cho việc hình thành các vùng chuyên canh cây\nA. thực phẩm.\nB. hoa màu.\nC. công nghiệp.\nD. lương thực.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Miền núi nước ta thuận lợi cho việc hình thành các vùng chuyên canh cây công nghiệp.\nChọn C."
    },
    {
        "ID": "Geo_36_23",
        "Image_Question": "",
        "Question": "CÂU 23:\nCăn cứ vào Atlat Địa lí Việt Nam trang 4 - 5, cho biết tỉnh nào sau của nước ta nằm xa  nhất về phía Bắc?\nA. Thái Nguyên.\nB. Tuyên Quang.\nC. Vĩnh Phúc.\nD. Hà Giang.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Hà Giang nằm xa nhất về phía Bắc.\nChọn D."
    },
    {
        "ID": "Geo_36_24",
        "Image_Question": "",
        "Question": "CÂU 24:\nCăn cứ vào Atlat Địa lí Việt Nam trang 9, hãy cho biết gió mùa mùa hạ khi thổi đến Bắc  Bộ có hướng nào sau đây?\nA. Đông Nam.\nB. Tây Nam.\nC. Đông Bắc.\nD. Tây Bắc.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Gió mùa mùa hạ khi thổi đến Bắc Bộ có hướng Đông Nam.\nChọn A."
    },
    {
        "ID": "Geo_36_25",
        "Image_Question": "",
        "Question": "CÂU 25:\nCăn cứ vào Atlat Địa lí Việt Nam trang 8, hãy cho biết than đá tập trung nhiều nhất ở tỉnh  nào sau đây?\nA. Lạng Sơn.\nB. Hải Phòng.\nC. Thái Nguyên.\nD. Quảng Ninh.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Than đá tập trung nhiều nhất ở tỉnh Quảng Ninh.\nChọn D."
    },
    {
        "ID": "Geo_36_26",
        "Image_Question": "",
        "Question": "CÂU 26:\nCăn cứ vào Atlat Địa lí Việt Nam trang 4 và 5, hãy cho biết tỉnh nào sau đây không có  đường biên giới trên đất liền với Trung Quốc?\nA. Tuyên Quang.\nB. Lào Cai.\nC. Cao Bằng.\nD. Lạng Sơn.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Tuyên Quang không có đường biên giới trên đất liền với Trung Quốc\nChọn A."
    },
    {
        "ID": "Geo_36_27",
        "Image_Question": "",
        "Question": "CÂU 27:\nVị trí địa lí và hình thể đã tạo nên\nA. tài nguyên khoáng sản phong phú.\nB. sự phân hóa đa dạng của tự nhiên.\nC. địa hình có  tính phân bậc rõ rệt.\nD. khí hậu nhiệt đới có mùa đông lạnh.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Vị trí địa lí và hình thể đã tạo nên sự phân hóa đa dạng của tự nhiên.\nChọn B."
    },
    {
        "ID": "Geo_36_28",
        "Image_Question": "",
        "Question": "CÂU 28:\nCăn cứ vào Atlat Địa lí Việt Nam trang 10, hãy cho biết hệ thống sông nào sau đây có tỉ  lệ diện tích lưu vực nhỏ nhất trong các hệ thống sông?\nA. Sông Ba.\nB. Sông Thu Bồn.\nC. Sông Thái Bình.\nD. Sông Kì Cùng - Bằng Giang.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Sông Thu Bồn có tỉ lệ diện tích lưu vực nhỏ nhất trong các hệ thống sông\nChọn B."
    },
    {
        "ID": "Geo_36_29",
        "Image_Question": "",
        "Question": "CÂU 29:\nLoại gió nào sau đây vừa gây mưa cho vùng ven biển Trung bộ, vừa là nguyên nhân chính  tạo nên mùa khô ở Nam Bộ và Tây Nguyên?\nA. Gió mùa Đông Bắc.\nB. Tín Phong bán cầu Nam.\nC. Tín Phong bán cầu Bắc.\nD. Gió mùa Tây Nam.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Tín Phong bán cầu Bắc vừa gây mưa cho vùng ven biển Trung bộ, vừa là nguyên nhân chính tạo nên mùa khô ở  Nam Bộ và Tây Nguyên\nChọn C."
    },
    {
        "ID": "Geo_36_30",
        "Image_Question": "",
        "Question": "CÂU 30:\nNước ta tiếp giáp với Biển Đông, nên có\nA. nhiệt độ trung bình cao.\nB. độ ẩm không khí cao.\nC. địa hình nhiều đồi núi.\nD. sự phân mùa khí hậu.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Nước ta tiếp giáp với Biển Đông, nên có độ ẩm không khí cao.\nChọn B."
    },
    {
        "ID": "Geo_36_31",
        "Image_Question": "",
        "Question": "CÂU 31:\nCăn cứ vào Atlat Địa lí Việt Nam trang 13, hãy cho biết dãy núi nào sau đây không chạy  theo hướng tây bắc - đông nam?\nA. Đông Triều.\nB. Hoàng Liên Sơn.\nC. Pu Sam Sao.\nD. Trường Sơn Bắc.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Đông Triều không chạy theo hướng tây bắc - đông nam.\nChọn A."
    },
    {
        "ID": "Geo_36_32",
        "Image_Question": "",
        "Question": "CÂU 32:\nYếu tố quyết định tạo nên tính phân bậc của địa hình Việt Nam là\nA. tác động của vận động Tân kiến tạo.\nB. sự xuất hiện khá sớm của con người.\nC. khí hậu nhiệt đới ẩm gió mùa.\nD. vị trí địa lí giáp Biển Đông.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Yếu tố quyết định tạo nên tính phân bậc của địa hình Việt Nam là tác động của vận động Tân kiến tạo.\nChọn A."
    },
    {
        "ID": "Geo_36_33",
        "Image_Question": "",
        "Question": "CÂU 33:\nCăn cứ vào Atlat Địa lí Việt Nam trang 9, hãy cho biết biểu biểu đồ khí hậu nàosau đây có  lượng mưa lớn tập trung từ tháng IX đến tháng XII?\nA. Biểu đồ khí hậu Đà Lạt.\nB. Biểu đồ khí hậu Nha Trang.\nC. Biểu đồ khí hậu Lạng Sơn.\nD. Biểu đồ khí hậu Cà Mau.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Biểu đồ khí hậu Nha Trang có lượng mưa lớn tập trung từ tháng IX đến tháng XII.\nChọn B."
    },
    {
        "ID": "Geo_36_34",
        "Image_Question": "",
        "Question": "CÂU 34:\nCho bảng số liệu:\nSỐ DÂN THÀNH THỊ VÀ NÔNG THÔN NƯỚC TA, GIAI ĐOẠN 2005 - 2015\n(Đơn vị: Triệu người)\nNăm \t2005 \t2015\nThành thị \t22,3 \t31,1\nNông thôn \t60,1 \t60,6\n(Nguồn: Niên giám thống kê Việt Nam 2015, NXB Thống kê, 2016)\nTheo bảng số liệu, để thể hiện sự thay đổi cơ cấu dân số phân theo thành thị và nông thôn nước ta, hai năm 2005  và 2015, dạng biểu đồ nào sau đây là thích hợp nhất?\nA. Cột.\nB. Tròn.\nC. Miền.\nD. Đường.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Theo bảng số liệu, để thể hiện sự thay đổi cơ cấu dân số phân theo thành thị và nông thôn nước ta, hai năm 2005  và 2015, dạng biểu đồ tròn là thích hợp nhất.\nChọn B."
    },
    {
        "ID": "Geo_36_35",
        "Image_Question": "",
        "Question": "CÂU 35:\nĐất đai ở vùng ven biển miền Trung thường nghèo dinh dưỡng, nhiều cát, ít phù sa sông  chủ yếu do\nA. bị xói mòn, rửa trôi mạnh trong điều kiện mưa nhiều.\nB. cát sông miền Trung ngắn và rất nghèo phù sa.\nC. trong sự hình thành đồng bằng, biển đóng vai trò chủ yếu.\nD. đồng bằng nằm ở chân núi, nhận nhiều cát sỏi trôi xuống.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Đất đai ở vùng ven biển miền Trung thường nghèo dinh dưỡng, nhiều cát, ít phù sa sông chủ yếu do trong sự hình  thành đồng bằng, biển đóng vai trò chủ yếu.\nChọn C."
    },
    {
        "ID": "Geo_36_36",
        "Image_Question": "",
        "Question": "CÂU 36:\nCăn cứ vào Atlat Địa lí Việt Nam trang 4 và 5, hãy cho biết tỉnh nào sau đây không giáp  với Lào?\nA. Kon Tum.\nB. Sơn La.\nC. Nghệ An.\nD. Đắk Lắk.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Đắk Lắk không giáp với Lào.\nChọn D."
    },
    {
        "ID": "Geo_36_37",
        "Image_Question": "",
        "Question": "CÂU 37:\nLượng mưa trong mùa khô ở Bắc Trung Bộ khá lớn, chủ yếu do tác động của\nA. dải hội tụ hướng vĩ tuyến, độ cao địa hình, Tín phong Bắc bán cầu.\nB. gió mùa Đông Bắc, tác động địa hình, dải hội tụ hướng kinh tuyến.\nC. địa hình đón gió, gió mùa Đông Bắc hoạt động, gió phơn tây nam.\nD. Tín phong đông bắc, địa hình khuất gió tây nam, dải hội tụ nhiệt đới.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Lượng mưa trong mùa khô ở Bắc Trung Bộ khá lớn, chủ yếu do tác động của gió mùa Đông Bắc, tác động địa  hình, dải hội tụ hướng kinh tuyến.\nChọn B."
    },
    {
        "ID": "Geo_36_38",
        "Image_Question": "",
        "Question": "CÂU 38:\nphân hóa đa dạng của tự nhiên và hình thành các vùng tự nhiên khác nhau ở nước ta  chủ yếu do\nA. khí hậu và sông ngòi.\nB. khoáng sản và biển.\nC. gió mùa và dòng biển.\nD. vị trí địa lí và hình thể.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Sự phân hóa đa dạng của tự nhiên và hình thành các vùng tự nhiên khác nhau ở nước ta chủ yếu do vị trí địa lí và  hình thể.\nChọn D."
    },
    {
        "ID": "Geo_36_39",
        "Image_Question": "",
        "Question": "CÂU 39:\nCăn cứ vào Atlat Địa lí Việt Nam trang 8, cho biết nơi nào sau đây có nước khoáng?\nA. Hàm Tân.\nB. Krông Búk.\nC. Đắk Nông.\nD. Vĩnh Hảo.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Vĩnh Hảo có nước khoáng.\nChọn D."
    },
    {
        "ID": "Geo_36_40",
        "Image_Question": "",
        "Question": "CÂU 40:\nTính chất nhiệt đới của khí hậu nước ta được quy định bởi\nA. vị trí trong vùng nội chí tuyến.\nB. địa hình nước ta thấp dần ra biển.\nC. hoạt động của gió phơn Tây Nam.\nD. địa hình nước ta nhiều đồi núi.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Tính chất nhiệt đới của khí hậu nước ta được quy định bởi vị trí trong vùng nội chí tuyến.\nChọn A."
    }
]