[
    {
        "ID": "Geo_39_1",
        "Image_Question": "",
        "Question": "CÂU 1:\nCho bảng số liệu:\nDIỆN TÍCH VÀ DÂN SỐ CỦA MỘT SỐ QUỐC GIA ĐÔNG NAM Á NĂM 2020\nQuốc gia\tIn-đô-nê-xi-a\tCam-pu-chia\tMa-lai-xi-a\tPhi-lip-pin\nDiện tích (nghìn km2)\t1916,9\t181,0\t330,3\t300,0\nDân số (triệu người)\t271,7\t15,5\t32,8\t109,6\n(Nguồn: Niên giám thống kê Việt Nam 2020, NXB Thống kê, 2021)\nTheo bảng số liệu, cho biết quốc gia nào sau đây có mật độ dân số cao nhất?\nA. Cam-pu-chia.\nB. In-đô-nê-xi-a.\nC. Phi-lip-pin.\nD. Ma-lai-xi-a.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "- Philippin có mật độ dân số cao nhất.\nChọn C"
    },
    {
        "ID": "Geo_39_2",
        "Image_Question": "",
        "Question": "CÂU 2:\nCăn cứ vào Atlat Địa lí Việt Nam trang Khí hậu, cho biết vùng khí hậu Bắc Trung Bộ có trạm khí tượng nào sau đây?\nA. Thanh Hóa\nB. Đồng Hới.\nC. Hà Nội.\nD. Lạng Sơn.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn B"
    },
    {
        "ID": "Geo_39_3",
        "Image_Question": "",
        "Question": "CÂU 3:\nCăn cứ vào Atlat Địa lí Việt Nam trang Các ngành công nghiệp trọng điểm, cho biết ngành chế biến thủy hải sản có ở trung tâm công nghiệp chế biến lương thực, thực phẩm nào sau đây?\nA. Yên Bái.\nB. Hạ Long.\nC. Thái Nguyên.\nD. Mộc Châu.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn B"
    },
    {
        "ID": "Geo_39_4",
        "Image_Question": "",
        "Question": "CÂU 4:\nTrong quá trình công nghiệp hóa ở nước ta, ngành nào sau đây được ưu tiên phát triển trước một bước là\nA. chế biến thuỷ sản.\nB. khai thác dầu khí.\nC. công nghiệp điện lực.\nD. chế biến lương thực.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "- Trong quá trình công nghiệp hóa ở nước ta, ngành nào sau đây được ưu tiên phát triển trước một bước là công nghiệp điện lực.\nChọn C"
    },
    {
        "ID": "Geo_39_5",
        "Image_Question": "Geo_39/Geo_39_5.png",
        "Question": "CÂU 5:\nCho biểu đồ:\nGDP CỦA VIỆT NAM, THÁI LAN VÀ MA-LAI-XI-A NĂM 2015 VÀ 2019\n(Số liệu theo Niêm giám Thống kê Việt Nam 2020, NXB Thống kê, 2021)\nTheo biểu đồ, nhận xét nào sau đây đúng khi so sánh về GDP của Thái Lan và Ma-lai-xi-a năm 2019 so với năm 2010?\nA. Ma-lai-xi-a tăng chậm hơn Thái Lan.\nB. Ma-lai-xi-a tăng nhanh hơn Thái Lan.\nC. Thái Lan tăng nhanh hơn Ma-lai-xi-a.\nD. Thái Lan tăng nhiều hơn Ma-lai-xi-a.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "- Theo biểu đồ, nhận xét đúng khi so sánh về GDP của Thái Lan và Ma-lai-xi-a năm 2019 so với năm 2010 là Ma-lai-xi-a tăng nhanh hơn Thái Lan.\nChọn B"
    },
    {
        "ID": "Geo_39_6",
        "Image_Question": "",
        "Question": "CÂU 6:\nCăn cứ vào Atlat Địa lí Việt Nam trang Kinh tế chung, cho biết trung tâm kinh tế nào sau đây thuộc vùng Trung du và miền núi Bắc Bộ?\nA. Hải Phòng.\nB. Nam Định.\nC. Hải Dương.\nD. Hạ Long.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn D"
    },
    {
        "ID": "Geo_39_7",
        "Image_Question": "",
        "Question": "CÂU 7:\nCăn cứ vào Atlat Địa lí Việt Nam trang Vùng Đông Nam Bộ, Vùng Đồng bằng sông Cửu Long, cho biết đồng bằng sông Cửu Long có khoáng sản nào sau đây?\nA. Đất hiếm.\nB. Than bùn.\nC. Apatit.\nD. Chì - kẽm.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn B"
    },
    {
        "ID": "Geo_39_8",
        "Image_Question": "",
        "Question": "CÂU 8:\nCăn cứ Atlat Địa lí Việt Nam trang Các hệ thống sông, cho biết sông nào sau đây thuộc lưu vực hệ thống sông Đồng Nai?\nA. Sông La Ngà.\nB. Sông Kì Lộ.\nC. Sông Đà Rằng.\nD. Sông Trà Khúc.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn A"
    },
    {
        "ID": "Geo_39_9",
        "Image_Question": "",
        "Question": "CÂU 9:\nCơ cấu công nghiệp theo ngành của nước ta hiện nay\nA. tăng sản phẩm chất lượng thấp.\nB. tăng tỉ trọng công nghiệp chế biến.\nC. ưu tiên sản phẩm cạnh tranh thấp.\nD. tăng tỉ trọng công nghiệp khai thác.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "- Cơ cấu công nghiệp theo ngành của nước ta hiện nay tăng tỉ trọng công nghiệp chế biến.\nChọn B"
    },
    {
        "ID": "Geo_39_10",
        "Image_Question": "",
        "Question": "CÂU 10:\nThế mạnh nổi bật trong nông nghiệp ở Đông Nam Bộ là\nA. trồng cây dược liệu.\nB. trồng cây công nghiệp.\nC. trồng cây lương thực.\nD. chăn nuôi đại gia súc.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "- Thế mạnh nổi bật trong nông nghiệp ở Đông Nam Bộ là trồng cây công nghiệp.\nChọn B"
    },
    {
        "ID": "Geo_39_11",
        "Image_Question": "",
        "Question": "CÂU 11:\nCăn cứ vào Atlat Địa lí Việt Nam trang Vùng Duyên Hải Nam Trung Bộ, Vùng Tây Nguyên, cho biết khu kinh tế ven biển Nhơn Hội thuộc tỉnh nào sau đây?\nA. Quảng Nam.\nB. Ninh Thuận.\nC. Quảng Ngãi.\nD. Bình Định.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn D"
    },
    {
        "ID": "Geo_39_12",
        "Image_Question": "",
        "Question": "CÂU 12:\nCăn cứ vào Atlat Địa lí Việt Nam trang Vùng Bắc Trung Bộ, cho biết cảng biển Nhật Lệ thuộc tỉnh nào sau đây?\nA. Hà Tĩnh.\nB. Quảng Trị.\nC. Thanh Hóa.\nD. Quảng Bình.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn D"
    },
    {
        "ID": "Geo_39_13",
        "Image_Question": "",
        "Question": "CÂU 13:\nCăn cứ vào Atlat Địa lí Việt Nam trang Giao thông, cho biết quốc lộ 19 đi qua địa điểm nào sau đây?\nA. Đà Nẵng.\nB. Kon Tum.\nC. Pleiku.\nD. Nha Trang.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn C"
    },
    {
        "ID": "Geo_39_14",
        "Image_Question": "",
        "Question": "CÂU 14:\nCăn cứ vào Atlat Địa lí Việt Nam trang Du lịch, cho biết trung tâm du lịch nào sau đây là trung tâm vùng?\nA. Cần Thơ.\nB. TP. Hồ Chí Minh.\nC. Đà Nẵng.\nD. Huế.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn A"
    },
    {
        "ID": "Geo_39_15",
        "Image_Question": "",
        "Question": "CÂU 15:\nCăn cứ vào Atlat Địa lí Việt Nam trang Vùng Trung du và miền núi Bắc Bộ, Vùng Đồng bằng sông Hồng, cho biết sông Lô chảy qua tỉnh nào sau đây?\nA. Cao Bằng.\nB. Hà Giang.\nC. Lạng Sơn.\nD. Lào Cai.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn B"
    },
    {
        "ID": "Geo_39_16",
        "Image_Question": "",
        "Question": "CÂU 16:\nCăn cứ vào Atlat Địa lí Việt Nam trang Công nghiệp chung, cho biết trung tâm công nghiệp nào sau đây có ngành luyện kim đen?\nA. Vinh.\nB. Đà Nẵng.\nC. Cà Mau.\nD. Hải Phòng.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn D"
    },
    {
        "ID": "Geo_39_17",
        "Image_Question": "",
        "Question": "CÂU 17:\nCăn cứ vào Atlat Địa lí Việt Nam trang Dân số, cho biết tỉnh nào sau đây có mật độ dân số thấp nhất?\nA. TP. Hồ Chí Minh.\nB. Đắk Nông.\nC. Tây Ninh.\nD. Bình Phước.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn B"
    },
    {
        "ID": "Geo_39_18",
        "Image_Question": "",
        "Question": "CÂU 18:\nCăn cứ vào Atlat Địa lí Việt Nam trang Hành chính, cho biết đảo Cái Bầu thuộc tỉnh nào sau đây?\nA. Nam Định.\nB. Thái Bình.\nC. Thanh Hóa.\nD. Quảng Ninh.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn D"
    },
    {
        "ID": "Geo_39_19",
        "Image_Question": "",
        "Question": "CÂU 19:\nCăn cứ vào Atlat Địa lí Việt Nam trang Các miền tự nhiên, cho biết địa điểm nào sau đây thuộc miền Bắc và Đông Bắc Bắc Bộ?\nA. Cửa Ba Lạt.\nB. Đèo Ngang.\nC. Đèo Hải Vân.\nD. Cửa Thuận An.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn A"
    },
    {
        "ID": "Geo_39_20",
        "Image_Question": "",
        "Question": "CÂU 20:\nHạn hán ở nước ta\nA. xảy ra trong mùa khô.\nB. chỉ có tại nơi khuất gió.\nC. chỉ xảy ra ở miền núi.\nD. kéo dài nhất tại miền Bắc.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn A"
    },
    {
        "ID": "Geo_39_21",
        "Image_Question": "",
        "Question": "CÂU 21:\nBiện pháp bảo vệ rừng phòng hộ ở nước ta là\nA. trồng rừng trên đất trống đồi trọc.\nB. bảo vệ các khu bảo tồn thiên nhiên.\nC. duy trì và phát triển chất lượng rừng.\nD. đẩy mạnh công nghiệp chế biến gỗ.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "- Biện pháp bảo vệ rừng phòng hộ ở nước ta là trồng rừng trên đất trống đồi trọc.\nChọn A"
    },
    {
        "ID": "Geo_39_22",
        "Image_Question": "",
        "Question": "CÂU 22:\nCăn cứ vào Atlat Địa lí Việt Nam trang Nông nghiệp, cho biết tỉnh nào sau đây có diện tích trồng cây công nghiệp hàng năm lớn hơn lâu năm?\nA. Quảng Trị.\nB. Yên Bái.\nC. Thái Nguyên.\nD. Thanh Hóa.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn D"
    },
    {
        "ID": "Geo_39_23",
        "Image_Question": "",
        "Question": "CÂU 23:\nHoạt động chăn nuôi gia súc của nước ta hiện nay\nA. đã đem lại hiệu quả sản xuất rất cao.\nB. hoàn toàn dùng thức ăn từ tự nhiên.\nC. chỉ phát triển ở khu vực đồng bằng.\nD. tạo ra được các sản phẩm hàng hóa.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "- Hoạt động chăn nuôi gia súc của nước ta hiện nay tạo ra được các sản phẩm hàng hóa.\nChọn D"
    },
    {
        "ID": "Geo_39_24",
        "Image_Question": "",
        "Question": "CÂU 24:\nHoạt động chế biến lâm sản của nước ta hiện nay\nA. có phần lớn là lao động trình độ cao.\nB. có hầu hết sản phẩm để xuất khẩu.\nC. tạo ra nhiều loại sản phẩm khác nhau.\nD. chỉ phát triển ở địa phương có rừng.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "- Hoạt động chế biến lâm sản của nước ta hiện nay tạo ra nhiều loại sản phẩm khác nhau.\nChọn C"
    },
    {
        "ID": "Geo_39_25",
        "Image_Question": "",
        "Question": "CÂU 25:\nCơ cấu kinh tế theo thành phần của nước ta hiện nay\nA. chỉ tập trung vào kinh tế Nhà nước.\nB. tỉ trọng vốn đầu tư nước ngoài giảm.\nC. kinh tế tư nhân đóng vai trò chủ đạo.\nD. thay đổi phù hợp với xu thế hội nhập.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "- Cơ cấu kinh tế theo thành phần của nước ta hiện nay thay đổi phù hợp với xu thế hội nhập.\nChọn D"
    },
    {
        "ID": "Geo_39_26",
        "Image_Question": "",
        "Question": "CÂU 26:\nDân cư nước ta hiện nay\nA. tập trung chủ yếu ở vùng đồng bằng.\nB. hoàn toàn sống ở vùng nông thôn.\nC. có tỉ lệ gia tăng tự nhiên rất cao.\nD. có xu hướng giảm quy mô dân số.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "- Dân cư nước ta hiện nay tập trung chủ yếu ở vùng đồng bằng.\nChọn A"
    },
    {
        "ID": "Geo_39_27",
        "Image_Question": "",
        "Question": "CÂU 27:\nTài nguyên sinh vật biển của nước ta\nA. phân bố ở các cửa sông, vịnh biển.\nB. phân bố ở các đảo lớn ngoài khơi.\nC. phong phú, đang bị suy giảm nhanh.\nD. tập trung chủ yếu ở vùng ven bờ.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "- Tài nguyên sinh vật biển của nước ta phong phú, đang bị suy giảm nhanh.\nChọn C"
    },
    {
        "ID": "Geo_39_28",
        "Image_Question": "",
        "Question": "CÂU 28:\nĐường biên giới trên đất liền của nước ta kéo dài, gây khó khăn cho\nA. bảo vệ chủ quyền lãnh thổ.\nB. thu hút đầu tư nước ngoài.\nC. phát triển nền văn hóa.\nD. khai thác các khoáng sản.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "- Đường biên giới trên đất liền của nước ta kéo dài, gây khó khăn cho bảo vệ chủ quyền lãnh thổ.\nChọn A"
    },
    {
        "ID": "Geo_39_29",
        "Image_Question": "",
        "Question": "CÂU 29:\nCác thành phố ở nước ta hiện nay\nA. là thị trường tiêu thụ rộng lớn.\nB. hoàn toàn trực thuộc các tỉnh.\nC. tập trung ở khu vực miền núi.\nD. chỉ có chức năng hành chính.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "- Các thành phố ở nước ta hiện nay là thị trường tiêu thụ rộng lớn.\nChọn A"
    },
    {
        "ID": "Geo_39_30",
        "Image_Question": "",
        "Question": "CÂU 30:\nGiao thông vận tải nước ta hiện nay\nA. chỉ có tuyến đường bay quốc tế.\nB. chỉ tập trung phát triển đường ô tô.\nC. đã hình thành cảng biển nước sâu.\nD. đường sông có vai trò lớn nhất.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "- Giao thông vận tải nước ta hiện nay đã hình thành cảng biển nước sâu.\nChọn C"
    },
    {
        "ID": "Geo_39_31",
        "Image_Question": "",
        "Question": "CÂU 31:\nMục đích chủ yếu của việc đầu tư phát triển các cửa khẩu ở Bắc Trung Bộ là\nA. thu hút các nguồn vốn, phát triển kinh tế biên giới, hình thành nhiều đô thị mới.\nB. đẩy mạnh xuất khẩu, phân bố lại dân cư, giải quyết việc làm cho nhiều lao động\nC. tăng cường hợp tác, chuyển dịch cơ cấu ngành, thúc đẩy sự phân công lao động.\nD. mở rộng thị trường, tăng cường trao đổi hàng hóa, thúc đẩy phát triển kinh tế.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "- Mục đích chủ yếu của việc đầu tư phát triển các cửa khẩu ở Bắc Trung Bộ là mở rộng thị trường, tăng cường trao đổi hàng hóa, thúc đẩy phát triển kinh tế.\nChọn D"
    },
    {
        "ID": "Geo_39_32",
        "Image_Question": "",
        "Question": "CÂU 32:\nGiá trị nhập khẩu của nước ta tăng nhanh chủ yếu do\nA. nhu cầu tiêu dùng trong nước tăng nhanh và tâm lý sính ngoại của người dân.\nB. sản xuất trong nước phát triển, nhu cầu nguyên liệu, tư liệu sản xuất tăng nhanh.\nC. dân số tăng, chất lượng cuộc sống được cải thiện và nhu cầu ngày càng đa dạng.\nD. sản phẩm trong nước chưa đáp ứng yêu cầu về số lượng, chất lượng và mẫu mã.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "- Giá trị nhập khẩu của nước ta tăng nhanh chủ yếu do sản xuất trong nước phát triển, nhu cầu nguyên liệu, tư liệu sản xuất tăng nhanh.\nChọn B"
    },
    {
        "ID": "Geo_39_33",
        "Image_Question": "Geo_39/Geo_39_33.png",
        "Question": "CÂU 33:\nCho biểu đồ về lúa đông xuân của nước ta giai đoạn 2015 - 2019:\n(Số liệu theo Niên giám thống kê Việt Nam 2019, NXB Thống kê, 2020)\nBiểu đồ thể hiện nội dung nào sau đây?\nA. Chuyển dịch cơ cấu diện tích và năng suất lúa đông xuân.\nB. Tốc độ tăng trưởng diện tích và năng suất lúa đông xuân.\nC. Thay đổi quy mô diện tích và năng suất lúa đông xuân.\nD. Thay đổi cơ cấu diện tích và năng suất lúa đông xuân.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "- Biểu đồ thay đổi quy mô diện tích và năng suất lúa đông xuân.\nChọn C"
    },
    {
        "ID": "Geo_39_34",
        "Image_Question": "",
        "Question": "CÂU 34:\nBiện pháp chủ yếu nâng cao giá trị sản phẩm cây công nghiệp lâu năm ở Tây Nguyên là\nA. tăng cường chế biến, đẩy mạnh xuất khẩu.\nB. sản xuất tập trung, sử dụng nhiều giống tốt.\nC. sử dụng nhiều lao động, mở rộng diện tích.\nD. mở rộng thị trường, phát triển các trang trại.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "- Biện pháp chủ yếu nâng cao giá trị sản phẩm cây công nghiệp lâu năm ở Tây Nguyên là tăng cường chế biến, đẩy mạnh xuất khẩu.\nChọn A"
    },
    {
        "ID": "Geo_39_35",
        "Image_Question": "",
        "Question": "CÂU 35:\nÝ nghĩa chủ yếu của việc chuyển đổi cơ cấu cây trồng ở Đồng bằng sông Cửu Long là\nA. tăng sản phẩm hàng hóa, đa dạng sản xuất.\nB. tạo nhiều nông sản, phát huy các thế mạnh.\nC. cải tạo đất, đẩy mạnh hoạt động trồng trọt.\nD. sử dụng hợp lí tự nhiên, phát triển kinh tế.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "- Ý nghĩa chủ yếu của việc chuyển đổi cơ cấu cây trồng ở Đồng bằng sông Cửu Long là sử dụng hợp lí tự nhiên, phát triển kinh tế.\nChọn D"
    },
    {
        "ID": "Geo_39_36",
        "Image_Question": "",
        "Question": "CÂU 36:\nMục đích chủ yếu của việc đẩy mạnh đánh bắt thủy sản xa bờ ở Duyên hải Nam Trung Bộ là\nA. phát huy thế mạnh, thay đổi cơ cấu kinh tế.\nB. thay đổi bộ mặt ven biển, nâng vị thế vùng.\nC. tăng sản lượng, nâng cao mức sống dân cư.\nD. tạo việc làm, tìm kiếm các ngư trường mới",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "- Mục đích chủ yếu của việc đẩy mạnh đánh bắt thủy sản xa bờ ở Duyên hải Nam Trung Bộ là tăng sản lượng, nâng cao mức sống dân cư.\nChọn C"
    },
    {
        "ID": "Geo_39_37",
        "Image_Question": "",
        "Question": "CÂU 37:\nÝ nghĩa chủ yếu của việc phát triển du lịch ở Trung du và miền núi Bắc Bộ là\nA. tạo ra nhiều việc làm, sử dụng hợp lí tài nguyên, đẩy mạnh sản xuất.\nB. phát huy thế mạnh, nâng cao mức sống, đẩy mạnh tăng trưởng kinh tế.\nC. thay đổi cơ cấu sản xuất, thu hút nguồn đầu tư, nâng cao vai trò vùng.\nD. mở rộng sản xuất hàng hóa, tạo sản phẩm đa dạng, phân bố lại dân cư.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "- Ý nghĩa chủ yếu của việc phát triển du lịch ở Trung du và miền núi Bắc Bộ là phát huy thế mạnh, nâng cao mức sống, đẩy mạnh tăng trưởng kinh tế.\nChọn B"
    },
    {
        "ID": "Geo_39_38",
        "Image_Question": "",
        "Question": "CÂU 38:\nGiải pháp chủ yếu trong phát triển ngành công nghiệp chế biến thực phẩm ở Đồng bằng sông Hồng là\nA. nâng cao chất lượng lao động, thay đổi thị trường và nguồn nguyên liệu.\nB. thu hút vốn, đổi mới công nghệ, đảm bảo nguyên liệu và thị trường.\nC. hình thành vùng chuyên canh, đổi mới chính sách và hiện đại hóa.\nD. tăng nguồn nguyên liệu tại chỗ, mở rộng quy mô các nhà máy chế biến.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "- Giải pháp chủ yếu trong phát triển ngành công nghiệp chế biến thực phẩm ở Đồng bằng sông Hồng là thu hút vốn, đổi mới công nghệ, đảm bảo nguyên liệu và thị trường.\nChọn B"
    },
    {
        "ID": "Geo_39_39",
        "Image_Question": "",
        "Question": "CÂU 39:\nMiền Bắc và Đông Bắc Bắc Bộ có khí hậu khác với miền Nam Trung Bộ và Nam Bộ chủ yếu do tác động của\nA. gió mùa và Tín phong bán cầu Bắc, vị trí gần chí tuyến, địa hình núi.\nB. vị trí ở nội chí tuyến, địa hình đồi núi, gió mùa Đông Bắc và gió Tây.\nC. địa hình có núi cao, vị trí ở khu vực gió mùa, Tín phong bán cầu Bắc.\nD. núi cao, gió mùa Tây Nam và dải hội tụ nhiệt đới, vị trí ở xa xích đạo.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "- Miền Bắc và Đông Bắc Bắc Bộ có khí hậu khác với miền Nam Trung Bộ và Nam Bộ chủ yếu do tác động của gió mùa và Tín phong bán cầu Bắc, vị trí gần chí tuyến, địa hình núi.\nChọn A"
    },
    {
        "ID": "Geo_39_40",
        "Image_Question": "",
        "Question": "CÂU 40:\nCho bảng số liệu:\nDIỆN TÍCH VÀ SẢN LƯỢNG LÚA Ở MỘT SỐ VÙNG CỦA NƯỚC TA, NĂM 2020\nVùng\tDiện tích (nghìn ha)\tSản lượng (nghìn tấn)\nĐồng bằng sông Hồng\t983,4\t6035,3\nTrung du và miền núi Bắc Bộ\t665,1\t3391,5\nTây Nguyên\t246,9\t1413,7\nĐông Nam Bộ\t262,0\t1405,9\nĐồng bằng sông Cửu Long\t3963,7\t23819,3\n(Nguồn: Niên giám thống kê Việt Nam 2020, NXB Thống kê, 2021)\nTheo bảng số liệu, để thể hiện diện tích và sản lượng lúa ở một số vùng nước ta năm 2020, dạng biểu đồ nào sau đây là thích hợp nhất?\nA. Tròn.\nB. Kết hợp.\nC. Miền.\nD. Cột.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn D"
    }
]