[
    {
        "ID": "Geo_11_1",
        "Image_Question": "",
        "Question": "CÂU 1:Hậu quả của ô nhiễm mỗi trường nước, nhất là ở vùng cửa sông, ven biển là\nA. biến đổi khí hậu.\nB. mưa a-xít.\nC. cạn kiệt dòng chảy.\nD. hải sản giảm sút.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Hậu quả của ô nhiễm mỗi trường nước, nhất là ở vùng cửa sông, ven biển là hải sản giảm sút. Chọn đáp án D"
    },
    {
        "ID": "Geo_11_2",
        "Image_Question": "",
        "Question": "CÂU 2:Chống hạn hán ở nước ta cần phải kết hợp với việc\nA. trượt đất.\nB. rét hại.\nC. cháy rừng.\nD. xói mòn.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chống hạn hán cần kết hợp với việc cháy rừng. Chọn đáp án C."
    },
    {
        "ID": "Geo_11_3",
        "Image_Question": "",
        "Question": "CÂU 3:Vùng nào sau đây của nước ta có ngành công nghiệp phát triển nhất?\nA. Bắc Trung Bộ.\nB. Đồng bằng sông Hồng.\nC. Đông Nam Bộ.\nD. Duyên hải Nam Trung Bộ.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Đông Nam Bộ là vùng có ngành ông nghiệp phát triển nhất. Chọn đáp án  C."
    },
    {
        "ID": "Geo_11_4",
        "Image_Question": "",
        "Question": "CÂU 4:Các nhà máy nhiệt điện ở phía Bắc nước ta hoạt động chủ yếu dựa vào nguồn nhiên liệu từ\nA. khí đốt.\nB. dầu nhập.\nC. than.\nD. năng lượng mới.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Các nhà máy nhiệt nhiệt phía Bắc chủ yếu dựa vào nhiên liệu từ than. Trữ lượng than tập trung chủ yếu ở miền Bắc. Chọn đáp án  C."
    },
    {
        "ID": "Geo_11_5",
        "Image_Question": "",
        "Question": "CÂU 5:Đông Nam Bộ không giáp với vùng nào sau đây?\nA. Tây Nguyên.\nB. Bắc Trung Bộ.\nC. Duyên hải Nam Trung Bộ.\nD. Đồng bằng sông Cửu Long.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Đông Nam Bộ không giáp với Bắc Trung Bộ. Chọn đáp án  B."
    },
    {
        "ID": "Geo_11_6",
        "Image_Question": "",
        "Question": "CÂU 6:Căn cứ vào Atlat Địa lí Việt Nam trang 4 - 5, cho biết tỉnh nào sau đây không có đường biên giới trên đất liền với Trung Quốc?\nA. Lào Cai.\nB. Tuyên Quang.\nC. Hà Giang.\nD. Cao Bằng.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 4-5, tỉnh Tuyên Quang không có đường biên giới trên đất liền với Trung Quốc. Chọn đáp án  D."
    },
    {
        "ID": "Geo_11_7",
        "Image_Question": "",
        "Question": "CÂU 7:Căn cứ vào Atlat Địa lí Việt Nam trang 10, cho biết sông nào sau đây thuộc hệ thống sông Mã?\nA. sông Hiếu.\nB. sông Chu.\nC. sông Ngàn Phố.\nD. sông Giang.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 10, sông Chu thuộc hệ thống sông Mã. Chọn đáp án  B."
    },
    {
        "ID": "Geo_11_8",
        "Image_Question": "",
        "Question": "CÂU 8:Căn cứ vào Atlat Địa lí Việt Nam trang 9, cho biết tháng nào sau đây ở trạm khí tượng Sa Pa có lượng mưa lớn nhất?\nA. Tháng XI.\nB. Tháng VIII.\nC. Tháng IX.\nD. Tháng X.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 9, trạm khí tượng Sa Pa tháng VIII có lượng mưa lớn nhất. Chọn đáp án  B."
    },
    {
        "ID": "Geo_11_9",
        "Image_Question": "",
        "Question": "CÂU 9:Căn cứ vào Atlat Địa lí Việt Nam trang 14, cho biết các vịnh biển Vân Phong, Cam Ranh thuộc tỉnh nào sau đây?\nA. Quảng Ninh.\nB. Quảng Bình.\nC. Quảng Ngãi.\nD. Khánh Hoà.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 14, vịnh Vân Phong, Cam Ranh thuộc tỉnh Khánh Hòa. Chọn đáp án  D."
    },
    {
        "ID": "Geo_11_10",
        "Image_Question": "",
        "Question": "CÂU 10:Căn cứ vào Atlat Địa lí Việt Nam trang 15, cho biết đô thị nào sau đây không phải là đô thị loại 1?\nA. Hải Phòng.\nB. Huế.\nC. Cần Thơ.\nD. Đà Nẵng.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlát Địa lí Việt Nam trang 15, Cần Thơ không phải đô thị loại I. Chọn đáp án  C."
    },
    {
        "ID": "Geo_11_11",
        "Image_Question": "",
        "Question": "CÂU 11:Căn cứ vào Atlat Địa lí Việt Nam trang 17, cho biết vùng nào sau đây có nhiều tỉnh GDP bình quân tính theo đầu người dưới 6 triệu đồng nhất?\nA. Trung du miền núi Bắc Bộ.\nB. Bắc Trung Bộ.\nC. Đồng bằng sông Cửu Long.\nD. Đồng bằng sông Hồng.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 17, Trung du và miền núi Bắc Bộ có nhiều tỉnh GDP bình quân tính theo đầu người dưới 6 triệu đồng nhất. Chọn đáp án  A."
    },
    {
        "ID": "Geo_11_12",
        "Image_Question": "",
        "Question": "CÂU 12:Căn cứ vào Atlat Địa lí Việt Nam trang 19, cho biết tỉnh nào sau đây không có sản lượng thịt hơi xuất chuồng tính theo đầu người trên 50kg/người?\nA. Bình Định.\nB. Cần Thơ.\nC. Lào Cai.\nD. Đồng Nai.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 19, Cần Thơ không có sản lượng thịt hơi xuất chuồng theo đầu người trên 50kg/người. Chọn đáp án  B."
    },
    {
        "ID": "Geo_11_13",
        "Image_Question": "",
        "Question": "CÂU 13:Căn cứ vào Atlat Địa lí Việt Nam trang 21, cho biết điểm công nghiệp nào sau đây có ngành luyện kim màu?\nA. Tĩnh Túc.\nB. Hà Giang.\nC. Quỳ Châu.\nD. Quỳnh Lưu.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 21, điểm công nghiệp có ngành luyện kim màu là Tĩnh Túc. Chọn đáp án  A."
    },
    {
        "ID": "Geo_11_14",
        "Image_Question": "",
        "Question": "CÂU 14:Căn cứ vào Atlat Địa lí Việt Nam trang 22, cho biết  nơi nào sau đây có ngành sản xuất gỗ, giấy, xenlulô?\nA. Pleiku.\nB. Sóc Trăng.\nC. Hòa Bình.\nD. Phủ Lí.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 22, Pleiku có ngành sản xuất gỗ, giấy, xenlulo. Chọn đáp án  A."
    },
    {
        "ID": "Geo_11_15",
        "Image_Question": "",
        "Question": "CÂU 15:Căn cứ vào Atlat Địa lí Việt Nam trang 23, cho biết đường số 28 nối Di Linh với nơi nào sau đây?\nA. Nha Trang.\nB. Phan Thiết.\nC. Biên Hòa.\nD. Đồng Xoài.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 23, đường số 28 nối Di Linh với Phan Thiết. Chọn đáp án  B."
    },
    {
        "ID": "Geo_11_16",
        "Image_Question": "",
        "Question": "CÂU 16:Dựa vào Atlát địa lý Việt Nam trang 25, cho biết vườn quốc gia trên đảo nào sau đây thuộc Đồng bằng sông Cửu Long?\nA. Cát Bà.\nB. Côn Đảo.\nC. Phú Quốc.\nD. Cát Tiên.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 25, vườn quốc gia trên đảo Phú Quốc thuộc Đồng bằng sông cửu Long. Chọn đáp án  C."
    },
    {
        "ID": "Geo_11_17",
        "Image_Question": "",
        "Question": "CÂU 17:Căn cứ vào Atlat Địa lí Việt Nam trang 26, cho biết khu kinh tế ven biển nào sau đây thuộc Trung du miền núi Bắc Bộ?\nA. Vũng Áng.\nB. Đình Vũ - Cát Hải.\nC. Vân Đồn.\nD. Nghi Sơn.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 26, khu kinh tế ven biển thuộc Trung du và miền núi Bắc Bộ là Vân Đồn. Chọn đáp án  C."
    },
    {
        "ID": "Geo_11_18",
        "Image_Question": "",
        "Question": "CÂU 18:Căn cứ vào Atlat Địa lí Việt Nam trang 27, cho biết than nâu có ở tỉnh nào sau đây của Bắc Trung Bộ?\nA. Thanh Hóa.\nB. Nghệ An.\nC. Quảng Trị.\nD. Hà Tĩnh.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 27, Nghệ An có than nâu. Chọn đáp án  B."
    },
    {
        "ID": "Geo_11_19",
        "Image_Question": "",
        "Question": "CÂU 19:Căn cứ vào Atlat Địa lí Việt Nam trang 28, cho biết nhà máy thủy điện nào sau đây được xây dựng trên sông Đắk Krông?\nA. Đa Nhim.\nB. Đrây Hling.\nC. Yaly.\nD. Vĩnh Sơn.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 28, nhà máy thủy điện Đrây Hling được xây dựng trên sông Đắk Krông. Chọn đáp án  B."
    },
    {
        "ID": "Geo_11_20",
        "Image_Question": "",
        "Question": "CÂU 20:Căn cứ vào Atlat Địa lí Việt Nam trang 29, cho biết kênh đào nào sau đây thuộc tỉnh An Giang?\nA. Phụng Hiệp.\nB. Kỳ Hương.\nC. Rạch Sỏi.\nD. Vĩnh Tế.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 29, An Giang có kênh Vĩnh Tế. Chọn đáp án  D."
    },
    {
        "ID": "Geo_11_21",
        "Image_Question": "",
        "Question": "CÂU 21:Cho bảng số liệu:\nSẢN LƯỢNG MỘT SỐ LOẠI NĂNG LƯỢNG CỦA MI-AN-MA, NĂM 2010 VÀ 2017\nNăm\t2010\t2017\nDầu thô (nghìn tấn)\t1079\t543\nThan (nghìn tấn)\t240\t737\nĐiện (triệu kwh)\t8625\t20055\n(Nguồn: Niên giám thống kê Việt Nam 2018, NXB Thống kê 2019)\nTheo bảng số liệu, nhận xét nào sau đây không đúng về sự thay đổi một số loại năng lượng của Mi-an-ma năm 2017 so với năm 2010?\nA. Sản lượng dầu thô giảm.\nB. Sản lượng than tăng\nC. Than tăng chậm hơn điện.\nD. Sản lượng điện tăng.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "sản lượng dầu thô giảm, than và điện tăng. Chọn đáp án  C."
    },
    {
        "ID": "Geo_11_22",
        "Image_Question": "Geo_11/Geo_11_22.png",
        "Question": "CÂU 22:Cho biểu đồ về dân số của một số nước Đông Nam Á, giai đoạn 2010 - 2016:\n(Nguồn số liệu theo Niên giám thống kê Việt Nam 2018, NXB Thống kê, 2019)\nTheo biểu đồ, nhận xét nào sau đây đúng khi so sánh về dân số của một số quốc gia năm 2016 so với năm 2010?\nA. Phi-lip-pin tăng ít hơn Thái Lan.\nB. Thái Lan tăng nhiều hơn Xin-ga-po.\nC. Phi-lip-pin tăng nhanh hơn Xin-ga-po.\nD. Xin-ga-po tăng chậm hơn Thái Lan.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Từ năm 2010 đến năm 2016, Phi-lip-pin tăng 10,1 triệu người, Xin-ga-po tăng 0,4 triệu người, Thái Lan tăng 1,6 triệu người.  Chọn đáp án  B."
    },
    {
        "ID": "Geo_11_23",
        "Image_Question": "",
        "Question": "CÂU 23:Vị trí nước ta nằm trong vùng hoạt động của gió mùa Châu Á nên khí hậu có\nA. tính chất nhiệt đới ẩm.\nB. sự phân hóa phức tạp.\nC. sự thay đổi theo mùa.\nD. tính chất hải dương.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Do nằm trong vùng hoạt động của gió mùa Châu Á nên khí hậu có sự thay đổi theo mùa. Chọn đáp án  C."
    },
    {
        "ID": "Geo_11_24",
        "Image_Question": "",
        "Question": "CÂU 24:Nguồn lao động của nước ta có thế mạnh nào sau đây?\nA. Cần cù, sáng tạo, chất lượng ngày càng tăng.\nB. Lao động có trình độ cao chiếm phần lớn.\nC. Có ý thức trách nhiệm rất cao trong lao động.\nD. Có rất nhiều công nhân kĩ thuật lành nghề.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Thế mạnh về nguồn lao động nước ta cần cù, sáng tạo, chất lượng ngày càng tăng…(SGK Địa lí 12/T73). Chọn đáp án  A."
    },
    {
        "ID": "Geo_11_25",
        "Image_Question": "",
        "Question": "CÂU 25:Đô thị hóa của nước ta hiện nay\nA. phân bố đồng đều giữa các vùng.\nB. cơ sở hạ tầng ở mức cao.\nC. dân số thành thị có xu hướng tăng.\nD. trình độ đô thị hóa rất cao.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Đô thị của nước ta phân bố không đều, trình độ đô thị còn thấp (thể hiện ở tỉ lệ dân thành thị thấp, cơ sở hạ tầng thấp). Dân số thành thị và tỉ lệ dân thành thị của nước ta hiện nay có xu hướng tăng. Chọn đáp án  A."
    },
    {
        "ID": "Geo_11_26",
        "Image_Question": "",
        "Question": "CÂU 26:Sự chuyển dịch cơ cấu kinh tế theo lãnh thổ ở nước ta có biểu hiện nào sau đây?\nA. Ngành công nghiệp và xây dựng tăng tỉ trọng.\nB. Ngành nông - lâm - ngư nghiệp giảm tỉ trọng.\nC. Nhà nước quản lí các ngành kinh tế then chốt.\nD. Xuất hiện nhiều khu công nghiệp quy mô lớn.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Cơ cấu kinh tế theo lãnh thổ của nước ta là xuất hiện nhiều khu công nghiệp qui mô lớn. (đáp án AB cơ cấu ngành, đáp án C là cơ cấu thành phần)\nChọn đáp án  D."
    },
    {
        "ID": "Geo_11_27",
        "Image_Question": "",
        "Question": "CÂU 27:Xu hướng nổi bật nhất của ngành chăn nuôi nước ta hiện nay là\nA. ứng dụng tiến bộ khoa học và kĩ thuật.\nB. đang tiến mạnh lên sản xuất hàng hóa.\nC. tăng tỉ trọng sản phẩm không giết thịt.\nD. phát triển mạnh dịch vụ về giống, thú y.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Xu hướng nổi bât nhất của ngành chăn nuôi nước ta hiện nay là đang tiến lên sản xuất hàng hóa (SGK Địa lí 12/T96). Chọn đáp án  B."
    },
    {
        "ID": "Geo_11_28",
        "Image_Question": "",
        "Question": "CÂU 28:Ngành lâm nghiệp có vị trí đặc biệt trong cơ cấu kinh tế của nhiều vùng lãnh thổ nước ta vì\nA. độ che phủ rừng nước ta tương đối lớn, đang tăng.\nB. đồi núi chiếm phần lớn diện tích lãnh thổ nước ta.\nC. nhu cầu về tài nguyên rừng lớn, giá trị kinh tế rất cao.\nD. chủ yếu cung cấp nguyên liệu cho ngành công nghiệp.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Ngành lâm nghiệp có vị trí đặc biệt trong cơ cấu kinh tế của nhiều vùng lãnh thổ nước ta vì đồi núi chiếm phần lớn diện tích lãnh thổ nước ta. Chọn đáp án  B."
    },
    {
        "ID": "Geo_11_29",
        "Image_Question": "",
        "Question": "CÂU 29:Đặc điểm của mạng lưới đường ô tô của nước ta\nA. mật độ cao nhất Đông Nam Á.\nB. hơn một nửa đã được trải nhựa.\nC. về cơ bản đã phủ kín các vùng.\nD. đều chạy theo hướng Bắc - Nam.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Đặc điểm của mạng lưới đường ô tô nước ta là: về cơ bản phủ kín các vùng (SGK Địa lí 12/T131). Chọn đáp án  C."
    },
    {
        "ID": "Geo_11_30",
        "Image_Question": "",
        "Question": "CÂU 30:Ý nghĩa quan trọng nhất của các đảo và quần đảo đối với an ninh quốc phòng nước ta là\nA. nguồn lợi sinh vật biển phong phú.\nB. hệ thống tiền tiêu bảo vệ đất liền.\nC. có nhiều thế mạnh phát triển du lịch.\nD.  phát triển giao thông vận tải biển.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Ý nghĩa quan trọng nhất của các đảo và quần đảo đối với an ninh quốc phòng là hệ thống tiền tiêu bảo vệ đất liền. Chọn đáp án  B."
    },
    {
        "ID": "Geo_11_31",
        "Image_Question": "",
        "Question": "CÂU 31:Tổng mức bán lẻ hàng hóa và doanh thu dịch vụ tiêu dùng của nước ta hiện nay tăng nhanh chủ yếu do\nA. kinh tế phát triển, chất lượng cuộc sống được nâng lên.\nB. sự ra đời của nhiều trung tâm thương mại, siêu thị lớn.\nC. hình thức bán hàng và cung cấp các dịch vụ rất đa dạng.\nD. nhu cầu mua sắm, vui chơi của người dân ngày càng cao.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Sự phát triển của nội thương được thể hiện rõ thông qua tổng mức bán lẻ hàng hóa và doanh thu dịch vụ tiêu dùng. Tổng mức bán lẻ hàng hóa và doanh thu dịch vụ tiêu dùng của nước ta hiện nay tăng nhanh chủ yếu do kinh tế phát triển, chất lượng cuộc sống được nâng lên.\nChọn đáp án  A"
    },
    {
        "ID": "Geo_11_32",
        "Image_Question": "",
        "Question": "CÂU 32:Khó khăn lớn nhất trong việc sử dụng đất nông nghiệp ở Đồng bằng sông Hồng là\nA. phần lớn diện tích không được bồi tụ phù sa hàng năm.\nB. diện tích đất trồng lúa bị bạc màu, đang bị thu hẹp.\nC. đất đai nhiều nơi bị hoang hóa, nhiễm mặn, nhiễm phèn.\nD. diện tích liên tục bị thu hẹp do chuyển đổi mục đích.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Khó khăn lớn nhất trong việc sử dụng đất nông nghiệp ở Đồng bằng sông Hồng là\ndiện tích đất trồng lúa bị bạc màu, đang bị thu hẹp do chuyển đổi mục đích sử dụng…. Chọn đáp án  B."
    },
    {
        "ID": "Geo_11_33",
        "Image_Question": "",
        "Question": "CÂU 33:Giá trị sản xuất công nghiệp của Duyên hải Nam Trung Bộ vẫn còn thấp chủ yếu là do\nA. nguồn nhân lực có trình độ cao bị hút về các vùng khác.\nB. không chủ động được nguồn nguyên liệu cho sản xuất.\nC. tài nguyên khoáng sản năng lượng chưa được phát huy.\nD. các nguồn lực phát triển sản xuất còn chưa hội tụ đầy đủ.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Giá trị sản xuất công nghiệp của Duyên hải Nam Trung Bộ vẫn còn thấp chủ yếu là do các nguồn lực phát triển sản xuất còn chưa hội tụ đầy đủ (hạn chế về năng lượng, nhiên liệu, khoáng sản, lao động trình độ cao…). Chọn đáp án  D."
    },
    {
        "ID": "Geo_11_34",
        "Image_Question": "",
        "Question": "CÂU 34:Tây Nguyên có vị trí đặc biệt quan trọng về an ninh quốc phòng chủ yếu là do\nA. có nhiều cửa khẩu quốc tế thông thương với nước ngoài.\nB. án ngữ một vùng cao nguyên, lại tiếp giáp với hai nước bạn.\nC. có các trục đường huyết mạch nối với các cửa khẩu và vùng.\nD. địa hình cao, có quan hệ chặt chẽ với vùng ven biển Trung Bộ.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Tây Nguyên có vị trí đặc biệt quan trọng vì là nơi tiếp giáp với hai nước Lào và Campuchia, án ngữ một vùng cao nguyên. Chọn đáp án  B."
    },
    {
        "ID": "Geo_11_35",
        "Image_Question": "",
        "Question": "CÂU 35:Việc mở rộng diện tích nuôi tôm ở Đồng bằng sông Cửu Long cần chú ý tới vấn đề chủ yếu nào sau đây?\nA. Tăng cường giống mới, phổ biến kĩ thuật nuôi trồng.\nB. Bổ sung nguồn lao động, tăng cường cơ sở thức ăn.\nC. Bảo vệ rừng ngập mặn, mở rộng thị trường tiêu thụ.\nD. Phát triển công nghiệp chế biến, bổ sung lao động.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Đồng bằng sông Cửu Long bị xâm nhập mặn nặng trong mùa khô chủ yếu là do địa hình thấp, ba mặt giáp biển, sông ngòi, kênh rạch chằng chịt.\nChọn đáp án  B."
    },
    {
        "ID": "Geo_11_36",
        "Image_Question": "Geo_11/Geo_11_36.png",
        "Question": "CÂU 36:Cho biểu đồ về dầu mỏ và than sạch của nước ta giai đoạn 2014 – 2018:\nBiểu đổ thể hiện nội dung nào sau đây?\nA. Cơ cấu sản lượng dầu mỏ và than sạch.\nB. Quy mô sản lượng dầu mỏ và than sạch.\nC. Tốc độ tăng trưởng sản lượng dầu mỏ và than sạch.\nD. Chuyển dịch cơ cấu sản lượng dầu mỏ và than sạch.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Biểu đồ cột thể hiện qui mô của đối tượng. Chọn đáp án  B."
    },
    {
        "ID": "Geo_11_37",
        "Image_Question": "",
        "Question": "CÂU 37:Ở nước ta, độ muối của nước biển thay đổi theo từng đoạn bờ biển chủ yếu do\nA. sự phân hóa chế độ mưa và mạng lưới sông ngòi.\nB. thay đổi biên độ nhiệt độ và mạng lưới sông ngòi.\nC. chế độ thủy triều và hoạt động của các dòng biển.\nD. thay đổi của thềm lục địa và hoàn lưu khí quyển.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Độ mặn thay đổi theo mùa, mùa mưa độ mặn giảm đặc biệt là các vùng cửa sông, mùa khô độ mặn tăng. Độ mặn thay đổi theo từng đoạn bờ biển chủ yếu do sự phân hóa chế độ mưa và mạng lưới sông ngòi. Chọn đáp án  A."
    },
    {
        "ID": "Geo_11_38",
        "Image_Question": "",
        "Question": "CÂU 38:Việc đẩy mạnh sản xuất cây công nghiệp ở Trung du và miền núi Bắc Bộ gặp khó khăn chủ yếu nào sau đây?\nA. mật độ dân số thấp, thị trường tiêu thụ tại chỗ thấp.\nB. trình độ thâm canh thấp, đầu tư cơ sở vật chất ít.\nC. nạn du canh du cư vẫn còn, lao động trình độ thấp.\nD. công nghiệp chế biến hạn chế, thị trường còn bất ổn.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Việc đẩy mạnh sản xuất cây công nghiệp ở Trung du và miền núi Bắc Bộ gặp khó khăn chủ yếu là công nghiệp chế biến hạn chế, thị trường còn bất ổn.  Chọn đáp án  D."
    },
    {
        "ID": "Geo_11_39",
        "Image_Question": "",
        "Question": "CÂU 39:Việc nuôi thủy sản nước lợ, nước mặn ở Bắc Trung Bộ nhằm mục đích chủ yếu nào sau đây?\nA. Khai thác thế mạnh nổi bật của các vùng ven biển.\nB. Đảm bảo nguyên liệu cho công nghiệp chế biến.\nC. Tạo thế liên hoàn phát triển kinh tế theo không gian.\nD. Thay đổi cơ cấu kinh tế nông thôn vùng ven biển.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Việc nuôi thủy sản nước lợ, nước mặn ở Bắc Trung Bộ nhằm mục đích chủ yếu thay đổi cơ cấu kinh tế nông thôn vùng ven biển. (SGK/ 157 địa lí 12 cơ bản).\nChọn đáp án  B."
    },
    {
        "ID": "Geo_11_40",
        "Image_Question": "",
        "Question": "CÂU 40:Cho bảng số liệu:\nDIỆN TÍCH VÀ SẢN LƯỢNG LÚA PHÂN THEO MÙA VỤ CỦA NƯỚC TA, NĂM 2017\nMùa vụ\tDiện tích (nghìn ha)\tSản lượng (nghìn tấn)\nMùa\t1713,6\t7886,0\nĐông xuân\t3117,1\t19415,7\nHè thu\t2878,0\t15461,8\n(Nguồn: Niên giám thống kê Việt Nam 2017, NXB Thống kê, 2018)\nTheo bảng số liệu, để thể hiện cơ cấu diện tích và sản lượng lúa phân theo mùa vụ của nước ta năm 2017, dạng biểu đồ nào sau đây là thích hợp nhất?\nA. Miền.\nB. Kết hợp.\nC. Đường.\nD. Tròn.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Biểu đồ tròn thể hiện qui mô và cơ cấu. Chọn đáp án  D."
    }
]