[
    {
        "ID": "Geo_1_1",
        "Image_Question": "",
        "Question": "CÂU 1:Hoạt động khai thác hải sản xa bờ ngày càng  phát triển do\nA. tàu thuyền, ngư cụ tốt.\nB. thủy sản phong phú.\nC. lao động kinh nghiệm.\nD. chế biến đa dạng.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nHoạt động khai thác hải sản xa bờ ở nước ta ngày càng phát triển là do tàu thuyền và ngư cụ ngày càng hiện đại hơn (chú ý từ khóa, khai thác xa bờ tốt chủ yếu nhờ vào tàu thuyền, ngư cụ hiện đại, dịch vụ hậu cần nghề cá phát triển…)"
    },
    {
        "ID": "Geo_1_2",
        "Image_Question": "",
        "Question": "CÂU 2:Biện pháp giảm thiểu thiệt hại do lũ quét gây ra ở nước ta là\nA. cải tạo môi trường.\nB. chống cháy rừng.\nC. phát triển thủy lợi.\nD. quy hoạch dân cư.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nBiện pháp giảm thiểu thiệt hại do lũ quét gây ra ở nước ta cần quy hoạch các điểm dân cư để tránh  các vùng có thể xảy ra lũ quét nguy hiểm."
    },
    {
        "ID": "Geo_1_3",
        "Image_Question": "",
        "Question": "CÂU 3:Ngành du lịch biển đảo nước ta hiện nay\nA. tập trung ở miền Bắc.\nB. cơ cấu rất đa dạng.\nC. phân bố đều khắp.\nD. du khách tăng nhanh.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nNgành du lịch biển đảo nước ta hiện nay có số du khách và doanh thu tăng nhanh."
    },
    {
        "ID": "Geo_1_4",
        "Image_Question": "",
        "Question": "CÂU 4:Các nhà máy nhiệt điện khí nước ta tập trung chủ yếu ở\nA. trung bộ.\nB. đồng bằng.\nC. vùng ven biển.\nD. miền Nam.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nCác nhà máy nhiệt điện khí nước ta tập trung chủ yếu ở miền Nam do có nguồn nhiên liệu phong phú từ khí tự nhiên tại thềm lục địa phía nam biển Đông."
    },
    {
        "ID": "Geo_1_5",
        "Image_Question": "",
        "Question": "CÂU 5:Vấn đề có ý nghĩa hàng đầu của việc khai thác chiều sâu trong công nghiệp ở Đông Nam Bộ là\nA. trồng rừng.\nB. thủy lợi.\nC. bảo vệ rừng.\nD. năng lượng.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nVấn đề có ý nghĩa hàng đầu của việc khai thác chiều sâu trong công nghiệp ở Đông Nam Bộ là cơ sở năng lượng( điện)."
    },
    {
        "ID": "Geo_1_6",
        "Image_Question": "",
        "Question": "CÂU 6:Căn cứ vào Atlat Địa lí Việt Nam trang 4 - 5, cho biết tỉnh nào trong các tỉnh sau đây có lãnh thổ hẹp ngang nhất?\nA. Quảng Bình.\nB. Hà Tĩnh.\nC. Quảng Trị.\nD. Nghệ An.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nSử dụng Atlat Địa lí Việt Nam trang 4-5."
    },
    {
        "ID": "Geo_1_7",
        "Image_Question": "",
        "Question": "CÂU 7:Căn cứ vào Atlat Địa lí Việt Nam trang 9, cho biết trong các địa điểm sau đây, địa điểm nào có nhiệt độ trung bình tháng VII thấp nhất?\nA. Sơn La.\nB. Hà Nội.\nC. Huế.\nD. Quảng Nam.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nSử dụng Atlat Địa lí Việt Nam trang 9."
    },
    {
        "ID": "Geo_1_8",
        "Image_Question": "",
        "Question": "CÂU 8:Căn cứ vào Atlat Địa lí Việt Nam trang 10, cho biết hồ nào sau đây thuộc lưu vực hệ thống sông Thái Bình?\nA. Hồ Cấm Sơn.\nB. Hồ Thác Bà.\nC. Hồ Kẻ Gỗ.\nD. Hồ Hòa Bình.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nSử dụng Atlat Địa lí Việt Nam trang 9."
    },
    {
        "ID": "Geo_1_9",
        "Image_Question": "",
        "Question": "CÂU 9:Căn cứ vào Atlat Địa lí Việt Nam trang 14, cho biết núi nào sau đây nằm trên cao nguyên Lâm Viên?\nA. Núi Vọng Phu.\nB. Núi Lang Bian.\nC. Núi Chứa Chan.\nD. Núi Ngọc Krinh.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nSử dụng Atlat Địa lí Việt Nam trang 14"
    },
    {
        "ID": "Geo_1_10",
        "Image_Question": "",
        "Question": "CÂU 10:Căn cứ vào Atlat Địa lí Việt Nam trang 15, cho biết tỉnh nào có mật độ dân số cao nhất trong các tỉnh sau đây?\nA. Quảng Nam.\nB. Thanh Hóa.\nC. Phú Yên.\nD. Bình Thuận.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nSử dụng Atlat Địa lí Việt Nam trang 15"
    },
    {
        "ID": "Geo_1_11",
        "Image_Question": "",
        "Question": "CÂU 11:Căn cứ vào Atlat Địa lí Việt Nam trang 17, cho biết tỉnh nào sau đây có thu nhập bình quân đầu người cao nhất?\nA. Thái Nguyên.\nB. Quảng Bình.\nC. Hậu Giang.\nD. Bình Dương.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nSử dụng Atlat Địa lí Việt Nam trang 17"
    },
    {
        "ID": "Geo_1_12",
        "Image_Question": "",
        "Question": "CÂU 12:Căn cứ vào Atlat Địa lí Việt Nam trang 19, cho biết tỉnh nào sau đây có diện tích trồng cây công nghiệp lâu năm lớn hơn cây công nghiệp hàng năm?\nA. Hậu Giang.\nB. Phú Yên.\nC. Sóc Trăng.\nD. Bến Tre.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nSử dụng Atlat Địa lí Việt Nam trang 19"
    },
    {
        "ID": "Geo_1_13",
        "Image_Question": "",
        "Question": "CÂU 13:Căn cứ vào Atlat Địa lí Việt Nam trang 21, cho biết ngành công nghiệp nào sau đây có ở trung Quy Nhơn?\nA. Đóng Tàu.\nB. Điện tử.\nC. Cơ khí.\nD. Dệt may.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nSử dụng Atlat Địa lí Việt Nam trang 21"
    },
    {
        "ID": "Geo_1_14",
        "Image_Question": "",
        "Question": "CÂU 14:Căn cứ vào Atlat Địa lí Việt Nam trang 22. cho biết trung tâm nào có quy mô nhỏ nhất trong các trung tâm công nghiệp chê biên lương thực, thực phâm sau đây?\nA. Hải Phòng.\nB. Biên Hòa.\nC. Cà Mau.\nD. Tây Ninh.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nSử dụng Atlat Địa lí Việt Nam trang 23"
    },
    {
        "ID": "Geo_1_15",
        "Image_Question": "",
        "Question": "CÂU 15:Căn cứ vào Atlat Địa lí Việt Nam trang 23, cho biết cảng nào sau đây là cảng biển?\nA. Cảng Việt Trì.\nB. Cảng Sơn Tây.\nC. Cảng Cần Thơ.\nD. Cảng Cửa Ông.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nSử dụng Atlat Địa lí Việt Nam trang 23"
    },
    {
        "ID": "Geo_1_16",
        "Image_Question": "",
        "Question": "CÂU 16:Căn cứ vào Atlat Địa lí Việt Nam trang 25, cho biết tài nguyên du lịch nào sau đây là di tích lịch sử cách mạng, văn hóa, kiến trúc nghệ thuật?\nA. Hoàng Liên.\nB. Yên Tử.\nC. Ba Tơ.\nD. Ba Na.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nSử dụng Atlat Địa lí Việt Nam trang 25"
    },
    {
        "ID": "Geo_1_17",
        "Image_Question": "",
        "Question": "CÂU 17:Căn cứ vào Atlat Địa lí Việt Nam trang 26, cho biết tỉnh nào sau đây vừa giáp với Đồng bằng sông Hồng và giáp với Bắc Trung Bộ?\nA. Phú Thọ.\nB. Bắc Giang.\nC. Hòa Bình.\nD. Thái Nguyên.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nSử dụng Atlat Địa lí Việt Nam trang 26"
    },
    {
        "ID": "Geo_1_18",
        "Image_Question": "",
        "Question": "CÂU 18:Căn cứ vào Atlat Địa lí Việt Nam trang 27, cho biết điểm khai thác đá quý Quỳ Châu thuộc tỉnh nào sau đây?\nA. Quảng Trị.\nB. Thanh Hóa.\nC. Nghệ An.\nD. Quảng Bình.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nSử dụng Atlat Địa lí Việt Nam trang 27"
    },
    {
        "ID": "Geo_1_19",
        "Image_Question": "",
        "Question": "CÂU 19:Căn cứ vào Atlat Địa lí Việt Nam trang 28, cho biết hồ Đơn Dương  thuộc tỉnh nào sau đây?\nA. Bình Định.\nB. Đắc Lăck.\nC. Lâm Đồng.\nD. Quảng Ngãi.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nSử dụng Atlat Địa lí Việt Nam trang 28"
    },
    {
        "ID": "Geo_1_20",
        "Image_Question": "",
        "Question": "CÂU 20:Căn cứ vào Atlat Địa lí Việt Nam trang 29, cho biết kênh Vĩnh Tế nối Châu Đốc với địa điểm nào sau đây?\nA. Hà Tiên.\nB. Rạch Giá.\nC. Vị Thanh.\nD. Mộc Hóa.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nSử dụng Atlat Địa lí Việt Nam trang 29"
    },
    {
        "ID": "Geo_1_21",
        "Image_Question": "",
        "Question": "CÂU 21:Cho bảng số liệu:\nGIÁ TRỊ XUẤT NHẬP KHẨU HÀNG HÓA VÀ DỊCH VỤ CỦA MỘT SỐ QUỐC GIA NĂM 2016\n( Đơn vị: Tỷ đô la Mỹ)\nQuốc gia\tXingapo\tMalaixia\tThái Lan\tInđônêxia\nXuất khẩu\t511,2\t200,7\t280,4\t177,0\nNhập khẩu\t434,4\t180,8\t220,2\t170,7\n(Nguồn: Niên giám thống kê Việt Nam 2017, NXB Thống kê 2018)\nTheo bảng số liệu, cho biết quốc gia nào có giá trị xuất siêu lớn nhất?\nA. Singapo.\nB. Malaixia.\nC. Thái Lan.\nD. Inđônêxia",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nTính cán cân xuất nhập khẩu = xuất khẩu – nhập khẩu.\nSingapo có cán cân xuất nhập khẩu cao nhất."
    },
    {
        "ID": "Geo_1_22",
        "Image_Question": "Geo_1/ Geo_1_22.png",
        "Question": "CÂU 22: Cho biểu đồ:\n(Số liệu theo Niên giám thông kê Việt Nam 2019, NXB Thông kê, 2020)\nTheo biểu đồ, nhận xét nào sau đây đúng khi so sánh sự thay đổi GDP của Philipines và Thái Lan từ năm 2010 đến năm 2018?\nA. GDP của Thái Lan và Philipin tăng không ổn định.\nB. Giá trị GDP của Thái Lan tăng trưởng không ổn định.\nC. Quy mô GDP của Philipin lớn hơn so với Thái Lan.\nD. GDP của Thái Lan tăng nhanh hơn so với Philipin.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nNước ta tiếp giáp với biển Đông nên được cung cấp một lượng hơi ẩm lớn từ biển vào nên có lượng mư lớn trung binhg từ 1500 đến 2000mm/năm, độ ẩm không khí cao, trung binh trên 80%."
    },
    {
        "ID": "Geo_1_23",
        "Image_Question": "",
        "Question": "CÂU 23:Nước ta giáp biển Đông nên\nA. hai lần Mặt Trời lên thiên đỉnh trong năm.\nB. gió mùa Đông Bắc hoạt động ở mùa đông.\nC. tổng lượng mưa lớn, độ ẩm không khí cao.\nD. một mùa có mưa nhiều và một mùa mưa ít.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nNước ta tiếp giáp với biển Đông nên được cung cấp một lượng hơi ẩm lớn từ biển vào nên có lượng mư lớn trung binhg từ 1500 đến 2000mm/năm, độ ẩm không khí cao, trung binh trên 80%."
    },
    {
        "ID": "Geo_1_24",
        "Image_Question": "",
        "Question": "CÂU 24:Cơ cấu dân số nước ta hiện nay\nA. phân bố đồng đều giữa các vùng.\nB. tăng nhanh, cơ cấu dân số già.\nC. tập trung chủ yếu ở thành thị.\nD. cơ cấu dân số vàng, lao động dồi dào",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nCơ cấu dân số nước ta hiện nay đang có sự biến đổi nhanh chóng theo nhóm tuổi và ở thời kì cơ cấu dân số vàng, nên có lao động dồi dào, tỉ lệ dân số phụ thuộc giảm."
    },
    {
        "ID": "Geo_1_25",
        "Image_Question": "",
        "Question": "CÂU 25:Các đô thị ở nước ta hiện nay\nA. tỉ lệ dân thành thị không thay đổi.\nB. số đô thị giống nhau ở các vùng.\nC. tỉ lệ dân thành thị tăng nhanh.\nD. trình độ đô thị hóa cao ở các vùng.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nCác  đô thị ở nước ta hiện nay có tỉ lệ dân thành thị thấp hơn so với nông thôn, tuy nhiên tỉ lệ dân thành thị nước ta đang có xu hướng tăng nhờ quá trình đô thị hóa được đẩy mạnh."
    },
    {
        "ID": "Geo_1_26",
        "Image_Question": "",
        "Question": "CÂU 26:Trong cơ cấu ngành trồng trọt, tỉ trọng cây công nghiệp có xu hướng tăng nhanh thời gian gần đây là do\nA. điều kiện thuận lợi để phát triển.\nB. đẩy mạnh chế biến và tiêu thụ.\nC. đẩy mạnh chuyên môn hóa sản xuất.\nD. mang lại hiệu quả kinh tế cao.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nTrong cơ cấu ngành trồng trọt, tỉ trọng cây công nghiệp có xu hướng tăng nhanh thời gian gần đây là do phục vụ cho nhu cầu trong nước và xuất khẩu nên mang lại hiệu quả kinh tế cao."
    },
    {
        "ID": "Geo_1_27",
        "Image_Question": "",
        "Question": "CÂU 27:Ngành viễn thông nước ta hiện nay\nA. thiết bị cũ kĩ lạc hậu, quy trình thủ công.\nB. cơ giới hóa, tự động hóa, phân bố hợp lí.\nC. tương đối đa dạng, không ngừng phát triển\nD. tính phục vụ cao, mạng lưới rộng khắp",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nNgành viễn thông nước ta có đặc điểm nổi bật là tốc độ phát triển nhanh vượt bậc và đón đầu được các thành tựu kĩ thuật hiện đại và có cơ cấu ngành tương đối đa dạng (SGK Địa lí 12 trang 134)"
    },
    {
        "ID": "Geo_1_28",
        "Image_Question": "",
        "Question": "CÂU 28:Ngành thủy sản nước ta hiện nay\nA. diện tích nuôi trồng suy giảm.\nB. nuôi trồng thủy sản chiếm tỉ trọng lớn.\nC. nhu cầu thị trường tăng nhanh.\nD. tập trung hầu hết ở vùng ven biển.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nNgành thủy sản nước ta hiện nay có nhu cầu các mặt hàng thủy sản tăng nhanh trong những năm gần đây. (SGK Địa lí 12 trang 101)"
    },
    {
        "ID": "Geo_1_29",
        "Image_Question": "",
        "Question": "CÂU 29:Giao thông vận tải đường bộ nước ta hiện nay\nA. có nhiều trục đường bộ xuyên quốc gia.\nB. được mở rộng, phủ kín các vùng.\nC. chưa hội nhập vào đường bộ khu vực.\nD. chỉ tập trung ở vùng đồng bằng.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nGiao thông vận tải đường bộ nước ta hiện nay nhờ huy động các nguồn vốn và tập trung đầu tư nên mạng lưới được mở rộng và hiện đại hóa, về cơ bản đã phủ kín các vùng. (SGK Địa lí 12 trang 131)"
    },
    {
        "ID": "Geo_1_30",
        "Image_Question": "",
        "Question": "CÂU 30:Các vũng vịnh nước sâu ven bờ biển Việt Nam có nhiều tiềm năng để phát triển\nA. phát triển du lịch biển.\nB. xây dựng các cảng nước sâu.\nC. khai thác khoáng sản biển.\nD. đánh bắt cá và làm muối.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nCác vũng vịnh nước sâu ven bờ biển Việt Nam có nhiều tiềm năng để phát triển xây dựng các cảng nước sâu nhất là Nam Trung Bộ."
    },
    {
        "ID": "Geo_1_31",
        "Image_Question": "",
        "Question": "CÂU 31:Kim ngạch xuất khẩu của nước ta tăng nhanh trong những năm gần đây chủ yếu do\nA. đẩy mạnh khai thác khoáng sản các loại.\nB. đẩy mạnh công nghiệp hóa và đô thị hóa.\nC. tích cực mở rộng thêm nhiều thị trường.\nD. tham gia của nhiều thành phần kinh tế.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nKim ngạch xuất khẩu nước ta tăng nhanh trong những năm gần đây chủ yếu do tác động của việc mở rộng và đa dạng hóa nhiều thị trường. Đồng thời Việt Nam trở thành thành viên của WTO và có quan hệ buôn bán với nhiều nước lớn trên thế giới như Hoa Kì, EU, Nhật,…"
    },
    {
        "ID": "Geo_1_32",
        "Image_Question": "",
        "Question": "CÂU 32:Thế mạnh chủ yếu của ngành công nghiệp dệt may ở Đồng bằng sông Hồng là\nA. sản phẩm phong phú, hiệu quả kinh tế cao, phân bố rộng .\nB. thị trường tiêu thụ rộng lớn, thu hút mạnh vốn đầu tư.\nC. nguồn lao động dồi dào, thị trường tiêu thụ rộng lớn.\nD. cơ cấu ngành đa dạng, nguồn nguyên liệu phong phú.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nThế mạnh chủ yếu của ngành công nghiệp dệt may ở Đồng bằng sông Hồng là nguồn lao động dồi dào, thị trường tiêu thụ rộng lớn."
    },
    {
        "ID": "Geo_1_33",
        "Image_Question": "",
        "Question": "CÂU 33:Thuận lợi chủ yếu để phát triển công nghiệp ở Trung du miền núi Bắc Bộ là\nA. giàu loại khoáng sản, nguồn năng lượng phong phú.\nB. thu hút được nhiều đầu tư, có lao động dồi dào.\nC. nằm trong vùng kinh tế trọng điểm, hấp dẫn đầu tư.\nD. cơ sở hạ tầng phát triển, lao động nhiều kinh nghiệm.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nThuận lợi chủ yếu để phát triển công nghiệp ở Trung du miền núi Bắc Bộ là giàu loại khoáng sản bậc nhất nước ta, nguồn năng lượng phong phú."
    },
    {
        "ID": "Geo_1_34",
        "Image_Question": "",
        "Question": "CÂU 34:Thuận lợi chủ yếu nhất để phát triển cây công nghiệp lâu năm ở Tây Nguyên là\nA. khí hậu có tính chất cận xích đạo, đất bazan giàu dinh dưỡng.\nB. đất badan có diện tích rộng, giống cây trồng có chất lượng tốt.\nC. đất badan ở trên những mặt bằng rộng, nguồn nước dồi dào.\nD. khí hậu mát mẻ trên các cao nguyên cao trên 1000m, đất tốt.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nThuận lợi chủ yếu nhất để phát triển cây công nghiệp lâu năm ở Tây Nguyên là khí hậu có tính chất cận xích đạo, đất bazan giàu dinh dưỡng."
    },
    {
        "ID": "Geo_1_35",
        "Image_Question": "",
        "Question": "CÂU 35:Nguyên nhân chính làm cho giá trị sản xuất công nghiệp của Duyên hải Nam Trung Bộ vẫn còn thấp là do\nA. nguồn nhân lực có trình độ cao bị hút về các vùng khác\nB. không chủ động được nguồn nguyên liệu cho sản xuất.\nC. tài nguyên khoáng sản, năng lượng chưa được phát huy.\nD. các nguồn lực phát triển sản xuất còn chưa hội tụ đầy đủ.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nNguyên nhân chính làm cho giá trị sản xuất công nghiệp của Duyên hải Nam Trung Bộ vẫn còn thấp là do vùng rất hạn chế về tài nguyên nhiên liệu, năng lượng; cơ sở năng lượng (điện) chưa đáp ứng nhu cầu phát triển công nghiệp cơ sở hạ tầng chưa hoàn thiện, thiếu lực lượng lao động có trình độ chuyên môn... => các nguồn lực phát triển còn chưa hội tụ đầy đủ (SGK Địa lí 12 trang 163)."
    },
    {
        "ID": "Geo_1_36",
        "Image_Question": "Geo_1/ Geo_1_36.png",
        "Question": "CÂU 36:Cho biểu đồ về dân số thành thị và nông thôn nước ta giai đoạn 1990 – 2019:\n(Nguồn: Niên giám thông kê Việt Nam 2019, NXB Thống kê, 2020)\nBiểu đồ trên thể hiện nội dung nào?\nA. Tốc độ tăng trưởng dân số thành thị và nông thôn nước ta nước ta giai đoạn 1990 đến 2019.\nB. Sự chuyển dịch cơ cấu dân số thành thị và nông thôn nước ta giai đoạn 1990 đến 2019.\nC. Tình hình gia tăng dân số thành thị và nông thôn nước ta nước ta giai đoạn 1990 đến 2019.\nD. Quy mô, cơ cấu dân số thành thị và nông thôn nước ta nước ta giai đoạn 1990 đến 2019.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nBiểu đồ thể hiện sự chuyển dịch cơ cấu dân số thành thị và nông thôn nước ta giai đoạn 1990 đến 2019."
    },
    {
        "ID": "Geo_1_37",
        "Image_Question": "",
        "Question": "CÂU 37:Do nằm trong khu vực nội chí tuyến nên Biển Đông có\nA. các dòng biển đổi hướng theo mùa, dải hội tụ và áp thấp nhiệt đới.\nB. các vùng biển nông và giáp Thái Bình Dương, biển ấm, mưa nhiều.\nC. độ muối khá cao, nhiều ánh sáng, giàu ôxi, nhiệt độ nước biển cao.\nD. biển kín và rộng, khí hậu nhiệt đới gió mùa, độ muối tương đối lớn.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nDo nằm trong khu vực nội chí tuyến nên Biển Đông có độ muối khá cao, nhiều ánh sáng, giàu ôxi, nhiệt độ nước biển cao."
    },
    {
        "ID": "Geo_1_38",
        "Image_Question": "",
        "Question": "CÂU 38:Khó khăn chủ yếu trong sử dụng hợp lí và cải tạo tự nhiên ở Đồng bằng sông Cửu Long là\nA. sông ngòi, kênh rạch chằng chịt, bề mặt đồng bằng bị cắt xẻ lớn.\nB. một số loại đất thiếu dinh dưỡng hoặc quá chặt, khó thoát nước.\nC. phần lớn diện tích là đất phèn, đất mặn, có một mùa khô sâu sắc.\nD. địa hình thấp, lũ kéo dài, có các vùng đất rộng lớn bị ngập sâu.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nKhó khăn chủ yếu trong sử dụng hợp lí và cải tạo tự nhiên ở Đồng bằng sông Cửu Long là phần lớn diện tích là đất phèn, đất mặn; có một mùa khô sâu sắc."
    },
    {
        "ID": "Geo_1_39",
        "Image_Question": "",
        "Question": "CÂU 39:Ý nghĩa chủ yếu của việc xây dựng cơ sở hạ tầng giao thông vận tải ở Bắc Trung Bộ là\nA. tạo ra những thay đổi lớn, thúc đẩy sự phát triển kinh tế xã hội cho vùng.\nB. tạo thuận lợi đa dạng hàng hóa vận chuyển, nâng cao vị thế của vùng.\nC. tăng khả năng thu hút các nguồn đầu tư, thúc đẩy phát triển kinh tế xã hội.\nD. làm thay đổi cơ cấu kinh tế nông thôn ven biển, giải quyết việc làm.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nÝ nghĩa quan trọng nhất của việc phát triển cơ sở hạ tầng giao thông vận tải ở Bắc Trung Bộ là tạo ra những thay đổi lớn trong sự phát triển kinh tế xã hội của vùng, cơ sở hạ tầng đặc biệt giao thông vận tải (các tuyến đường bắc – nam, đông – tây nối cửa khẩu, cảng biển…) phát triển sẽ tạo thế mở cửa, tăng cường giao lưu kinh tế và thu hút mạnh mẽ nguồn vốn đầu tư trong và ngoài nước => thúc đẩy sự phát triển kinh tế - xã hội, hình thành cơ cấu kinh tế của vùng."
    },
    {
        "ID": "Geo_1_40",
        "Image_Question": "",
        "Question": "CÂU 40:Cho bảng sau:\nDIỆN TÍCH GIEO TRỒNG MỘT SỐ CÂY CÔNG NGHIỆP LÂU NĂM Ở NƯỚC TA GIAI ĐOẠN 2010 – 2019 (Đơn vị: nghìn ha)\nNăm\t2010\t2013\t2015\t2017\t2019\nChè\t129,9\t128,2\t133,6\t129,3\t123,3\nCà phê\t554,7\t635,0\t643,3\t664,6\t683,8\nCao su\t748,7\t955,7\t955,7\t971,6\t922,0\n(Nguồn: Niên giám thông kê Việt Nam 2019, NXB Thống kê, 2020)\nTheo bảng số liệu, để thể hiện tốc độ tăng trưởng diện tích gieo trồng cây công nghiệp lâu năm của nước ta từ năm 2010 đến năm 2019, dạng biểu đồ nào sau đây là thích hợp nhất?\nA. Miền.\nB. Kết hợp.\nC. Đường.\nD. Tròn.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nTheo bảng số liệu, để thể hiện tốc độ tăng trưởng diện tích gieo trồng cây công nghiệp lâu năm của nước ta từ năm 2010 đến năm 2019, dạng biểu đồ đường là thích hợp nhất."
    }
]