[
    {
        "ID": "Geo_2_1",
        "Image_Question": "",
        "Question": "CÂU 1:Thủy sản nước ngọt ở nước ta thường được nuôi tại\nA. vịnh biển.\nB. ao hồ.\nC. bãi triều.\nD. đầm phá.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nThủy sản nước ngọt thường được nuôi ở ao hồ, sông suối, kênh rạch, ô trũng ở đồng bằng."
    },
    {
        "ID": "Geo_2_2",
        "Image_Question": "",
        "Question": "CÂU 2:Thiên tài nào sau đây thường xảy ra ở ven biển nước ta?\nA. Lũ quét.\nB. Sóng thần.\nC. Trượt đất.\nD. Cát bay.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nỞ ven biển nước ta thường xảy ra các thiên tai như:  bão, cát bay, cát chảy, sạt lở bờ biển,…"
    },
    {
        "ID": "Geo_2_3",
        "Image_Question": "",
        "Question": "CÂU 3:Ngành công nghiệp trọng điểm của nước ta hiện nay không phải là\nA. cơ khí - điện tử.\nB. luyện kim màu.\nC. vật liệu xây dựng.\nD. năng lượng.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nCác ngành công nghiệp trọng điểm chủ yếu ở nước ta là: năng lượng, chế biến lương thực thực phẩm, sản xuất hàng tiêu dùng (dệt-may), cơ khí - điện tử, vật liệu xây dựng, phân bón - hóa chất - cao su."
    },
    {
        "ID": "Geo_2_4",
        "Image_Question": "",
        "Question": "CÂU 4:Sông có tiềm năng thủy điện lớn nhất trên hệ thống sông Hồng là\nA. sông Đà.\nB. sông Gâm.\nC. sông Lô.\nD. sông Chảy.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nHệ thống sông Hồng chiếm 1/3 trữ năng thủy điện cả nước (11 triệu kW), riêng sông Đà (sông chảy ở vùng Tây Bắc) là một phụ lưu của sông Hồng đã chiếm gần 6 triệu kW."
    },
    {
        "ID": "Geo_2_5",
        "Image_Question": "",
        "Question": "CÂU 5:Vấn đề có ý nghĩa hàng đầu trong sử dụng và cải tạo tự nhiên của Đồng Bằng sông Cửu Long là\nA. thủy lợi.\nB. chống cát bay.\nC. trồng rừng.\nD. thay đổi cơ cấu mùa vụ.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nKhó khăn lớn nhất của Đồng bằng sông Cửu Long về tự nhiên là xâm nhập mặn lấn sâu, mùa khô rất thiếu nước ngọt để thau chua rửa mặn, phèn cho đất nên vấn đề thủy lợi phải được quan tâm hàng đầu."
    },
    {
        "ID": "Geo_2_6",
        "Image_Question": "",
        "Question": "CÂU 6:Căn cứ vào Atlat Địa lí Việt Nam trang 4 - 5, cho biết tinh nào trong các tinh sau đây có diện tích nhỏ nhất?\nA. Bắc Ninh.\nB. Hà Nam.\nC. Hưng Yên.\nD. Đà Nẵng.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nSử dụng Atlat Địa lí Việt Nam."
    },
    {
        "ID": "Geo_2_7",
        "Image_Question": "",
        "Question": "CÂU 7:Căn cứ vào Atlat Địa lí Việt Nam trang 10, cho biết trong các hệ thống sông sau đây, hệ thống sông nào có tỉ lệ diện tích lưu vực nhỏ nhất?\nA. Sông Mã.\nB. Sông Cả.\nC. Sông Thái Bình.\nD. Sông Thu Bồn.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nSử dụng Atlat Địa lí Việt Nam."
    },
    {
        "ID": "Geo_2_8",
        "Image_Question": "",
        "Question": "CÂU 8:Căn cứ vào Atlat Địa lí Việt Nam trang 9, cho biết trạm khí tượng nào sau đây thuộc vùng khi hậu Tây Bắc Bộ?\nA. Sa Pa.\nB. Thanh Hóa.\nC. Điện Biên Phủ.\nD. Lạng Sơn.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nSử dụng Atlat Địa lí Việt Nam."
    },
    {
        "ID": "Geo_2_9",
        "Image_Question": "",
        "Question": "CÂU 9:Căn cứ vào Atlat Địa lí Việt Nam trang 14, cho biết núi nào cao nhất trong các núi sau đây?\nA. Ngọc Linh.\nB. Vọng Phu.\nC. Bi Doup.\nD. Ngọc Krinh.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nSử dụng Atlat Địa lí Việt Nam."
    },
    {
        "ID": "Geo_2_10",
        "Image_Question": "",
        "Question": "CÂU 10:Căn cứ vào Atlat Địa lí Việt Nam trang 15, hãy cho biết các đô thị nào sau đây là đô thị loại 2 ở nước ta?\nA. Đà Nẵng.\nB. Quy Nhơn.\nC. Hải Phòng.\nD. Đồng Hới",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nSử dụng Atlat Địa lí Việt Nam."
    },
    {
        "ID": "Geo_2_11",
        "Image_Question": "",
        "Question": "CÂU 11:Căn cứ vào Atlat Địa lí Việt Nam trang 17, cho biết tỉnh nào sau đây không thuộc Duyên hải Nam Trung Bộ?\nA. Huế.\nB. Khánh Hóa.\nC. Bình Thuận.\nD. Phú Yên.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nSử dụng Atlat Địa lí Việt Nam."
    },
    {
        "ID": "Geo_2_12",
        "Image_Question": "",
        "Question": "CÂU 12:Căn cứ vào Atlat Địa lí Việt Nam trang 19, cho biết tỉnh nào sau đây có diện tích trồng cây công nghiệp hàng năm lớn hơn cây công nghiệp lâu năm?\nA. Gia Lai.\nB. Lâm Đồng.\nC. Đắk Lắk.\nD. Phú Yên.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nSử dụng Atlat Địa lí Việt Nam."
    },
    {
        "ID": "Geo_2_13",
        "Image_Question": "",
        "Question": "CÂU 13:Căn cứ vào Atlat Địa li Việt Nam trang 21, cho biết ngành công nghiệp nào sau đây có ở trung tâm Cà Mau?\nA. Dệt.\nB. Luyện kim đen.\nC. Cơ khí.\nD. Sản xuất ô tô.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nSử dụng Atlat Địa lí Việt Nam."
    },
    {
        "ID": "Geo_2_14",
        "Image_Question": "",
        "Question": "CÂU 14:Căn cứ vào Atlat Địa lí Việt Nam trang 22, cho biết trung tâm công nghiệp chế biến lương thực, thực phẩm nào sau đây có quy mô lớn?\nA. Vinh.\nB. Cần Thơ.\nC. Tây Ninh.\nD. Hà Nội.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nSử dụng Atlat Địa lí Việt Nam."
    },
    {
        "ID": "Geo_2_15",
        "Image_Question": "",
        "Question": "CÂU 15:Căn cứ vào Atlat Địa lí Việt Nam trang 23, cho biết đường số 5 nối Hà Nội với nơi nào sau đây?\nA. Nam Định.\nB. Hòa Bình.\nC. Hải Phòng.\nD. Ninh Bình.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nSử dụng Atlat Địa lí Việt Nam."
    },
    {
        "ID": "Geo_2_16",
        "Image_Question": "",
        "Question": "CÂU 16:Căn cứ vào Atlat Địa lí Việt Nam trang 25, cho biết tài nguyên du lịch nào sau đây là di sản tự nhiên thế giới?\nA. Phong Nha Kẻ Bàng.\nB. Cố đô Huế.\nC. Di tích Mỹ Sơn.\nD. Phố cổ Hội An",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nSử dụng Atlat Địa lí Việt Nam."
    },
    {
        "ID": "Geo_2_17",
        "Image_Question": "",
        "Question": "CÂU 17:Căn cứ vào Atlat Địa lí Việt Nam trang 26, cho biết nhà máy nhiệt điện Uông Bí thuộc tỉnh nào sau đây?\nA. Lạng Sơn.\nB. Thái Nguyên.\nC. Tuyên Quang.\nD. Quảng Ninh.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nSử dụng Atlat Địa lí Việt Nam."
    },
    {
        "ID": "Geo_2_18",
        "Image_Question": "",
        "Question": "CÂU 18:Căn cứ vào Atlat Địa lí Việt Nam trang 27, cho biết Khu kinh tế ven biển Nghi Sơn thuộc tỉnh nào sau đây?\nA. Thanh Hóa.\nB. Nghệ An.\nC. Hà Tĩnh.\nD. Quảng Bình.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nSử dụng Atlat Địa lí Việt Nam."
    },
    {
        "ID": "Geo_2_19",
        "Image_Question": "",
        "Question": "CÂU 19:Căn cứ vào Atlat Địa lí Việt Nam trang 28, cho biết cảng biển Phan Thiết thuộc tỉnh nào sau đây ở Duyên hải Nam Trung Bộ?.\nA. Ninh Thuận.\nB. Bình Định.\nC. Bình Thuận.\nD. Phú Yên.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nSử dụng Atlat Địa lí Việt Nam."
    },
    {
        "ID": "Geo_2_20",
        "Image_Question": "",
        "Question": "CÂU 20:Căn cứ vào Atlat Địa lí Việt Nam trang 29, cho biết kênh Vĩnh Tế nối Hà Tiên với điểm nào sau đây?\nA. Long Xuyên.\nB. Ngã Bảy.\nC. Cao Lãnh.\nD. Châu Đốc.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nSử dụng Atlat Địa lí Việt Nam."
    },
    {
        "ID": "Geo_2_21",
        "Image_Question": "",
        "Question": "CÂU 21:Cho bảng số liệu:\nSỐ DÂN VÀ SẢN LƯỢNG LÚA CỦA IN-ĐÔ-NÊ-XI-A, NĂM 2018\nSố dân (triệu người)\tSản lượng lúa (nghìn tấn)\n265\t83037\n(Nguồn: Niên giám thống kê Việt Nam 2018, NXB Thống kê, 2019)\nCăn cứ vào bảng số liệu, bình quân sản lượng lúa theo đầu người của In-đô-nê-xi-a năm 2018 là\nA. 319 kg/người.\nB. 31,3 kg/người.\nC. 31,9 tạ/người.\nD. 313 kg/người.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nBình quân lúa theo đầu người được tính theo công thức = Sản lượng lúa : Số dân"
    },
    {
        "ID": "Geo_2_22",
        "Image_Question": "Geo_2/ Geo_2_22.png",
        "Question": "CÂU 22:Cho biểu đồ:\nSự thay đổi tỉ trọng GDP phân theo ngành kinh tế của Bru-nây năm 2010 và năm 2018\n(Nguồn: Niên giám thống kê Việt Nam 2017, NXB Thống kê, 2018)\nCăn cứ biểu đồ, nhận xét nào sau đây đúng về sự thay đổi tỉ trọng GDP phân theo ngành kinh tế của\nBru-nây năm 2010 và năm 2018?\nA. Nông - lâm - thủy sản giảm, dịch vụ tăng.\nB. Công nghiệp - xây dựng giảm, dịch vụ giảm.\nC. Công nghiệp - xây dựng tăng, dịch vụ tăng.\nD. Nông - lâm - thủy sản tăng, dịch vụ tăng.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nCăn cứ vào biểu đồ: Nông- lâm- thủy sản tăng, dịch vụ tăng."
    },
    {
        "ID": "Geo_2_23",
        "Image_Question": "",
        "Question": "CÂU 23:Đặc điểm nguồn lao động nước ta hiện nay là\nA. số lượng không lớn.\nB. trình độ rất cao.\nC. chất lượng nâng lên.\nD. phân bố rất đều.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nNước ta nằm trong vùng nội chí tuyến, góc chiếu sáng lớn nên nhận được tổng bức xạ Mặt Trời lớn."
    },
    {
        "ID": "Geo_2_24",
        "Image_Question": "",
        "Question": "CÂU 24:Nước ta nằm trong vùng nội chí tuyến nên\nA. mưa nhiều, độ ẩm lớn.\nB. tổng bức xạ Mặt Trời lớn.\nC. giàu có các loại khoáng sản.\nD. khí hậu phân thành hai mùa.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nDo thành tựu của ngành giáo dục, y tế nên chất lượng nguồn lao động nước ta được nâng lên."
    },
    {
        "ID": "Geo_2_25",
        "Image_Question": "",
        "Question": "CÂU 25:Đặc điểm đô thị hoá ở nước ta là\nA. trình độ đô thị hoá thấp.\nB. tỉ lệ dân thành thị giảm.\nC. phân bố đô thị đều giữa các vùng.\nD. quá trình đô thị hoá diễn ra nhanh",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nĐô thị hóa nước ta diễn ra còn chậm, trình độ thấp, nhất là hệ thống cơ sở hạ tầng đô thị còn thấp so với các nước trong khu vực và thế giới."
    },
    {
        "ID": "Geo_2_26",
        "Image_Question": "",
        "Question": "CÂU 26:Phát biểu nào sau đây không đúng với chuyển dịch cơ cấu kinh tế theo lãnh thổ của nước ta hiện nay?\nA. Thành lập các khu công nghiệp tập trung.\nB. Các vùng chuyên canh lớn được hình thành.\nC. Tạo sự phân hóa sản xuất lớn giữa các vùng.\nD. Vai trò kinh tế tư nhân ngày càng quan trọng.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nBiểu hiện của chuyển dịch cơ cấu kinh tế theo lãnh thổ là: hình thành các vùng động lực tăng trưởng kinh tế, các vùng nông nghiệp, các khu công nghiệp, các trung tâm công nghiệp, tạo sự phân hóa lãnh thổ sản suất."
    },
    {
        "ID": "Geo_2_27",
        "Image_Question": "",
        "Question": "CÂU 27:Ngành chăn nuôi của nước ta hiện nay\nA. có cơ sở thức ăn đã được đảm bảo.\nB. nuôi nhiều trâu và bò lấy sức kéo.\nC. có hiệu quả cao và luôn ổn định.\nD. chỉ sử dụng giống năng suất cao.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nDo đảm bảo cơ sở thức ăn cho người nên ngành chăn nuôi nước ta có điều kiện để phát triển, nguồn thức ăn cũng ngày càng đa dạng, phong phú: từ nguồn thức ăn tự nhiên, hoa màu lương thực, thức ăn chế biến công nghiệp."
    },
    {
        "ID": "Geo_2_28",
        "Image_Question": "",
        "Question": "CÂU 28:Vai trò kinh tế chủ yếu của rừng sản xuất ở nước ta là\nA. thúc đẩy chuyển dịch cơ cấu kinh tế.\nB. tạo nguồn hàng xuất khẩu chủ lực.\nC. cung cấp gỗ, củi, nguyên liệu giấy.\nD. đóng góp tỉ trọng rất lớn trong GDP.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nRừng sản xuất ở nước ta là rừng được trồng với mục đích phục vụ sản xuất: cung cấp gỗ, củi, nguyên liệu giấy,…"
    },
    {
        "ID": "Geo_2_29",
        "Image_Question": "",
        "Question": "CÂU 29:Viễn thông nước ta hiện nay không phải là ngành\nA. phân bố tập trung ở vùng núi.\nB. có đông đảo lao động kĩ thuật.\nC. sử dụng nhiều thiết bị hiện đại.\nD. có các hoạt động rất đa dạng.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nNgành viễn thông nước ta có tốc độ phát triển nhanh, hoạt động đa dạng, ứng dụng nhiều  thiết bị hiện đại, phân bố tập trung ở đồng bằng, nơi đông dân nhất là các thành phố lớn."
    },
    {
        "ID": "Geo_2_30",
        "Image_Question": "",
        "Question": "CÂU 30:Thuận lợi chủ yếu đối với phát triển du lịch biển nước ta là có\nA. rừng ngập mặn, các bãi triều rộng.\nB. vùng biển rộng, đường bờ biển dài.\nC. nhiều bãi biển đẹp, các đảo ven bờ.\nD. các ngư trường lớn, nhiều sinh vật.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nNước ta có điều kiện phát triển du lịch biển -đảo nhờ có các đảo ven bờ. các bãi biển đẹp, rộng, khí hậu tốt."
    },
    {
        "ID": "Geo_2_31",
        "Image_Question": "",
        "Question": "CÂU 31:Kim ngạch xuất khẩu của nước ta tăng nhanh trong những năm gần đây chủ yếu do tác động của việc\nA. đẩy mạnh khai thác khoáng sản các loại.\nB. đẩy mạnh công nghiệp hóa và đô thị hóa.\nC. tích cực mở rộng thêm nhiều thị trường.\nD. tham gia của nhiều thành phần kinh tế.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nKim ngạch xuất khẩu của nước ta tăng qua các năm, nhờ kết quả của quá trình tích cực hội nhập, mở cửa nền kinh tế."
    },
    {
        "ID": "Geo_2_32",
        "Image_Question": "",
        "Question": "CÂU 32:Ý nghĩa chủ yếu của chuyển dịch cơ cấu công nghiệp ở Đồng bằng sông Hồng là\nA. phát huy thế mạnh và đẩy nhanh tăng trưởng kinh tế.\nB. hình thành ngành trọng điểm và ngành dịch vụ mới.\nC. tạo thêm nhiều mặt hàng và giải quyết được việc làm.\nD. góp phần hiện đại hóa sản xuất và bảo vệ môi trường.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nCơ cấu kinh tế kinh tế nói chung và cơ cấu công nghiệp nói riêng ở ĐBSH đang chuyển dịch tích cực, sự phát triển công nghiệp gắn liền với phát triển các ngành công nghiệp trọng điểm như chế biến LTTP, dệt -may, vật liệu xây dựng,…dựa trên các thế mạnh sẵn có về nguồn nguyên liệu, lao động và thị trường. Từ đó sẽ góp phần đẩy nhanh tăng trưởng kinh tế của vùng."
    },
    {
        "ID": "Geo_2_33",
        "Image_Question": "",
        "Question": "CÂU 33:Biện pháp chủ yếu đẩy mạnh phát triển du lịch biển đảo ở Duyên hải Nam Trung Bộ là\nA. nâng cấp các cơ sở lưu trú, khai thác mới tài nguyên.\nB. hoàn thiện cơ sở hạ tầng, đa dạng loại hình sản phẩm.\nC. nâng cao trình độ người lao động, tích cực quảng bá.\nD. thu hút dân cư tham gia, phát triển du lịch cộng đồng.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nDuyên hải Nam Trung Bộ là vùng có nhiều điều kiện để phát triển du lịch biển -đảo do có nhiều bãi biển đẹp, rộng, cát trắng; các đảo ven bờ,…Vùng đã hình thành được các trung tâm du lịch có ý nghĩa quốc gia (Đà Nẵng) và vùng (Nha Trang). Tuy nhiên, để đẩy mạnh phát triển du lịch biển của vùng cần hoàn thiện cơ sở hạ tầng, đa dạng loại hình, sản phẩm du lịch."
    },
    {
        "ID": "Geo_2_34",
        "Image_Question": "",
        "Question": "CÂU 34:Giải pháp chủ yếu để nâng cao giá trị sản xuất cây công nghiệp lâu năm ở Tây Nguyên là\nA. phát triển chế biến, tăng cường xuất khẩu.\nB. tăng đầu tư, mở rộng vùng chuyên canh.\nC. thay đổi cơ cấu cây trồng, dùng giống tốt.\nD. mở rộng diện tích, chú trọng việc thủy lợi.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nỞ Tây Nguyên do cơ sở chế biến sản phẩm cây công nghiệp còn lạc hậu, nên chất lượng và giá trị sản phẩm trên thị trường chưa cao, giải pháp đặt ra là phải đầu tư công nghiệp chế biến nhằm nâng cao chất lượng từ đó nâng cao giá trị sản phẩm cây CN, đồng thời đẩy mạnh xuất khẩu sang thị trường các nước, nhất là các thị trường khó tính để nâng cao vị thế sản phẩm cây CN của vùng."
    },
    {
        "ID": "Geo_2_35",
        "Image_Question": "",
        "Question": "CÂU 35:Giải pháp chủ yếu để sử dụng hợp lí tự nhiên ở Đồng bằng sông Cửu Long là\nA. phát triển tổng hợp kinh tế biển và sống chung với lũ.\nB. đẩy mạnh trồng cây lương thực và nuôi trồng thủy sản.\nC. khai khẩn đất, trồng rừng ngập mặn và khai thác biển.\nD. cải tạo đất, bảo vệ rừng và chuyển đổi cơ cấu kinh tế.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nĐBSCL có diện tích đất nhiễm phèn, nhiễm mặn lớn, xâm nhập mặn vào mùa khô diễn ra phức tạp; diện tích rừng ngập mặn bị suy giảm do khai thác quá mức và cháy rừng, chính vì vậy để khai thác hợp lí và cải tạo tự nhiên hiệu quả ĐBSCL cần đầu tư thủy lợi để cải tạo đất, bảo vệ rừng ngập mặn, trồng rừng ven biển, chuyển đổi cơ cấu kinh tế để khai thác hiệu quả các thế mạnh tự nhiên, thúc đẩy tăng trưởng kinh tế."
    },
    {
        "ID": "Geo_2_36",
        "Image_Question": "Geo_2/Geo_2_36.png",
        "Question": "CÂU 36:Cho biểu đồ về diện tích lúa phân theo mùa vụ nước ta, giai đoạn 2005 – 2016\n(Nguồn số liệu theo Niên giám thống kê Việt Nam 2016, NXB Thống kê, 2017)\nBiểu đồ thể hiện nội dung nào sau đây?\nA. Quy mô, cơ cấu diện tích lúa phân theo mùa vụ nước ta.\nB. Thay đổi quy mô diện tích lúa phân theo mùa vụ nước ta.\nC. Chuyển dịch cơ cấu diện tích lúa phân theo mùa vụ nước ta.\nD. Tốc độ tăng trưởng diện tích lúa phân theo mùa vụ nước ta.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nBiểu đồ miền thể hiện rõ được sự chuyển dịch cơ cấu."
    },
    {
        "ID": "Geo_2_37",
        "Image_Question": "",
        "Question": "CÂU 37:Chế độ mưa trên các vùng lãnh thổ nước ta có sự phân hóa phức tạp theo không gian, thời gian chủ yếu do\nA. Tín phong bán cầu Bắc, hoạt động của gió mùa, vị trí địa lí và địa hình.\nB. gió mùa Tây Nam, gió tây nam từ Bắc Ấn Độ Dương đến, vị trí địa lí.\nC. gió mùa Đông Bắc, Tín phong bán cầu Bắc, vị trí địa lí và địa hình núi.\nD. gió tây nam thổi vào mùa hạ, vị trí địa lí, độ cao và hướng các dãy núi.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nChế độ mưa nước ta có sự phân hóa phức tạp theo không gian (không đều theo lãnh thổ), theo thời gian (theo mùa) chủ yếu là do: tác động kết hợp giữa nhiều nhân tố gây mưa: Tín phong Bán cầu Bắc (loại gió hoạt động quanh năm), hoạt động của gió mùa (gió mùa mùa đông và gió mùa mùa hạ), vị trí (giáp biển Đông) và địa hình (đón gió, khuất gió, song song với hướng gió, địa hình núi cao)."
    },
    {
        "ID": "Geo_2_38",
        "Image_Question": "",
        "Question": "CÂU 38:Cây ăn quả ở Đồng bằng sông Cửu Long hiện nay phát triển theo hướng tập trung do tác động chủ yếu của\nA. chuyển đổi cơ cấu nông nghiệp, phát triển các sản phẩm giá trị.\nB. đa dạng hóa sản xuất nông nghiệp, tích cực mở rộng thị trường.\nC. sản xuất theo hướng thâm canh, khai thác hiệu quả thế mạnh.\nD. ứng dụng tiến bộ khoa học công nghệ, giải quyết việc làm tại chỗ.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nĐồng bằng sông Cửu Long có diện tích trồng cây ăn quả lớn nhất cả nước, nhất là cây ăn quả nhiệt đới, ngoài các điều kiện thuận lợi về tự nhiên cho phát triển thì nhân tố ảnh hưởng quyết định đến sự phát triển tập trung diện tích cây ăn quả của vùng này là do: chuyển đổi cơ cấu NN của vùng (giảm cây LT, tăng cây công nghiệp, cây ăn quả, thủy sản), ưu tiên phát triển các sản phẩm có giá trị, đem lại hiệu quả kinh tế cao."
    },
    {
        "ID": "Geo_2_39",
        "Image_Question": "",
        "Question": "CÂU 39:Ý nghĩa chủ yếu của việc phát triển cơ sở hạ tầng giao thông vận tải ở Bắc Trung Bộ là\nA. thúc đẩy phát triển kinh tế - xã hội, thuận lợi thu hút đầu tư.\nB. tạo cơ sở hình thành đô thị mới, phân bố dân cư và lao động.\nC. đẩy mạnh giao lưu với các vùng, thúc đẩy phát triển du lịch.\nD. phục vụ nhu cầu người dân, khai thác tài nguyên thiên nhiên.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nCơ sở hạ tầng giao thông vận tải và cơ sở năng lượng của vùng Bắc Trung Bộ còn chậm phát triển, điều này đã ảnh hưởng đến khả năng thu hút vốn đầu tư vào phát triển, nhất là công nghiệp. Chính vì vậy, việc phát triển cơ sở hạ tầng giao thông vận tải (cải tạo nâng cấp quốc lộ 1, đường sắt B-N, sân bay, cảng biển,..) sẽ thuận lợi cho thu hút vốn đầu tư, từ đó góp phần phát triển kinh tế -xã hội của vùng."
    },
    {
        "ID": "Geo_2_40",
        "Image_Question": "",
        "Question": "CÂU 40:Cho bảng số liệu:\nGIÁ TRỊ XUẤT, NHẬP KHẨU CỦA NƯỚC TA, GIAI ĐOẠN 2005 – 2016\nNăm\t2005\t2010\t2016\nXuất khẩu\t32447,1\t72236,7\t176580,8\nNhập khẩu\t36761,1\t84838,6\t174803,8\n(Đơn vị: Triệu đô la Mỹ)\n(Nguồn: Niên giám thống kê Việt Nam 2016, NXB Thống kê, 2017)\nTheo bảng số liệu, để thể hiện quy mô và cơ cấu giá trị xuất, nhập khẩu của nước ta trong thời gian trên biểu đồ nào sau đây thích hợp nhất?\nA. Miền.\nB. Kết hợp.\nC. Đường.\nD. Tròn.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nBiểu đồ tròn thể hiện rõ được quy mô và cơ cấu."
    }
]