[
    {
        "ID": "Geo_14_1",
        "Image_Question": "",
        "Question": "CÂU 1:Có tác dụng phòng chống thiên tai chủ yếu ở nước ta là\nA. rừng sản xuất.\nB. rừng phòng hộ.\nC. vườn quốc gia.\nD. các khu bảo tồn.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Có tác dụng phòng chống thiên tai chủ yếu ở nước ta là rừng phòng hộ.\nChọn đáp án B"
    },
    {
        "ID": "Geo_14_2",
        "Image_Question": "",
        "Question": "CÂU 2:Hạn hán ở nước ta thường gây ra\nA. rét hại.\nB. sạt lở.\nC. thiếu nước.\nD. sương muối.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Hạn hán thường xảy ra thiếu nước. Chọn đáp án C."
    },
    {
        "ID": "Geo_14_3",
        "Image_Question": "",
        "Question": "CÂU 3:Công nghiệp năng lượng ở nước ta được chia thành\nA. 2 phân ngành.\nB. 3 phân ngành.\nC. 4 phân ngành.\nD. 5 phân ngành.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Công nghiệp năng lượng nước ta được chia thành 2 phân ngành (khai thác nguyên nhiên liệu và sản xuất điện). Chọn đáp án A."
    },
    {
        "ID": "Geo_14_4",
        "Image_Question": "",
        "Question": "CÂU 4:Sản phẩm nào sau đây thuộc công nghiệp chế biến sản phẩm chăn nuôi?\nA. Bơ, sữa.\nB. Gạo, ngô.\nC. Rượu, bia.\nD. Nước mắm.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Sản phẩm thuộc công nghiệp chế biến sản phẩm chăn nuôi là bơ, sữa.Chọn đáp án A."
    },
    {
        "ID": "Geo_14_5",
        "Image_Question": "",
        "Question": "CÂU 5:Đông Nam Bộ dẫn đầu cả nước về\nA. mật độ dân số.\nB. giá trị hàng xuất khẩu.\nC. nuôi thủy sản.\nD. sản lượng lương thực.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Đông Nam Bộ dẫn đầu cả nước về giá trị hàng xuất khẩu . Chọn đáp án B."
    },
    {
        "ID": "Geo_14_6",
        "Image_Question": "",
        "Question": "CÂU 6:Căn cứ vào Atlat Địa lí Việt Nam trang 4 - 5, cho biết tỉnh nào sau đây không giáp biển?\nA. Hà Tĩnh.\nB. Quảng Ngãi.\nC. Ninh Thuận.\nD. An Giang.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 4-5, tỉnh không giáp biển là An Giang. Chọn đáp án D."
    },
    {
        "ID": "Geo_14_7",
        "Image_Question": "",
        "Question": "CÂU 7:Căn cứ vào Atlat Địa lí Việt Nam trang 10, cho biết hệ thống sông nào có tỉ lệ diện tích lưu vực lớn nhất?\nA. Sông Ba.\nB. Sông Mã.\nC. Sông Đồng Nai.\nD. Sông Thái Bình.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 10, sông Đồng Nai có tỉ lệ diện tích lưu vực lớn nhất. Chọn đáp án C."
    },
    {
        "ID": "Geo_14_8",
        "Image_Question": "",
        "Question": "CÂU 8:Căn cứ vào Atlat Địa lí Việt Nam trang 9, cho biết vùng khí hậu nào sau đây thường có bão đến sớm nhất nước ta?\nA. Đông Bắc Bộ.\nB. Bắc Trung Bộ.\nC. Nam Trung Bộ.\nD. Tây Bắc Bộ.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 9, vùng Đông Bắc Bộ có bão đến sớm nhất. Chọn đáp án A."
    },
    {
        "ID": "Geo_14_9",
        "Image_Question": "",
        "Question": "CÂU 9:Căn cứ vào Atlat Địa lí Việt Nam trang 14, cho biết núi nào cao nhất trong các núi nào sau đây?\nA. Vọng Phu.\nB. Chư Yang Sin.\nC. Nam Decbri.\nD. Chư Pha.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 14, đỉnh núi Chư Yang Sin có độ cao lớn nhất. Chọn đáp án B."
    },
    {
        "ID": "Geo_14_10",
        "Image_Question": "",
        "Question": "CÂU 10:Căn cứ vào Atlat Địa lí Việt Nam trang 15, cho biết những đô thị nào sau đây thuộc loại 2?\nA. Hà Nội, Nha Trang.\nB. Thái Nguyên, Hạ Long.\nC. Long Xuyên, Đà Lạt.\nD. Vũng Tàu, Pleiku.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlát Địa lí Việt Nam trang 15, Thái Nguyên, Hạ Long là đô thị loại 2. Chọn đáp án B."
    },
    {
        "ID": "Geo_14_11",
        "Image_Question": "",
        "Question": "CÂU 11:Căn cứ vào Atlat Địa lí Việt Nam trang 17, cho biết khu kinh tế ven biển nào sau đây thuộc vùng Đồng bằng sông Cửu Long?\nA. Nghi Sơn.\nB. Định An.\nC. Nhơn Hội.\nD. Vân Đồn.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 17, khu kinh tế ven biển thuộc ĐBSCL là Đinh An. Chọn đáp án B."
    },
    {
        "ID": "Geo_14_12",
        "Image_Question": "",
        "Question": "CÂU 12:Căn cứ vào Atlat Địa lí Việt Nam trang 19, cho biết tỉnh nào có số lượng gia cầm ít nhất?\nA. Quảng Bình.\nB. Thanh Hóa.\nC. Nghệ An.\nD. Quảng Nam.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 19, Quảng Bình đàn gia cầm ít nhất. Chọn đáp án A."
    },
    {
        "ID": "Geo_14_13",
        "Image_Question": "",
        "Question": "CÂU 13:Căn cứ vào Atlat Địa lí Việt Nam trang 21, trung tâm công nghiệp nào sau đây không có ngành chế biến nông sản?\nA. Đà Nẵng.\nB. Nha Trang.\nC. Thanh Hóa.\nD. Cà Mau.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 21, TTCN Đà Nẵng không có chế biến nông sản. Chọn đáp án A."
    },
    {
        "ID": "Geo_14_14",
        "Image_Question": "",
        "Question": "CÂU 14:Căn cứ vào Atlat Địa lí Việt Nam trang 22, cho biết nhà máy nhiệt điện nào sau đây có công suất dưới 1000MW?\nA. Cà Mau.\nB. Phú Mỹ.\nC. Na Dương.\nD. Phả Lại.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 22, nhà máy nhiệt điện có công suất dưới 1000MW là Na Dương. Chọn đáp án C."
    },
    {
        "ID": "Geo_14_15",
        "Image_Question": "",
        "Question": "CÂU 15:Căn cứ vào Atlat Địa lí Việt Nam trang 23, cho biết đường số 3 không nối Hà Nội với địa điểm nào sau đây?\nA. Cao Bằng.\nB. Bắc Kạn.\nC. Thái Nguyên.\nD. Bắc Giang.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 23, đường số 3 không nối Hà Nội  với Bắc Giang. Chọn đáp án D."
    },
    {
        "ID": "Geo_14_16",
        "Image_Question": "",
        "Question": "CÂU 16:Căn cứ vào Atlat Địa lí Việt Nam trang 25, cho biết các trung tâm du lịch nào sau đây có quy mô cùng cấp?\nA. Hạ Long, Hà Nội.\nB. Hải Phòng, Đà Nẵng.\nC. Vũng Tàu, Nha Trang.\nD. Cần Thơ, Huế.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 25, TT du lịch có qui mô đồng cấp là Vũng Tàu, Nha Trang. Chọn đáp án C."
    },
    {
        "ID": "Geo_14_17",
        "Image_Question": "",
        "Question": "CÂU 17:Căn cứ vào Atlat Địa lí Việt Nam trang 26, cho biết cây ăn quả không được trồng nhiều ở tỉnh nào sau đây thuộc Trung du và miền núi Bắc Bộ?\nA. Cao Bằng.\nB. Lạng Sơn.\nC. Quảng Ninh.\nD. Lào Cai.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 26, cây ăn quả không được trồng nhiều ở Cao Bằng. Chọn đáp án A."
    },
    {
        "ID": "Geo_14_18",
        "Image_Question": "",
        "Question": "CÂU 18:Căn cứ vào Atlat Địa lí Việt Nam trang 27, cho biết khu kinh tế cửa khẩu nào sau đây thuộc tỉnh Thừa Thiên - Huế?\nA. Na Mèo.\nB. Cha Lo.\nC. Nậm Cắn.\nD. A Đớt.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 27, Khu kinh tế cửa khẩu A Đớt thuộc tỉnh Thừa Thiên Huế. Chọn đáp án D."
    },
    {
        "ID": "Geo_14_19",
        "Image_Question": "",
        "Question": "CÂU 19:Căn cứ vào Atlat Địa lí Việt Nam trang 28, cho biết cây ăn quả được trồng nhiều ở tỉnh nào sau đây?\nA. Bình Thuận.\nB. Đắk Nông.\nC. Ninh Thuận.\nD. Kon Tum.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 28, cây ăn quả được trồng nhiều ở Bình Thuận. Chọn đáp án A."
    },
    {
        "ID": "Geo_14_20",
        "Image_Question": "",
        "Question": "CÂU 20:Căn cứ vào Atlat Địa lí Việt Nam trang 29, cho biết khu kinh tế cửa khẩu nào sau đây không thuộc vùng Đồng bằng sông Cửu Long?\nA. An Giang.\nB. Đồng Tháp.\nC. Mộc Bài.\nD. Hà Tiên.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 29, khu kinh tế của khẩu Mộc bài không thuộc Đồng bằng sông Cửu Long. Chọn đáp án C."
    },
    {
        "ID": "Geo_14_21",
        "Image_Question": "",
        "Question": "CÂU 21:Cho bảng số liệu:\nSỐ LƯỢT KHÁCH QUỐC TẾ ĐẾN MỘT SỐ QUỐC GIA\nNăm\t2010\t2013\t2019\nMa-lai-xi-a\t24319\t25613\t26211\nThái Lan\t15440\t25918\t40092\nPhi-lip-pin\t3381\t4620\t8043\n(Đơn vị: nghìn người)\n(Nguồn: Thống kế từ Hiệp hội du lịch Đông Nam Á, https://data.aseanstats.org)\nTheo bảng số liệu trên, nhận xét nào sau đây đúng khi so sánh số lượt khách quốc tế đến một số quốc gia trên trong giai đoạn 2010 – 2019?\nA. Phi-lip-pin luôn cao hơn Thái Lan.\nB. Thái lan luôn cao hơn Ma-lai-xi-a.\nC. Phi-lip-pin cao hơn Thái Lan và tăng nhiều nhất.\nD. Thái Lan cao hơn Phi-lip-pin và tăng nhanh nhất.",
        "Choice": "",
        "Image_Answer": "",
        "Explanation": "Thái Lan tăng 2,53 lần, Phi-lip-pin 2,37, Ma-lai-xi-a tăng 1,5 lần. Đáp án D"
    },
    {
        "ID": "Geo_14_22",
        "Image_Question": "Geo_14/Geo_14_22.png",
        "Question": "CÂU 22:Cho biểu đồ\nQui mô GDP của Xin-ga-po và Thái Lan qua các năm:\n(Số liệu theo Niên giám thống kê Việt Nam 2018, NXB Thống kê, 2019)\nTheo bảng số liệu, nhận xét nào sau đây không đúng về GDP của một số nước giai đoạn 2010 - 2017?\nA. Thái Lan tăng liên tục và chậm hơn Xin-ga-po.\nB. Thái Lan tăng nhiều hơn, Xin-ga-po tăng ít hơn.\nC. Xin-ga-po tăng không liên tục và chậm hơn Thái Lan.\nD. Thái Lan và Xin-ga-po đều tăng không liên tục.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Thái Lan tăng 1,5 lần, Xin-ga-po tăng 1,37 lần. Chọn đáp án A"
    },
    {
        "ID": "Geo_14_23",
        "Image_Question": "",
        "Question": "CÂU 23:Nước ta có vị trí nằm ở\nA. khu vực nội chí tuyến.\nB. phía tây bán đảo Đông Dương.\nC. khu vực ngoại chí tuyến.\nD. gần trung tâm khu vực Đông Á.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Nước ta có vị trí nằm ở  khu vực nội chí tuyến bán cầu Bắc. Chọn đáp án A."
    },
    {
        "ID": "Geo_14_24",
        "Image_Question": "",
        "Question": "CÂU 24:Dân số nước ta hiện nay\nA. dân nông thôn nhiều hơn đô thị.\nB. phân bố rất hợp lý giữa các vùng.\nC. tập trung đông ở các vùng núi.\nD. phân bố thưa thớt ở vùng đồng bằng.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Dân nông thôn nhiều hơn thành thị. Chọn đáp án A."
    },
    {
        "ID": "Geo_14_25",
        "Image_Question": "",
        "Question": "CÂU 25:Quá trình đô thị hoá của nước ta giai đoạn 1954 - 1975 có đặc điểm\nA. phát triển rất mạnh trên cả hai miền Nam, Bắc.\nB. hai miền phát triển theo hai hướng khác nhau.\nC. quá trình đô thị hoá bị chững lại do chiến tranh.\nD. miền Bắc phát triển nhanh,miền Nam chững lại.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Quá trình đô thị hoá của nước ta giai đoạn 1954 - 1975 có đặc điểm hai miền phát triển theo hai hướng khác nhau(SGK Địa lí 12/77). . Chọn đáp án B."
    },
    {
        "ID": "Geo_14_26",
        "Image_Question": "",
        "Question": "CÂU 26:Cơ cấu GDP phân theo thành phần kinh tế nước ta chuyển biến rõ rệt chủ yếu do\nA. chuyển sang nền kinh tế thị trường.\nB. thúc đẩy sự phát triển công nghiệp.\nC. lao động dồi dào và tăng hàng năm.\nD. tăng trưởng kinh tế gần đây nhanh.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Cơ cấu GDP phân theo thành phần kinh tế nước ta chuyển biến rõ rệt chủ yếu do  chuyển sang nền kinh tế thị trường. Chọn đáp án A."
    },
    {
        "ID": "Geo_14_27",
        "Image_Question": "",
        "Question": "CÂU 27:Để phát triển mạnh ngành chăn nuôi gia súc lớn, cơ sở đầu tiên cần chú ý là\nA. sử dụng nhiều thức ăn tổng hợp.\nB. nắm bắt được nhu cầu thị trường.\nC. phát triển thêm và cải tạo đồng cỏ.\nD. tận dụng phế phẩm từ chế biến lúa gạo.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Để phát triển mạnh ngành chăn nuôi gia súc lớn, cơ sở đầu tiên cần chú ý là phát triển thêm và cải tạo đồng cỏ.Chọn đáp án C."
    },
    {
        "ID": "Geo_14_28",
        "Image_Question": "",
        "Question": "CÂU 28:Thuận lợi nào sau đây là chủ yếu để khai thác thủy sản ở nước ta?\nA. Có nhiều vũng vịnh, đầm phá.\nB. Nguồn lợi thủy sản phong phú.\nC. Mạng lưới sông ngòi dày đặc.\nD. Nhiều bãi triều, vịnh cửa sông.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Điều kiện thuận lợi để khai thác là nguồn lợi hải sản phong phú. Chọn đáp án B."
    },
    {
        "ID": "Geo_14_29",
        "Image_Question": "",
        "Question": "CÂU 29:Ngành giao thông vận tải đường bộ nước ta hiện nay\nA. được mở rộng, hiện đại hóa.\nB. phát triển đều khắp cả nước.\nC. chưa hội nhập trong khu vực.\nD. chưa mở rộng, khá đều khắp.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Ngành giao thông vận tải đường bộ nước ta được mở rộng và hiện đại hóa (sách giáo khoa Địa lí 12). Chọn đáp án A."
    },
    {
        "ID": "Geo_14_30",
        "Image_Question": "",
        "Question": "CÂU 30:Vấn đề nào sau đây là quan trọng nhất trong khai thác tổng hợp và phát triển bền vững kinh tế biển ở nước ta hiện nay?\nA. Sử dụng hợp lí tài nguyên, bảo vệ môi trường biển.\nB. Đẩy mạnh khai thác xa bờ, bảo vệ môi trường biển.\nC. Nâng cấp phương tiện đánh bắt, mở rộng thị trường.\nD. Đẩy mạnh vốn đầu tư, công nghệ chế biến hiện đại.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Trong khai thác tổng hợp và phát triển bền vững kinh tế biển ở nước ta hiện nay, vấn đề được quan tâm hàng đầu là sử dụng hợp lí tài nguyên, bảo vệ môi trường biển. Chọn đáp án A."
    },
    {
        "ID": "Geo_14_31",
        "Image_Question": "",
        "Question": "CÂU 31:Ý nghĩa lớn nhất của hoạt động nhập khẩu đối với phát triển kinh tế nước ta là\nA. nâng cao trình độ văn minh xã hội.\nB. tạo động lực cho kinh tế phát triển.\nC. cải thiện đời sống của người dân.\nD. thúc đẩy sự phân công lao động.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Ý nghía lớn nhất của hoạt động nhập khẩu đối với phát triển kinh tế là tạo động lực cho kinh tế phát triển vì thông qua nhập khẩu (TLSX, máy móc,…) tạo cơ sở để thúc đẩy sản xuất trong nước phát triển. Chọn đáp án B"
    },
    {
        "ID": "Geo_14_32",
        "Image_Question": "",
        "Question": "CÂU 32:Đồng bằng sông Hồng phải chuyển dịch cơ cấu kinh tế theo ngành do nguyên nhân trực tiếp nào sau đây?\nA. Vai trò đặc biệt quan trọng của vùng trong nền kinh tế cả nước.\nB. Cơ cấu kinh tế theo ngành chậm chuyển dịch, còn nhiều hạn chế.\nC. Việc chuyển dịch giúp phát huy tốt các thế mạnh của vùng.\nD. Sức ép dân số quá lớn đối với sự phát triển kinh tế - xã hội",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Đồng bằng sông Hồng phải chuyển dịch cơ cấu kinh tế theo ngành do nguyên nhân trực tiếp là cấu kinh tế theo ngành chậm chuyển dịch, còn nhiều hạn chế. Chọn đáp án B."
    },
    {
        "ID": "Geo_14_33",
        "Image_Question": "",
        "Question": "CÂU 33:Cơ sở chủ yếu để Duyên hải Nam Trung Bộ phát triển công nghiệp hiện nay là\nA. thu hút đầu tư nước ngoài.\nB. lao động trình độ rất cao.\nC. giàu tài nguyên nhiên liệu.\nD. cơ sở hạ tầng rất hiện đại.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Duyên hải Nam Trung Bộ đang thu hút nhiều dự án có vốn đầu tư nước ngoài. Đây là cơ sở để vùng phát triển công nghiệp hiện nay. Chọn đáp án A."
    },
    {
        "ID": "Geo_14_34",
        "Image_Question": "",
        "Question": "CÂU 34:Biện pháp quan trọng nhất để nâng cao giá trị sản xuất cây công nghiệp ở Tây Nguyên là\nA. đẩy mạnh công nghiệp chế biến, mở rộng xuất khẩu.\nB. mở rộng xuất khẩu, quy hoạch các lại vùng chuyên canh.\nC. đẩy mạnh công nghiệp chế biến, thay đổi cơ cấu cây trồng.\nD. đẩy mạnh hoạt động giao thông vận tải, mở rộng sản xuất.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Biện pháp quan trọng nhất để nâng cao giá trị sản xuất cây công nghiệp ở Tây Nguyên là đẩy mạnh công nghiệp chế biến, mở rộng xuất khẩu. Chọn đáp án A"
    },
    {
        "ID": "Geo_14_35",
        "Image_Question": "",
        "Question": "CÂU 35:Trở ngại lớn nhất trong việc sử dụng hợp lí và cải tạo tự nhiên ở Đồng bằng sông Cửu Long là\nA. địa hình thấp, lũ kéo dài, nhiều vùng đất rộng lớn bị ngập sâu.\nB. một vài loại đất thiếu dinh dưỡng hoặc quá chặt, khó thoát nước.\nC. phần lớn diện tích là đất phèn, đất mặn, lại có mùa khô sâu sắc.\nD. sông ngòi, kênh rạch chằng chịt trở ngại cho việc cơ giới hóa.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Trở ngại lớn nhất trong việc sử dụng hợp lí và cải tạo tự nhiên ở Đồng bằng sông Cửu Long là phần lớn diện tích là đất phèn, đất mặn, lại có mùa khô sâu sắc.\nChọn đáp án D."
    },
    {
        "ID": "Geo_14_36",
        "Image_Question": "Geo_14/Geo_14_36.png",
        "Question": "CÂU 36:Cho biểu đồ:\n(Nguồn số liệu theo Niên giám Thống kê Việt Nam năm 2016, NXB Thống kê, 2017)\nBiểu đồ thể hiện nội dung nào sau đây?\nA. Tốc độ tăng trưởng diện tích và năng suất lúa nước ta qua các năm.\nB. Quy mô và cơ cấu diện tích, năng suất lúa nước ta qua các năm.\nC. Diện tích và năng suất lúa nước ta qua các năm.\nD. Giá trị diện tích và năng suất lúa nước ta qua các năm.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Biểu đồ kết hợp thể hiện diện tích và sản lượng lúa . Chọn đáp án C"
    },
    {
        "ID": "Geo_14_37",
        "Image_Question": "",
        "Question": "CÂU 37:Vị trí trải dài từ xích đạo về chí tuyến Bắc là nhân tố chủ yếu làm cho Biển Đông có\nA. nhiệt độ nước biển cao và thay đổi theo mùa, biển tương đối kín.\nB. nhiệt độ nước biển cao và thay đổi từ Bắc xuống Nam, biển ấm.\nC. các vịnh biển, lượng mưa tương đối ấm và khác nhau ở các nơi.\nD. các quần đảo, nhiều rừng ngập mặn và loài sinh vật phong phú.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Vị trí trải dài từ xích đạo về chí tuyến Bắc là nhân tố chủ yếu làm cho Biển Đông có nhiệt độ nước biển cao và thay đổi từ Bắc xuống Nam, biển ấm.  Chọn đáp án B."
    },
    {
        "ID": "Geo_14_38",
        "Image_Question": "",
        "Question": "CÂU 38:Việc tưới tiêu cho cây trồng ở Trung du và miền núi Bắc Bộ khá thuận lợi chủ yếu do có\nA. các hồ thủy điện, thủy lợi và lượng mưa lớn trong năm.\nB. lượng mưa lớn trong năm, mạch nước ngầm phong phú.\nC. lượng nước ở các hồ thủy lợi, lượng mưa lớn trong năm.\nD. nhiều sông chảy qua, lượng nước ngầm khá phong phú.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Việc tưới tiêu cho cây trồng ở Trung du và miền núi Bắc Bộ khá thuận lợi chủ yếu do có nhiều sông chảy qua, lượng nước ngầm khá phong phú. Chọn đáp án D."
    },
    {
        "ID": "Geo_14_39",
        "Image_Question": "",
        "Question": "CÂU 39:Ý nghĩa chủ yếu của việc hình thành cơ cấu nông – lâm – ngư nghiệp ở Bắc Trung Bộ là\nA. đẩy nhanh quá trình công nghiệp hóa, hiện đại hóa của vùng.\nB. giải quyết việc làm cho người lao động, hạn chế du canh du cư\nC. hình thành cơ cấu kinh tế độc đáo, khai thác hiệu quả tiềm năng.\nD. khai thác hết các tiềm năng của vùng ở thềm lục địa, đồng bằng.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Có nhiều ý nghĩa, nhưng ý nghĩa chủ yếu của việc hình thành cơ cấu nông – lâm – ngư nghiệp ở Bắc Trung Bộ là  hình thành cơ cấu kinh tế độc đáo, khai thác hiệu quả tiềm năng. Đây là ý nghĩa bao hàm nhất. Chọn đáp án C."
    },
    {
        "ID": "Geo_14_40",
        "Image_Question": "",
        "Question": "CÂU 40:Cho bảng số liệu:\nSẢN LƯỢNG THAN SẠCH VÀ DẦU THÔ CỦA NƯỚC TA, GIAI ĐOẠN 2010 – 2018\nNăm\t2010\t2014\t2016\t2018\nThan sạch\t44,8\t41,1\t38,7\t42,0\nDầu thô\t15,0\t13,4\t17,2\t14,0\n(Đơn vị: Triệu tấn)\n(Nguồn: Niên giám thống kê Việt Nam 2018, NXB Thống kê, 2019)\nTheo bảng số liệu, để thể hiện sản lượng than sạch và dầu thô của nước ta, giai đoạn 2010 - 2018, dạng biểu đồ nào sau đây là thích hợp nhất?\nA. Tròn.\nB. Cột.\nC. Đường.\nD. Kết hợp.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Biểu đồ cột thể hiện sản lượng than sạch và dầu thô. (không thể tròn được vì không phải qui mô và cơ cấu, không thể đường vì không phải tốc độ tăng trưởng, hai đối tượng nhưng cùng đơn vị nên không thể chọn kết hợp). Chọn đáp án B."
    }
]