[
    {
        "ID": "Geo_24_1",
        "Image_Question": "",
        "Question": "CÂU 1:Tính đa dạng sinh học của nước ta không thể hiện ở\nA.thành phần loài\nB.hệ sinh thái\nC.nguồn gen quý\nD.vùng phân bố",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Tính đa dạng sinh học của nước ta thể hiện ở thành phần loài, các hệ sinh thái, nguồn gen quý, không thể hiện vùng phân b . Chọn đáp án D."
    },
    {
        "ID": "Geo_24_2",
        "Image_Question": "",
        "Question": "CÂU 2:Vùng có nguy cơ xảy ra động đất mạnh nhất ở nước ta là\nA.Tây Bắc.\nB.Đông Bắc.\nC.Nam Bộ.\nD. Nam Trung Bộ.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Tây Bắc là vùng có nguy cơ xảy ra động đất manh nhất. Chọn đáp án A."
    },
    {
        "ID": "Geo_24_3",
        "Image_Question": "",
        "Question": "CÂU 3:Ngành công nghiệp trọng điểm của nước ta hiện nay khôngphải là\nA.dệt may.\nB.dày da.\nC.điện lực.\nD.luyện kim.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Luyện kim không phải là ngành công nghiệp trọng điểm nước ta. Chọn đáp án D."
    },
    {
        "ID": "Geo_24_4",
        "Image_Question": "",
        "Question": "CÂU 4:Công nghiệp chế biến rượu, bia, nước ngọt ở nước ta phân bố tập trung ở\nA.các đồng bằng lớn.\nB.gần nơi tiêu thụ.\nC.các đô thị lớn.\nD.gần nguồn nguyên liệu.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Công nghiệp chế biến rượu, bia, nước ngọt ở nước ta phân bố tập trung ở các đô thị lớn. Chọn đáp án C."
    },
    {
        "ID": "Geo_24_5",
        "Image_Question": "",
        "Question": "CÂU 5:Đông Nam Bộ dẫn đầu cả nước về diện tích gieo trồng cây công nghiệp nào sau đây?\nA. Cao su.\nB. Cà phê.\nC. Dừa.\nD. Chè.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Đông Nam Bộ dẫn đầu cả nước về diện tích gieo trồng cao su. Chọn đáp án A."
    },
    {
        "ID": "Geo_24_6",
        "Image_Question": "",
        "Question": "CÂU 6:Căn cứ vào At lát Địa lí Việt Nam trang 4-5, cho biết đô thị nào sau đây là thành phố trực thuộc trung ương?\nA.Việt Trì.\nB.Thái Nguyên.\nC.Cần Thơ.\nD.Đà Lạt.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 4-5, Cần Thơ là thành phố trực thuộc trung ương. Chọn đáp án C."
    },
    {
        "ID": "Geo_24_7",
        "Image_Question": "",
        "Question": "CÂU 7:Căn cứ vào Atlat địa lí Việt Nam trang 10, cho biết sông Hồng chảy theo hướng nào sau đây?\nA. Tây bắc-đông nam.\nB.Bắc-nam.\nC.Vòng cung.\nD. Tây-đông.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 10, hệ thống sông Hồng chảy theo hướng tây bắc – đông nam. Chọn đáp án A."
    },
    {
        "ID": "Geo_24_8",
        "Image_Question": "",
        "Question": "CÂU 8:Căn cứ vào Atlat Địa lí Việt Nam trang 9, cho biết vùng khí hậu nào dưới đây khôngcó gió Tây khô nóng?\nA.Đồng bằng sông Cửu Long.\nB.Nam Trung Bộ.\nC.Bắc Trung Bộ.\nD.Tây Bắc Bộ.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 9, vùng khí hậu Đồng bằng sông Cửu Long không có gió tây khô nóng. Chọn đáp án A."
    },
    {
        "ID": "Geo_24_9",
        "Image_Question": "",
        "Question": "CÂU 9:Căn cứ vào Atlat Địa lí Việt Nam trang 14, cho biết lát cắt A - B có hướng nào sau đây?\nA. Bắc - Nam.\nB. Tây Bắc - Đông Nam.\nC. Đông - Tây.\nD. Tây Nam - Đông Bắc.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 14, lát cắt A- B có hướng Tây Nam – Đông Bắc. Chọn đáp án D."
    },
    {
        "ID": "Geo_24_10",
        "Image_Question": "",
        "Question": "CÂU 10:Căn cứ vào Atlat Địa lí Việt Nam trang 15, đô thị nào dưới đây có dân số trên 1.000.000 người?\nA.Hải Phòng.\nB.Việt Trì.\nC.Tuy Hòa.\nD.Vĩnh Long.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlát Địa lí Việt Nam trang 15, Hải Phòng có số dân trên 1.000.000 người. Chọn đáp án A."
    },
    {
        "ID": "Geo_24_11",
        "Image_Question": "",
        "Question": "CÂU 11:Căn cứ vào Atlat Địa lí Việt Nam trang 17, cho biết tỉnh/thành phố nào sau đây có GDP bình quân trên đầu người trên 18 triệu đồng ?\nA. Thanh Hóa.\nB. TP. Hồ Chí Minh.\nC. Thái Nguyên.\nD. Bình Phước.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 17, tỉnh/thành phố nào sau đây có GDP bình quân trên đầu người trên 18 triệu đồng làTP. Hồ Chí Minh.. Chọn đáp án B"
    },
    {
        "ID": "Geo_24_12",
        "Image_Question": "",
        "Question": "CÂU 12:Căn cứ vào Atlat Địa lý Việt Nam trang 19, tỉnh có tỷ lệ diện tích trồng lúa so với diện tích trồng cây lương thực thấp nhất vùng Đồng bằng sông Hồng là\nA.Bắc Ninh.\nB. Vĩnh Phúc.\nC. Hải Dương.\nD.Hà Nam.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 19, tỉnh có tỷ lệ diện tích trồng lúa so với diện tích trồng cây lương thực thấp nhất vùng Đồng bằng sông Hồng là Vĩnh Phúc. Chọn đáp án B."
    },
    {
        "ID": "Geo_24_13",
        "Image_Question": "",
        "Question": "CÂU 13:Căn cứ vào Atlat Địa lí Việt Nam trang 21, cho biết trung tâm công nghiệp nào sau đây có luyện kim màu?\nA. Thái Nguyên.\nB. Cẩm Phả.\nC. Nam Định.\nD. Việt Trì.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 21, trung tâm công nghiệp Thái Nguyên có luyện kim màu. Chọn đáp án A."
    },
    {
        "ID": "Geo_24_14",
        "Image_Question": "",
        "Question": "CÂU 14:Căn cứ vào Atlat Địa lý Việt Nam trang 22, cho biết trung tâm công nghiệp sản xuất hàng tiêu dùng nào sau đây có quy mô vừa?\nA. Hải Phòng.\nB. Đà Nẵng.\nC.Biên Hòa.\nD.Vũng Tàu.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 22, trung tâm công nghiệp Đà Nẵng. Chọn đáp án B."
    },
    {
        "ID": "Geo_24_15",
        "Image_Question": "",
        "Question": "CÂU 15:Căn cứ vào Atlat Địa lý Việt Nam trang 23, cho biết quốc lộ nào sau đây không nối quốc lộ 14 với quốc lộ 1.\nA. Quốc lộ 24.\nB.Quốc lộ 19.\nC. Quốc lộ 27.\nD. Quốc lộ 9.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 23, quốc lộ 9 không nối quốc lộ 14 với quốc lộ . Chọn đáp án D"
    },
    {
        "ID": "Geo_24_16",
        "Image_Question": "",
        "Question": "CÂU 16:Căn cứ vào Atlat Địa lí Việt Nam trang 25, cho biết bãi biển nào sau đây không thuộc vùng Duyên hải Nam Trung Bộ?\nA. Mỹ Khê.\nB. Sa Huỳnh.\nC. Cà Ná.\nD. Lăng Cô.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 25, bãi biển Lăng Cô (Huế)không thuộc vùng Duyên Hải Nam Trung Bộ. Chọn đáp án D."
    },
    {
        "ID": "Geo_24_17",
        "Image_Question": "",
        "Question": "CÂU 17:Căn cứ vào Atlat Địa lí Việt Nam trang 26, cho biết trung tâm công nghiệp nào sau đây không có cảng biển?\nA.Cẩm Phả.\nB.Hạ Long.\nC.Hải Phòng.\nD.Nam Định.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 26, TTCN Nam Định phông có cảng biển. Chọn đáp án D."
    },
    {
        "ID": "Geo_24_18",
        "Image_Question": "",
        "Question": "CÂU 18:Dựa vào Atlat Địa lí trang 27, cho biết Bắc Trung Bộ có bao nhiêu trung tâm công nghiệp?\nA. 4\nB. 3\nC. 5\nD. 2",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 27, Bắc Trung Bộ có 4 trung tâm công nghiệp. Chọn đáp án A."
    },
    {
        "ID": "Geo_24_19",
        "Image_Question": "",
        "Question": "CÂU 19:Căn cứ vào Atlat Địa lí Việt Nam trang 28, cho biết cây cao su được trồng nhiều nhất ở tỉnh nào sau đây?\nA.Kon Tum.\nB.Đắc Lắk.\nC.Lâm Đồng.\nD.Gia Lai.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 28, cây cao su được trồng nhiều nhất ở tỉnh Gia Lai. Chọn đáp án D."
    },
    {
        "ID": "Geo_24_20",
        "Image_Question": "",
        "Question": "CÂU 20:Căn cứ vào Atlat Địa lí Việt Nam trang 29, cho biết trung tâm công nghiệp nào ở Đông Nam Bộ có quy mô lớn nhất?\nA.Thủ Dầu Một.\nB.Biên Hòa.\nC.TP. Hồ Chí Minh.\nD.Vũng Tàu.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 29, trung tâm công nghiệp ở Đông Nam Bộ có qui mô lớn nhất là Thành phố Hồ Chí Minh, Biên Hòa. Chọn đáp án C"
    },
    {
        "ID": "Geo_24_21",
        "Image_Question": "",
        "Question": "CÂU 21:Cho bảng số liệu:\nXUẤT, NHẬP KHẨU HÀNG HÓA VÀ DỊCH VỤ CỦA XIN-GA-PO, GIAI ĐOẠN 2010 - 2015\n(Đơn vị: Tỷ đô la Mỹ)\nNăm 2010 2012 2014 2015\nXuất khẩu 69.5 77.1 82.2 82.4\nNhập khẩu 73.1 85.2 92.3 101.9 \n(Nguồn: Niên giám thống kê Việt Nam 2016, NXB Thống kê, 2017)\nTheo bảng số liệu, nhận xét nào sau đây đúng về cán cân xuất, nhập khẩu hàng hóa và dịch vụ của Xin-ga-po, giai đoạn 2010 - 2015?\nA.Từ năm 2010 đến năm 2015 đều nhập siêu.\nB.Giá trị xuất siêu năm 2014 nhỏ hơn năm 2010.\nC.Từ năm 2010 đến năm 2015 đều xuất siêu.\nD.Giá trị xuất siêu năm 2012 lớn hơn năm 2015.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Cán cân XNK = XK – NK (XK>NK=>Xuất siêu. XKNhập siêu). Chọn đáp án C."
    },
    {
        "ID": "Geo_24_22",
        "Image_Question": "Geo_24/Geo_24_22.png",
        "Question": "CÂU 22:Cho biểu đồ sau:\nGIÁ TRỊ XUẤT NHẬP KHẨU CỦA VIỆT NAM, XIN-GA-PO VÀ MA-LAI-XI-A QUA CÁC NĂM\n(Số liệu theo Niên giám thống kê Việt Nam 2016, NXB Thống kê, 2017)\nTheo biểu đồ, nhận xét nào sau đây đúng với giá trị xuất nhập khẩu của Việt Nam, Xin-ga-po và Ma-lai-xi-a, năm 2015 so với 2010?\nA. Việt Nam tăng, Xin-ga-po giảm.\nB. Việt Nam tăng, Ma-lai-xi-a tăng.\nC. Việt Nam tăng, Xin-ga-po tăng.\nD. Việt Nam giảm, Ma-lai-xi-a giảm.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào biểu đồ. Chọn đáp án A"
    },
    {
        "ID": "Geo_24_23",
        "Image_Question": "",
        "Question": "CÂU 23:Thiên nhiên nước ta bốn mùa xanh tươi khác hẳn các nước có cùng vĩ độ ở Tây Nam Á và Bắc Phi là do\nA. nước ta nằm ở gần trung tâm vùng Đông Nam.\nB. vị trí giáp biển Đông và ảnh hưởng của gió mùa.\nC. nước ta nằm hoàn toàn trong vùng nội chí tuyến.\nD. nằm ở vị trí tiếp giáp của nhiều hệ thống tự nhiên.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Do vị trí giáp biển Đông và ảnh hưởng của gió mùa. Tác động của các khối khí di chuyển qua biển kết hợp với vai trò của biển Đông – nguồn dự trữ dồi dào về nhiệt và ẩm làm cho thiên nhiên nước ta chịu ảnh hưởng sâu sắc của biển. Do đó thiên nhiên nước ta bốn mùa xanh tươi khác hẳn các nước có cùng vĩ độ ở Tây Nam Á và Bắc Phi. Chọn đáp án B."
    },
    {
        "ID": "Geo_24_24",
        "Image_Question": "",
        "Question": "CÂU 24:Cơ cấu sử dụng lao động theo ngành nước ta đang chuyển dịch theo hướng\nA. giảm tỉ trọng lao động của nhóm ngành dịch vụ và công nghiệp.\nB. tăng tỉ trọng lao động của nhóm ngành nông, lâm, ngư nghiệp.\nC. tăng tỉ trọng lao động của nhóm ngành công nghiệp - xây dựng.\nD. giảm tỉ trọng lao động của nhóm ngành công nghiệp - xây dựng.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Cơ cấu sử dụng lao động theo ngành nước ta đang chuyển dịch theo hướng tăng tỉ trọng lao động của nhóm ngành công nghiệp - xây dựng, dịch vụ, giảm tỉ trọng lao động khu vực nông – lâm – ngư nghiệp. Chọn đáp án C."
    },
    {
        "ID": "Geo_24_25",
        "Image_Question": "",
        "Question": "CÂU 25:Đặc điểm khôngphải là biểu hiện của quá trình đô thị hóa nước ta là\nA. tỉ lệ dân nông thôn có xu hướng tăng.\nB. dân cư thành thị có xu hướng tăng.\nC. dân cư tập trung vào thành phố lớn.\nD. phổ biến rộng rãi lối sống thành thị.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Tỉ lệ dân nông thôn có xu hướng tăng không phải là biểu hiện của quá trình đô thị hóa nước ta.Chọn đáp án A"
    },
    {
        "ID": "Geo_24_26",
        "Image_Question": "",
        "Question": "CÂU 26:Việc chuyển dịch cơ cấu ngành công nghiệp của nước ta chủ yếu nhằm\nA.góp phần phát triển xuất khẩu.\nB.tận dụng thế mạnh lao động.\nC.đáp ứng yêu cầu của thị trường.\nD.phù hợp với xu hương chung.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Việc chuyển dịch cơ cấu ngành công nghiệp nước ta chủ yếu nhằm đáp ứng nhu cầu thị trường, tăng hiệu quả đầu tư.(SGK Địa lí cơ bản/T83) Chọn đáp án C."
    },
    {
        "ID": "Geo_24_27",
        "Image_Question": "",
        "Question": "CÂU 27:Sản xuất cây công nghiệp ở nước ta phát triển mạnh trong những năm gần đây, chủ yếu do\nA.giá thành tốt, ít bị cạnh tranh trên thị trường quốc tế.\nB.mở rộng thị trường, đẩy mạnh công nghiệp chế biến.\nC.áp dụng tiến bộ khoa học, kĩ thuật vào trong sản xuất.\nD.Nhà nước có các chính sách hỗ trợ, ưu tiên phát triển.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Sản xuất cây công nghiệp ở nước ta phát triển mạnh trong những năm gần đây, chủ yếu do mở rộng thị trường, đẩy mạnh công nghiệp chế biến. Chọn đáp án B."
    },
    {
        "ID": "Geo_24_28",
        "Image_Question": "",
        "Question": "CÂU 28:Yếu tố nào sau đây tác động chủ yếu đến sự đa dạng của đối tượng thủy sản nuôi trồng ở nước ta hiện nay?\nA. Yêu cầu nâng cao chất lượng sản phẩm.\nB. Nhu cầu khác nhau của các thị trường.\nC. Diện tích mặt nước được mở rộng thêm.\nD. Điều kiện nuôi khác nhau ở các cơ sở.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Sự đa dạng của đối tượng nuôi trồng thủy sản ở nước ta chủ yếu là do nhu cầu của thị trường, đặc biệt là thị trường xuất khẩu được mở rộng, hiệu quả ngày càng cao, lại chủ động về nguyên liệu cho công nghiệp chế biến. Chọn đáp án B."
    },
    {
        "ID": "Geo_24_29",
        "Image_Question": "",
        "Question": "CÂU 29:Mạng lưới giao thông vận tải ở nước ta còn chậm phát triển chủ yếu do\nA. điều kiện tự nhiên khó khăn.\nB. thiếu vốn để đầu tư phát triển.\nC. dân cư phân bố không đều.\nD. trình độ công nghiệp hóa thấp.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Mạng lưới giao thông vận tải ở nước ta còn chậm phát triển chủ yếu do thiếu vốn để đầu tư phát triển. Chọn đáp án B."
    },
    {
        "ID": "Geo_24_30",
        "Image_Question": "",
        "Question": "CÂU 30:Việc khẳng định chủ quyền của nước ta với một hòn đảo dù rất nhỏ có ý nghĩa chủ yếu nào sau đây?\nA. Cơ sở để mở rộng và nâng cao hiệu quả các hoạt động kinh tế biển.\nB. Là căn cứ để nước ta tiến ra biển và đại dương trong thời đại mới.\nC. Thành hệ thống tiền tiêu bảo vệ đất liền và bảo vệ toàn vẹn lãnh thổ.\nD. Cơ sở khẳng định chủ quyền với vùng biển và thềm lục địa quanh đảo.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Việc khẳng định chủ quyền của nước ta với một hòn đảo dù rất nhỏ có ý nghĩa chủ yếu là cơ sở khẳng định chủ quyền với vùng biển và thềm lục địa quanh đảo.(SGK Địa lí 12 cơ bản/T192). Chọn đáp án D."
    },
    {
        "ID": "Geo_24_31",
        "Image_Question": "",
        "Question": "CÂU 31:Yếu tố có tác động chủ yếu đến sự tăng nhanh giá trị nhập khẩu của nước ta hiện nay là\nA.nhu cầu của quá trình công nghiệp hóa.\nB.nhu cầu của chất lượng cuộc sống cao.\nC.việc phát triển của quá trình đô thị hóa.\nD.sự tham gia của nhiều thành phần kinh",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Yếu tố có tác động chủ yếu đến sự tăng nhanh giá trị nhập khẩu của nước ta hiện nay là nhu cầu của quá trình công nghiệp hóa. Chọn đáp án A"
    },
    {
        "ID": "Geo_24_32",
        "Image_Question": "",
        "Question": "CÂU 32:Để phát triển nền nông nghiệp hàng hóa ở đồng bằng sông Hồng, vấn đề trọng tâm nhất hiện nay là\nA.cải tạo đất, phòng chống thiên tai, mùa vụ hợp lí.\nB.sử dụng giống mới, tăng cường hệ thống thủy lợi.\nC.lao động có trình độ, đa dạng hóa cơ cấu cây trồng.\nD.phát triển công nghiệp chế biến, mở rộng thị trường.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Để phát triển nền nông nghiệp hàng hóa ở đồng bằng sông Hồng, vấn đề trọng tâm nhất hiện nay là phát triển công nghiệp chế biến nhằm nâng cao giá trị sản phẩm nông nghiệp, mở rộng thị trường đẩy mạnh trao đổi nông sản, tăng hiệu quả kinh tế.Chọn đáp án D."
    },
    {
        "ID": "Geo_24_33",
        "Image_Question": "",
        "Question": "CÂU 33:Hướng cơ bản để giải quyết vấn đề lương thực, thực phẩm ở Duyên hải Nam Trung Bộ là\nA. phát triển cây công nghiệp, chăn nuôi gia súc.\nB. thâm canh lúa, trao đổi nông sản với vùng khác.\nC. điều chỉnh cơ cấu bữa ăn theo hướng tiết kiệm.\nD. tích cực mở rộng diện tích trồng cây lương thực.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Duyên hải Nam Trung Bộ có nhiều điều kiện thuận lợi để phát triển ngành thủy sản. Việc phát triển ngành thủy sản phải gắn liền với khai thác hợp lí và bảo vệ các nguồn lợi. Chọn đáp án C."
    },
    {
        "ID": "Geo_24_34",
        "Image_Question": "",
        "Question": "CÂU 34:Việc phát triển các vùng chuyên canh cây công nghiệp lâu năm ở Tây nguyên có ý nghĩa xã hội chủ yếu nào sau đây?\nA. Giải quyết việc, tạo ra tập quán sản xuất mới.\nB. Thúc đẩy hình thành nông trường quốc doanh.\nC. Cung cấp sản phẩm cho nhu cầu ở trong nước.\nD. Tạo ra khối lượng nông sản lớn cho xuất khẩu.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Việc phát triển các vùng chuyên canh cây công nghiệp lâu năm ở Tây nguyên có ý nghĩa xã hội chủ yếu là giải quyết việc, tạo ra tập quán sản xuất mới. (Đáp án BCD ý nghĩa về mặt kinh tế). Chọn đáp án A."
    },
    {
        "ID": "Geo_24_35",
        "Image_Question": "",
        "Question": "CÂU 35:Vùng Đồng bằng sông Cửu Long có ngành chăn nuôi gia cầm phát triển mạnh chủ yếu do\nA. khí hậu cận xích đạo , nhiều giống vật nuôi tốt.\nB. nguồn thức ăn phong phú, thị trường tiêu thụ lớn.\nC. lực lượng lao động dồi dào, có nhiều kinh nghiệm .\nD. nhiều giống gia súc, gia cầm có giá trị kinh tế cao .",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Đồng bằng sông Cửu Long là vùng trọng điểm sản xuất lương thực lớn nhất của cả nước, ngành chăn nuôi gia cầm của vùng phát triển chủ yếu là do nguồn thức ăn phong phú từ sản xuất lương thực và thị trường tiêu thụ rộng lớn. Chọn đáp án B."
    },
    {
        "ID": "Geo_24_36",
        "Image_Question": "Geo_24/Geo_24_36.png",
        "Question": "CÂU 36:Cho biểu đồ về khối lượng hàng hóa luân chuyển của nước ta, năm 2010 và 2017:\n(Nguồn: Niên giám thống kê Việt Nam 2017, NXB Thống kê, 2018)\nBiểu đồ trên thể hiện nội dung nào sau đây?\nA. Quy mô khối lượng hàng hóa luân chuyển phân theo thành phần kinh tế.\nB. Quy mô khối lượng hàng hóa luân chuyển phân theo khu vực kinh tế.\nC. Cơ cấu khối lượng hàng hóa luân chuyển phân theo thành phần kinh tế.\nD. Cơ cấu khối lượng hàng hóa luân chuyển phân theo khu vực kinh tế.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Biểu đồ tròn thể hiện cơ cấu khối lượng hàng hóa luân chuyển phân theo thành phần kinh tế (phân biệt đáp án CD qua chú giải) Chọn đáp án C"
    },
    {
        "ID": "Geo_24_37",
        "Image_Question": "",
        "Question": "CÂU 37:Do nằm trong khu vực nội chí tuyến nên Biển Đông có\nA.bão và áp thấp nhiệt đới, nhiệt độ nước biển cao, độ muối khá lớn.\nB.khí hậu xích đạo, nhiệt độ cao, ẩm dồi dào, gió hoạt động theo mùa.\nC.khí hậu nhiệt đới, mưa theo mùa, sinh vật biển đa dạng, phong phú.\nD.dải hội tụ, bão, áp thấp nhiệt đới, dòng hải lưu, nhiều vùng ngập mặn.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Do nằm trong khu vực nội chí tuyến nên Biển Đông có bão và áp thấp nhiệt đới, nhiệt độ nước biển cao, độ muối khá lớn =>thể hiện đầy đủ tính chất nhiệt đới. Chọn đáp án A."
    },
    {
        "ID": "Geo_24_38",
        "Image_Question": "",
        "Question": "CÂU 38:Nhân tố chủ yếu giúp ngành chăn nuôi gia súc ở Trung du và miền núi Bắc Bộ ngày càng phát triển là\nA. công nghiệp chế biến, cơ sở hạ tầng giao thông được đầu tư.\nB. thị trường tiêu thụ mở rộng, nhu cầu thịt, sữa ngày càng cao.\nC. áp dụng tiến bộ khoa học kĩ thuật để lai tạo nhiều giống mới.\nD. chính sách khuyến khích của Nhà nước, thu hút vốn đầu tư.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "TD và MN Bắc Bộ có thế mạnh để chăn nuôi gia súc nhưng vẫn còn hạn chế về vận chuyển sản phẩm đến nơi tiêu thụ do giao thông vận tải hạn chế. Chính vì vậy, cần phát triển giao thông, từ đó giúp mở rộng thị trường tiêu thụ. Do đó nhân tố chủ yếu giúp ngành chăn nuôi gia súc ở Trung du và miền núi Bắc Bộ ngày càng phát triển là thị trường tiêu thụ mở rộng, nhu cầu thịt, sữa ngày càng cao. Chọn đáp án B."
    },
    {
        "ID": "Geo_24_39",
        "Image_Question": "",
        "Question": "CÂU 39:Việc xây dựng các cảng biển ở Bắc Trung Bộ có ý nghĩa chủ yếu là\nA. làm thay đổi cơ cấu kinh tế nông thôn ven biển.\nB. tạo thuận lợi để đa dạng hàng hóa vận chuyển.\nC. làm tăng khả năng thu hút các nguồn đầu tư.\nD. giải quyết việc làm cho người lao động tại chỗ.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Việc xây dựng các cảng biển ở Bắc Trung Bộ gắn liền với sự hình thành các khu kinh tế cảng biển =>làm tăng khả năng thu hút các nguồn đầu tư. Chọn đáp án C."
    },
    {
        "ID": "Geo_24_40",
        "Image_Question": "",
        "Question": "CÂU 40:Cho bảng số liệu:\nDIỆN TÍCH RỪNG CỦA VÙNG TÂY NGUYÊN VÀ CẢ NƯỚC QUA CÁC NĂM\n(Đơn vị: Nghìn ha)\nNăm\t2005\t2014\t2017\nTây Nguyên\t2 995,9\t2 567,1\t2 553,8\nCả nước\t12 418,5\t13 796,5\t14 415,4\n(Nguồn: Niên giám thống kê Việt Nam 2017, NXB Thống kê, 2018)\nTheo bảng số liệu, để thể hiện tỉ trọng diện tích rừng của Tây Nguyên so với cả nước qua các năm, dạng biểu đồ nào sau đây thích hợp nhất?\nA. Miền.\nB. Kết hợp.\nC. Đường.\nD. Tròn.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Biểu đồ tròn thể hiện thể hiện tỉ trọng diện tích rừng của Tây Nguyên so với cả nước( 3 năm). Chọn đáp án D."
    }
]