[
    {
        "ID": "Geo_18_1",
        "Image_Question": "",
        "Question": "CÂU 1:Vùng biển của nước ta nằm bên trong đường cơ sở, giáp đất liền là vùng\nA. nội thủy.\nB. lãnh hải.\nC. tiếp giáp lãnh hải.\nD. thềm lục địa.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Bài 2: Vị trí địa lí phạm vi lãnh thổ - Mục 2. phạm vi lãnh thổ - ý b Vùng biển. Chọn đáp án B"
    },
    {
        "ID": "Geo_18_2",
        "Image_Question": "",
        "Question": "CÂU 2:Nguyên nhân chủ yếu làm cho diện tích rừng nước ta bị suy giảm nhanh là do\nA. cháy rừng vì khô hạn.\nB. khai thác bừa bãi quá mức.\nC. công tác trồng rừng chưa tốt.\nD. hậu quả của chiến tranh.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Bài: 14 Sử dụng và bảo vệ tài nguyên thiên nhiên – mục 1 Sử dụng và bảo vệ tài nguyên sinh vật - ý a. Tài nguyên rừng – Nguyên nhân làm diện tích rừng nước ta bị suy giảm nhanh do khai thác bừa bãi và quá mức. Chọn đáp án B"
    },
    {
        "ID": "Geo_18_3",
        "Image_Question": "",
        "Question": "CÂU 3:Lũ quét ở miền Trung nước ta thường xảy ra vào khoảng thời gian nào sau đây?\nA. Các tháng VI - X.\nB. Các tháng X – XII.\nC. Các tháng I - IV.\nD. Các tháng V - VII.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Bài: 15 Bảo vệ môi trường và phòng chống thiên tai  – mục 2 Một số thiên tai và biện pháp phòng chống – ý c Lũ quét. Chọn đáp án B"
    },
    {
        "ID": "Geo_18_4",
        "Image_Question": "",
        "Question": "CÂU 4:Căn cứ Atlat Địa lí Việt Nam trang 4-5, cho biết tỉnh nào đây giáp biển?\nA. Đồng Tháp.\nB. An Giang.\nC. Tây Ninh.\nD. Kiên Giang.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Sử dụng Atlat Địa lí Việt Nam. Chọn đáp án D."
    },
    {
        "ID": "Geo_18_5",
        "Image_Question": "",
        "Question": "CÂU 5:Căn cứ Atlat Địa lí Việt Nam trang 9, cho biết nơi nào sau đây có lượng mưa lớn nhất vào tháng IX?\nA. Thanh Hóa.\nB. Đông Hới.\nC. Nha Trang.\nD. Cần Thơ.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Sử dụng Atlat Địa lí Việt Nam. Chọn đáp án A."
    },
    {
        "ID": "Geo_18_6",
        "Image_Question": "",
        "Question": "CÂU 6:Căn cứ Atlat Địa lí Việt Nam trang 10, hồ Yaly thuộc lưu vực sông nào sau đây?\nA. Sông Thu Bồn.\nB. Sông Ba.\nC. Sông Đồng Nai.\nD. Sông Mê Kông.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Sử dụng Atlat Địa lí Việt Nam. Chọn đáp án D."
    },
    {
        "ID": "Geo_18_7",
        "Image_Question": "",
        "Question": "CÂU 7:Căn cứ vào Atlat Địa lí Việt Nam trang 13, cho biết dãy núi nào sau đây thuộc miền Tây Bắc và Bắc Trung Bộ?\nA. Pu đen đinh.\nB. Tam Đảo.\nC. Ngân Sơn.\nD. Bắc Sơn.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Sử dụng Atlat Địa lí Việt Nam. Chọn đáp án A."
    },
    {
        "ID": "Geo_18_8",
        "Image_Question": "",
        "Question": "CÂU 8:Căn cứ vào Atlat Địa lí Việt Nam trang 15, cho biết đô thị nào sau đây thuộc tỉnh Phú Yên?\nA. Cửa Lò.\nB. Tam Kỳ.\nC. Tuy Hòa.\nD. Nha Trang.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Sử dụng Atlat Địa lí Việt Nam. Chọn đáp án C."
    },
    {
        "ID": "Geo_18_9",
        "Image_Question": "",
        "Question": "CÂU 9:Căn cứ vào Atlat Địa lí Việt Nam trang 19, cho biết bò được nuôi nhiều nhất ở tỉnh nào sau đây?\nA. Thanh Hóa.\nB. Sơn La.\nC. Hà Tĩnh.\nD. Quảng Nam.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Sử dụng Atlat Địa lí Việt Nam. Chọn đáp án A."
    },
    {
        "ID": "Geo_18_10",
        "Image_Question": "",
        "Question": "CÂU 10:Căn cứ vào Atlat Địa lí Việt Nam trang 22, cho biết trung tâm công nghiệp Đà Nẵng không có ngành công nghiệp chế biến lương thực, thực phẩm nào sau đây?\nA. Lương thực.\nB. Thủy hải sản.\nC. Rượu, bia, nước giải khát.\nD. Sản phẩm chăn nuôi.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Sử dụng Atlat Địa lí Việt Nam. Chọn đáp án D"
    },
    {
        "ID": "Geo_18_11",
        "Image_Question": "",
        "Question": "CÂU 11:Căn cứ vào Atlat Địa lí Việt Nam trang 23, đường 25 nối Tuy Hòa với nơi nào sau đây?\nA. Buôn Mê Thuột.\nB. A Yun Pa.\nC. Đà Lạt.\nD. Nha Trang.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Sử dụng Atlat Địa lí Việt Nam. Chọn đáp án D."
    },
    {
        "ID": "Geo_18_12",
        "Image_Question": "",
        "Question": "CÂU 12:Căn cứ vào Atlat Địa lí Việt Nam trang 26, cho biết trung tâm công nghiệp nào sau đây khôngcó ngành công nghiệp cơ khí?\nA. Hải Phòng.\nB. Hải Dương.\nC. Phúc Yên.\nD. Việt Trì.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Sử dụng Atlat Địa lí Việt Nam. Chọn đáp án B."
    },
    {
        "ID": "Geo_18_13",
        "Image_Question": "",
        "Question": "CÂU 13:Căn cứ vào Atlat Địa lí Việt Nam trang 28, cho biết nhà máy thủy điện nào sau đây thuộc Tây Nguyên?\nA. Yaly.\nB. Sông Hinh.\nC. A Vương.\nD. Vĩnh Sơn.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Sử dụng Atlat Địa lí Việt Nam. Chọn đáp án D."
    },
    {
        "ID": "Geo_18_14",
        "Image_Question": "",
        "Question": "CÂU 14:Căn cứ vào Atlat Địa lí Việt Nam trang 29, cho biết trung tâm công nghiệp nào sau đây có ngành hóa chất, phân bón?\nA. Cà Mau.\nB. Rạch Giá.\nC. Long Xuyên.\nD. Sóc Trăng.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Sử dụng Atlat Địa lí Việt Nam. Chọn đáp án A."
    },
    {
        "ID": "Geo_18_15",
        "Image_Question": "",
        "Question": "CÂU 15:Phát biểu nào sau đâykhôngđúng với vùng đồng bằng châu thổ của nước ta?\nA. Hình thành do sự bồi tụ phù sa sông.\nB. Địa hình thấp, bằng phẳng.\nC. Chủ yếu là đất phù sa, màu mỡ.\nD. Hẹp ngang, bị các dãy núi chia cắt.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Sử dụng Atlat Địa lí Việt Nam. Chọn đáp án A."
    },
    {
        "ID": "Geo_18_16",
        "Image_Question": "",
        "Question": "CÂU 16:Hậu quả lớn nhất của việc phân bố dân cư chưa hợp lí của nước ta là\nA. khó khăn cho việc khai thác tài nguyên.\nB. ô nhiễm môi trường.\nC. gây lãng phí nguồn lao động.\nD. giải quyết vấn đề việc làm.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Bài 16: Đặc điểm dân số và sự phân bố dân cư ở nước ta: Mục 3 phân bố dân cư chưa hợp lí – ý b giữa thành thị với nông thôn. Chọn đáp án A"
    },
    {
        "ID": "Geo_18_17",
        "Image_Question": "",
        "Question": "CÂU 17:Tỉ lệ dân thành thị của nước ta còn thấp, nguyên nhân chính là do\nA. kinh tế chính của nước ta là nông nghiệp thâm canh lúa nước.\nB. trình độ phát triển công nghiệp của nước ta chưa cao.\nC. dân ta thích sống ở nông thôn hơn vì mức sống thấp.\nD. nước ta không có nhiều thành phố lớn.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Bài 18: đô thị hóa: tỉ lệ dân thành thị của nước ta còn chậm do quá trình công nghiệp hóa còn chậm. Chọn đáp án B"
    },
    {
        "ID": "Geo_18_18",
        "Image_Question": "",
        "Question": "CÂU 18:Biện pháp quan trọng để có thể vừa tăng sản lượng thuỷ sản vừa bảo vệ nguồn lợi thuỷ sản\nA. tăng cường và hiện đại hoá các phương tiện đánh bắt.\nB. đẩy mạnh phát triển các cơ sở công nghiệp chế biến.\nC. hiện đại hoá các phương tiện tăng cường đánh bắt xa bờ.\nD. tăng cường đánh bắt, phát triển nuôi trồng và chế biến.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Bài 24: Vấn đề phát triển thủy sản và lâm nghiệp – Mục 1 Ngành thủy sản – ý a Điều kiện thuận lợi và khó khăn để phát triển ngành thủy sản: nhà nước có chính sách đổi mới nhằm phát triển ngành thủy sản trong đó các phương tiện tàu thuyền và ngư cụ được trang bị tốt hơn …khai thác gắn với bảo vệ nguồn lợi và giữ vững chủ quyền vùng biển, hải đảo. Chọn đáp án C"
    },
    {
        "ID": "Geo_18_19",
        "Image_Question": "",
        "Question": "CÂU 19:Khó khăn chủ yếu về tự nhiên trong hoạt động của giao thông vận tải biển ở nước ta là\nA. bờ biển dài, có nhiều đảo và quần đảo.\nB. dọc bờ biển có nhiều cửa sông lớn.\nC. cổ nhiều vũng, vịnh nước sâu, kín gió.\nD.có nhiều bão và áp thấp nhiệt đới.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Bài 8: Thiên nhiên chịu ảnh hưởng sâu sắc của biển. – Mục 2 Ảnh hưởng của biển đông đến thiên nhiên Việt Nam – ý d thiên tai: hàng năm có 9 đến 10 cơn bão hình thành ở biển đông….Chọn đáp án D"
    },
    {
        "ID": "Geo_18_20",
        "Image_Question": "",
        "Question": "CÂU 20:Nước ta phải khai thác tổng hợp các tài nguyên vùng biển vì\nA. tài nguyên vùng biển đa dạng.\nB. môi trường biển dễ bị chia cắt.\nC. môi trường biển mang tính biệt lập.\nD. sinh vật biển bị suy giảm nghiêm trọng.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Bài 8: Thiên nhiên chịu ảnh hưởng sâu sắc của biển. – Mục 2 Ảnh hưởng của biển đông đến thiên nhiên Việt Nam – ý b ảnh hưởng đến địa hình và hệ sinh thái ven biển, ý c tài nguyên thiên nhiên vùng biển ( có nhiều điều kiện để phát triển tổng hợp kinh tế biển). Chọn đáp án A"
    },
    {
        "ID": "Geo_18_21",
        "Image_Question": "",
        "Question": "CÂU 21:Vùng kinh tế trọng điểm phía Nam phát triển mạnh là do\nA. vị trí địa lí và nguồn lao động dồi dào.\nB. lịch sử phát triển lâu đời và cơ sở vật chất kĩ thuật tốt.\nC. giàu tài nguyên và dễ khai thác.\nD. nguồn lao động chất lượng và cơ sở vật chất kĩ thuật tốt.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Bài 43: Vùng kinh tế trọng điểm – Mục 3: Ba vùng kinh tế trọng điểm, ý c vùng kinh tế trọng điểm phía nam. Chọn đáp án D"
    },
    {
        "ID": "Geo_18_22",
        "Image_Question": "Geo_18/Geo_18_22.png",
        "Question": "CÂU 22:Cho biểu đồ sau:\nTỐC ĐỘ TĂNG TRƯỞNG MỘT SỐ MẶT HÀNG XUẤT KHẨU CỦA NƯỚC TA GIAI ĐOẠN 2000 – 2015.\nDựa vào biểu đồ trên, nhận xét nào sau đây đúng về tốc độ tăng trưởng một số mặt hàng xuất khẩu của nước ta giai đoạn 2000 – 2015?\nA. Điện tử có tốc độ tăng trưởng nhanh nhất.\nB. Dệt may có tốc độ tăng trưởng chậm nhất.\nC. Thủy sản có tốc độ tăng trưởng đứng thứ 2.\nD. Cả ba mặt hàng tăng trưởng không ổn định.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Qua biểu đồ tốc độ tăng trưởng một số mặt hàng xuất khẩu của nước ta giai đoạn 2000 – 2015 nhận xét đúng nhất là: Điện tử có tốc độ tăng trưởng nhanh nhất.\nChọn đáp án A."
    },
    {
        "ID": "Geo_18_23",
        "Image_Question": "",
        "Question": "CÂU 23:Các đồng bằng ở Đông Nam Á lục địa màu mỡ, vì\nA. được phù sa của các con sông bồi đắp.\nB. sản phẩm phong hóa từ dung nham núi lửa.\nC. được con người cải tạo hợp lí.\nD. có lớp phủ thực vật phong phú.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Các đồng bằng ở Đông Nam Á lục địa màu mỡ nhờ được bồi đắp bởi phù sa của các hệ thống sông lớn.\nChọn đáp án A"
    },
    {
        "ID": "Geo_18_24",
        "Image_Question": "",
        "Question": "CÂU 24:Cho bảng số liệu sản lượng dầu thô khai thác và sản lượng dầu thô tiêu dùng của khu vực Tây Nam Á giai đoạn 2005-2010\nNăm\t2005\t2010\nDầu thô khai thác (thùng)\t23586\t23829\nDầu thô tiêu dùng (thùng)\t6693\t7865\nNhận xét nào sau đây đúng về sự chênh lệch giữa sản lượng dầu thô khai thác và lượng dầu thô tiêu dùng của khu vực Tây Nam Á trong giai đoạn 2005 – 2010?\nA. Chênh lệch sản lượng dầu thô khai thác và dầu thô tiêu dùng không đáng kể.\nB. Chênh lệch sản lượng dầu thô khai thác và sản lượng dầu thô tiêu dùng tăng.\nC. Chênh lệch sản lượng dầu thô khai thác và sản lượng dầu thô tiêu dùng giảm.\nD. Sản lượng dầu thô tiêu dùng tăng chậm nhơn sản lượng dầu thô khai thác.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Theo bảng số liệu, nhận xét nào sau đây đúng nhất là Chênh lệch sản lượng dầu thô khai thác và sản lượng dầu thô tiêu dùng giảm. Chọn đáp án C."
    },
    {
        "ID": "Geo_18_25",
        "Image_Question": "",
        "Question": "CÂU 25:Vị trí nước ta nằm gần trung tâm gió mùa châu Á nên\nA. quanh năm nước ta chịu ảnh hưởng bởi gió Tín Phong.\nB. gió Lào hoạt động mạnh vào thời kỳ chuyển mùa.\nC. có gió mùa mùa đông và gió mùa mùa hạ hoạt động.\nD. bão và áp thấp nhiệt đới hoạt động liên tục.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Bài 2 : Vị trí địa lí phạm vi lãnh thổ - Mục 3 Ý ngĩa của vị trí địa lí – ý a\nChọn đáp án C"
    },
    {
        "ID": "Geo_18_26",
        "Image_Question": "",
        "Question": "CÂU 26:Sự chuyển dịch cơ cấu trong nội bộ của khu vực I của nước ta\nA. các ngành trồng cây lương thực, chăn nuôi tăng dần tỉ trọng.\nB. các ngành thuỷ sản,chăn nuôi, trồng cây công nghiệp tăng tỉ trọng.\nC. giảm tỉ trọng cây công nghiệp, cây lương thực tăng tỉ trọng chăn nuôi và thuỷ sản.\nD. tăng cường độc canh cây lúa, đa dạng hoá cây trồng đặc biệt là cây công nghiệp.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Bài 20: Chuyển dịch cơ cấu kinh tế - Mục 1 Chuyển dịch cơ cấu Ngành kinh tế: trong nội bộ của khu vực I của nước ta các ngành thuỷ sản,chăn nuôi, trồng cây công nghiệp tăng tỉ trọng. Chọn đáp án B"
    },
    {
        "ID": "Geo_18_27",
        "Image_Question": "",
        "Question": "CÂU 27:Việc phát triển và bảo vệ vốn rừng ở Bắc Trung Bộ có vai trò đặc biệt quan trọng vì\nA. sông ngòi ngắn và dốc rất dễ xảy ra lũ lụt.\nB. là vùng giàu tài nguyên rừng thứ 2 cả nước.\nC. ngành công nghiệp chế biến nông sản rất phát triển.\nD. là vùng chịu ảnh hưởng nặng nề nhất của gió Tây khô nóng.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Bài 35: VCấn đề phát triển kinh tế - xã hội ở BTB – Mục 2 Hình thành cơ cấu Nông – Lâm – Ngư nghiệp – ý b Khai thác thế mạnh lâm nghiệp:Việc phát triển và bảo vệ vốn rừng ở Bắc Trung Bộ có ý nghĩa đặc biệt quan trọng vì sông ngòi ở đây ngắn và dốc rất dễ xảy ra lũ lụt. Chọn đáp án A"
    },
    {
        "ID": "Geo_18_28",
        "Image_Question": "",
        "Question": "CÂU 28:Điểm khác nhau giữa các nhà máy nhiệt điện ở miền Bắc và các nhà máy nhiệt điện ở miền Nam là\nA. các nhà máy ở miền Nam thường có quy mô lớn hơn.\nB. miền Bắc chạy bằng than, miền Nam chạy bằng dầu hoặc khí.\nC. miền Bắc nằm gần vùng nguyên liệu, miền Nam gần các thành phố.\nD. các nhà máy ở miền Bắc được xây dựng sớm hơn các nhà máy ở miền Nam.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Bài 27: Vấn đề phát triển một số ngành công nghiệp trong điểm – Mục 1 Công nghiệp năng lượng – Ý b Công nghiệp điện lực: miền Bắc chạy bằng than, miền Nam chạy bằng dầu hoặc khí. Chọn đáp án B"
    },
    {
        "ID": "Geo_18_29",
        "Image_Question": "",
        "Question": "CÂU 29:Vùng Duyên hải Nam Trung Bộ có lợi thế để phát triển nuôi trồng thuỷ sản nươc lợ, chủ yếu vì\nA. có nhiều vũng, vịnh, đầm phá.\nB. có nhiều ngư trường lớn.\nC. khí hậu nóng quanh năm.\nD. ít chịu ảnh hưởng của thiên tai.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Bài 36: Vấn đề phát triển kinh tế - xã hội ở DHNTB – Mục 2 phát triển tổng hợp kinh tế biển – ý a. nghề cá: có nhiều vũng, vịnh, đầm phá. Chọn đáp án A"
    },
    {
        "ID": "Geo_18_30",
        "Image_Question": "",
        "Question": "CÂU 30:Nhân tố tự nhiên quan trọng nhất để vùng Tây Nguyên phát triển cây cà phê là\nA. địa hình có nhiều cao nguyên rộng lớn.\nB. có hệ thống sông lớn cung cấp nước tưới.\nC. khí hậu cận xích đạo nóng quanh năm.\nD. đất ba dan màu mỡ, khí hậu cận xích đạo.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Bài A37: Vấn đề khai thác thế mạnh ở Tây Nguyên – Mục 2 Phát triển cây CN Lâu năm: đất ba dan màu mỡ, khí hậu cận xích đạo. Chọn đáp án D."
    },
    {
        "ID": "Geo_18_31",
        "Image_Question": "",
        "Question": "CÂU 31:Đông Nam Bộ có nguồn lao động chất lượng cao khôngphải vì\nA. dân cư đông đúc.\nB. có sức hút lao động từ các vùng khác.\nC. cơ sở vật chất kĩ thuật, cơ sở hạ tầng tốt.\nD. có nền kinh tế phát triển năng động.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Bài 39: Khai thác lãnh thổ theo chiều sâu ở ĐNB – Mục 2 các thế mạnh của vùng – ý c điều kiện kinh tế - xã hội: nơi thu hút mạnh lực lượng lao động có chuyên môn……Chọn đáp án A"
    },
    {
        "ID": "Geo_18_32",
        "Image_Question": "Geo_18/ Geo_18_32_1.png; Geo_18/ Geo_18_32_2.png",
        "Question": "CÂU 32:Cho biểu đồ xuất, nhập khẩu của Hoa Kỳ năm 2004 và năm 2017 (%)\nBiểu đồ trên thể hiện nội dung nào sau đây?\nA. Quy mô và cơ cấu xuất, nhập khẩu của Hoa Kỳ năm 2004 và năm 2017.\nB. Tình hình xuất nhập khẩu của Hoa Kỳ năm 2004 và năm 2017.\nC. Chuyển dịch cơ cấu xuất, nhập khẩu của Hoa Kỳ giai đoạn 2004-2017.\nD. Cán cân xuất nhập khẩu của Hoa Kỳ giai đoạn 2004 -2017.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Biểu đồ thể hiện Quy mô và cơ cấu xuất, nhập khẩu của Hoa Kỳ năm 2004 và năm 2017. Chọn đáp án A."
    },
    {
        "ID": "Geo_18_33",
        "Image_Question": "",
        "Question": "CÂU 33:Sự phân hoá của khí hậu đã ảnh hưởng căn bản đến\nA. việc áp dụng các hệ thống canh tác khác nhau giữa các vùng.\nB. cơ cấu mùa vụ và cơ cấu sản phẩm nông nghiệp giữa các vùng.\nC. tính chất bấp bênh của nền nông nghiệp nhiệt đới.\nD. sự đa dạng của sản phẩm nông nghiệp nước ta.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Bài 21: Đặc điểm nền nông nghiệp nước ta – Mục 1 nền nông nghiệp nhiệt đới – ý a Điều kiện tự nhiên và TNTN cho phép….Chọn đáp án C"
    },
    {
        "ID": "Geo_18_34",
        "Image_Question": "",
        "Question": "CÂU 34:Sự phân hóa lãnh thổ du lịch nước ta phụ thuộc vào các yếu tố nào sau đây ?\nA. Số lượng du khách đến tham quan.\nB. Vị trí địa lí và tài nguyên du lịch.\nC.Tiềm năng du lịch ở các vùng xa.\nD. Chất lượng đội ngũ trong ngành.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Bài 31: Vấn đề phát triển thương mại và du lịch – Mục 2 Du lịch – ý a tài nguyên du lịch: tài nguyên tự nhiên và nhân văn.Chọn đáp án C"
    },
    {
        "ID": "Geo_18_35",
        "Image_Question": "",
        "Question": "CÂU 35:Trung du miền núi Bắc Bộ có thế mạnh đặc biệt để phát triển cây công nghiệp có nguồn gốc cận nhiệt, ôn đới chủ yếu do\nA. vị trí địa lí gần khu vực cận nhiệt.\nB. đất phù sa ở các cánh đồng trước núi.\nC. khí hậu nhiệt đới ẩm gió mùa có mùa đông lạnh.\nD. nguồn nước phong phú, đặc biệt nước ngầm.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Bài 32: Vấn đề khai thác thế mạnh ở TDMNBB – Mục 3 trồng và chế biến cây công nghiệp, cây dược liệu, rau của cận nhiệt và ôn đới. Chọn đáp án C"
    },
    {
        "ID": "Geo_18_36",
        "Image_Question": "",
        "Question": "CÂU 36:Khó khăn lớn nhất ảnh hưởng đến sản xuất công nghiệp của Đồng bằng sông Hồng là\nA. có mật độ dân số cao.\nB. cơ sở hạ tầng còn hạn chế.\nC. thiếu nguyên liệu tại chỗ.\nD. cơ cấu kinh tế chậm chuyển biến.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Bài 33 Vấn đề chuyển dịch cơ cấu kinh tế theo ngành ở ĐBSH – Mục 2 Hạn chế chủ yếu của vùng: việc chuyển dịch cơ cấu kinh tế còn chậm, chưa phát huy hết thế mạnh của vùng. Chọn đáp án C"
    },
    {
        "ID": "Geo_18_37",
        "Image_Question": "",
        "Question": "CÂU 37:Vùng Bắc Trung Bộ phải hình thành cơ cấu kinh tế nông - lâm - ngư nghiệp vì\nA. vừa tạo cơ cấu ngành vừa tạo thế liên hoàn trong phát triển cơ cấu kinh tế theo không gian.\nB. có ý nghĩa lớn đối với sự hình thành cơ cấu kinh tế chung của vùng.\nC. khai thác các thế mạnh sẵn có của vùng để đẩy mạnh CNH - HĐH.\nD. vùng có thế mạnh để phát triển trong khi tỉ trọng công nghiệp còn rất thấp so với cả nước.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Bài 35: VCấn đề phát triển kinh tế - xã hội ở BTB – Mục 2 Hình thành cơ cấu Nông – Lâm – Ngư nghiệp: vì vừa tạo cơ cấu ngành vừa tạo thế liên hoàn trong phát triển cơ cấu kinh tế theo không gian. Chọn đáp án A"
    },
    {
        "ID": "Geo_18_38",
        "Image_Question": "",
        "Question": "CÂU 38:Vấn đề quan trọng cần quan tâm ở Đông Nam Bộ trong phát triên nông nghiệp theo chiều sâu là\nA. thủy lợi, thay đổi cơ câu cây trồng.\nB. cải tạo đất, thay đổi cơ cấu cây trồng.\nC. thay đổi cơ cấu cây trồng, chống xói mòn.\nD. áp dụng kĩ thuật canh tác tiên tiến, thủy lợi.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Bài 39: Khai thác lãnh thổ theo chiều sâu ở ĐNB – Mục 3 Khai thác lãnh thổ theo chiều sâu – ý c Trong Nông, lâm nghiệp: là thủy lợi, thay đổi cơ câu cây trồng. Chọn đáp án A"
    },
    {
        "ID": "Geo_18_39",
        "Image_Question": "",
        "Question": "CÂU 39:Tại sao trong thời gian gần đây, tình trạng xâm nhập mặn ở Đồng bằng sông Cửu Long diễn ra nghiêm trọng hơn?\nA. Địa hình thấp, ba mặt giáp biển.\nB. Mùa khô kéo dài, nền nhiệt cao.\nC. Ba mặt giáp biển, mạng lưới kênh rạch chằng chịt.\nD. Ảnh hưởng của El Nino và các hồ thuỷ điện ở thượng nguồn.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Bài: 41: Sở dụng hợp lí và cải tạo tự nhiên ở ĐBSCL - Đồng bằng sông Cửu Long – Mục 2 thế mạnh và hạn chế - ý b Hạn chế: các thiên tai khác: Ảnh hưởng của El Nino và các hồ thuỷ điện ở thượng nguồn. Chọn đáp án D"
    },
    {
        "ID": "Geo_18_40",
        "Image_Question": "",
        "Question": "CÂU 40:Cho bảng số liệu:\nSẢN LƯỢNG THỦY SẢN VÀ GIÁ TRỊ XUẤT KHẨU THỦY SẢN CỦA NƯỚC TA, GIAI ĐOẠN 2010 – 2015\nNăm\tTổng sản lượng\n(nghìn tấn)\tSản lượng nuôi trồng\n(nghìn tấn)\tGiá trị xuất khẩu\n(triệu đô la Mỹ)\n2010\t5 143\t2 728\t5 017\n2013\t6 020\t3 216\t6 693\n2014\t6 333\t3 413\t7 825\n2015\t6 582\t3 532\t6 569\nĐể thể hiện sản lượng và giá trị xuất khẩu thủy sản của nước ta, giai đoạn 2010 - 2015 theo bảng số liệu, biểu đồ nào sau đây là thích hợp nhất?\nA.Đường\nB.Miền\nC.Kế hợp\nD.Cột",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Kết hợp. Chọn đáp án C."
    }
]