[
    {
        "ID": "Geo_19_1",
        "Image_Question": "",
        "Question": "CÂU 1:Vùng có chiều rộng 200 hải lí tính từ đường cơ sở ra phía biển của nước ta là vùng\nA. thềm lục địa.\nB. lãnh hải.\nC. tiếp giáp lãnh hải.\nD. đặc quyền kinh tế.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Bài 2: Vị trí địa lí phạm vi lãnh thổ - Mục 2. phạm vi lãnh thổ - ý b Vùng biển. Chọn đáp án D"
    },
    {
        "ID": "Geo_19_2",
        "Image_Question": "",
        "Question": "CÂU 2:Hiện tượng cá chết hàng loạt tại 4 tỉnh miền Trung nước ta vào năm 2016 là do\nA. độc tố sản sinh từ hiện tượng thủy triều đỏ.\nB. các sự cố đắm tàu, tràn dầu, rửa tàu trên biển.\nC. rác thải sản xuất và sinh hoạt chưa qua xử lí đổ trực tiếp ra biển.\nD. hàm lượng kim loại nặng thải ra môi trường biển vượt quá giới hạn cho phép.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Bài: 14 Sử dụng và bảo vệ tài nguyên thiên nhiên – mục 1 Sử dụng và bảo vệ tài nguyên sinh vật - ý b. Đa dạng sinh học. Chọn đáp án C."
    },
    {
        "ID": "Geo_19_3",
        "Image_Question": "",
        "Question": "CÂU 3:Hiện tượng sạt lở bờ biển xảy ra nhanh nhất ở khu vực ven biển\nA. Bắc Bộ.\nB. Trung Bộ.\nC. Đông Nam Bộ.\nD. Đồng bằng sông Cửu Long.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Bài 8: Thiên nhiên chịu ảnh hưởng sâu sắc của biển. – Mục 2 Ảnh hưởng của biển đông đến thiên nhiên Việt Nam – ý d thiên tai: Chọn đáp án B."
    },
    {
        "ID": "Geo_19_4",
        "Image_Question": "",
        "Question": "CÂU 4:Căn cứ vào Atlat Địa lí Việt Nam trang 4-5, cho biết tỉnh nào sau đây khônggiáp Trung Quốc?\nA. Lạng Sơn.\nB. Cao Bằng.\nC. Điện Biên.\nD. Yên Bái.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Sử dụng Atlat Địa lí Việt Nam.Chọn đáp án D"
    },
    {
        "ID": "Geo_19_5",
        "Image_Question": "",
        "Question": "CÂU 5:Căn cứ vào Atlat Địa lí Việt Nam trang 9, hãy cho biết hai trạm khí hậu Hà Nội và Thanh Hóa khác nhau ở đặc điểm nào sau đây?\nA. Thời gian mùa mưa.\nB. Biên độ nhiệt độ trung bình năm lớn.\nC. Tháng mưa lớn nhất.\nD. Nhiệt độ trung bình năm trên 200C.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Sử dụng Atlat Địa lí Việt Nam.Chọn đáp án C"
    },
    {
        "ID": "Geo_19_6",
        "Image_Question": "",
        "Question": "CÂU 6:Dựa vào Atlat Việt Nam trang 10, lưu lượng nước sông Cửu Long (tại trạm Mỹ Thuận) thấp nhấp là vào tháng?\nA. III.\nB. IV.\nC. V.\nD. VI.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Sử dụng Atlat Địa lí Việt Nam.Chọn đáp án A"
    },
    {
        "ID": "Geo_19_7",
        "Image_Question": "",
        "Question": "CÂU 7:Căn cứ vào Atlat Địa lí Việt Nam trang 13, cho biết khu vực nào cao nhất trên lát cắt C-D?\nA. Núi Phanxipang.\nB. Núi Phu Luông.\nC. Núi Phu Pha Phong.\nD. Cao nguyên Mộc châu.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Sử dụng Atlat Địa lí Việt Nam. Chọn đáp án A"
    },
    {
        "ID": "Geo_19_8",
        "Image_Question": "",
        "Question": "CÂU 8:Căn cứ vào Atlat Địa lí Việt Nam trang 15, hãy cho biết vùng nào có mật dân số cao nhất nước ta ?\nA. Đồng bằng sông Cửu Long.\nB. Duyên hải Nam Trung Bộ.\nC. Đồng bằng sông Hồng.\nD. Tây Nguyên.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Sử dụng Atlat Địa lí Việt Nam. Chọn đáp án A"
    },
    {
        "ID": "Geo_19_9",
        "Image_Question": "",
        "Question": "CÂU 9:Dựa vào Atlat Địa lí Việt Nam trang 20, cho biết diện tích rừng trồng của nước ta giai đoạn 2000 - 2007 có xu hướng thay đổi như thế nào?\nA. Tăng lên.\nB. Giảm đi.\nC. Không thay đổi.\nD. Tăng giảm không ổn định.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Sử dụng Atlat Địa lí Việt Nam. Chọn đáp án D"
    },
    {
        "ID": "Geo_19_10",
        "Image_Question": "",
        "Question": "CÂU 10:Căn cứ vào Atlat Địa lí Việt Nam trang 17, cho biết khu kinh tế ven biển Nghi Sơn thuộc tỉnh nào?\nA. Thanh Hóa.\nB. Nghệ An\nC. Quảng Bình.\nD. Quảng Trị.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Sử dụng Atlat Địa lí Việt Nam. Chọn đáp án A"
    },
    {
        "ID": "Geo_19_11",
        "Image_Question": "",
        "Question": "CÂU 11:Căn cứ vào Atlat Địa lí Việt Nam trang 25, cho biết vườn quốc gia nào thuộc tỉnh Thừa Thiên Huế?\nA. Pù Mát\nB. Vũ Quang\nC. Bạch Mã\nD. Yok Đôn",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Sử dụng Atlat Địa lí Việt Nam. Chọn đáp án C"
    },
    {
        "ID": "Geo_19_12",
        "Image_Question": "",
        "Question": "CÂU 12:Căn cứ vào Atlat Địa lí Việt Nam trang 27, cho biết trung tâm công nghiệp nào sau đây thuộc tỉnh Nghệ An?\nA. Bỉm Sơn.\nB. Vinh.\nC. Huế.\nD. Đà Nẵng.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Sử dụng Atlat Địa lí Việt Nam. Chọn đáp án B"
    },
    {
        "ID": "Geo_19_13",
        "Image_Question": "",
        "Question": "CÂU 13:Căn cứ vào Atlat Địa lí Việt Nam trang 29, cho biết trung tâm công nghiệp nào sau đây không có ngành sản xuất vật liệu xây dựng?\nA. Long Xuyên.\nB. Cần Thơ.\nC. Sóc Trăng.\nD. Cà Mau.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Sử dụng Atlat Địa lí Việt Nam. Chọn đáp án A"
    },
    {
        "ID": "Geo_19_14",
        "Image_Question": "",
        "Question": "CÂU 14:Căn cứ vào Atlat Địa lí Việt Nam trang 30, cho biết trung tâm công nghiệp nào sau đây khôngthuộc vùng kinh tế trọng điểm phía Bắc?\nA. Hà Nội\nB. Hải Phòng\nC. Vĩnh Phúc\nD. Đà Nẵng.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Sử dụng Atlat Địa lí Việt Nam. Chọn đáp án A"
    },
    {
        "ID": "Geo_19_15",
        "Image_Question": "",
        "Question": "CÂU 15:Đặc điểm địa hình có ý nghĩa lớn trong việc bảo toàn tính chất nhiệt đới ẩm gió mùa của thiên nhiên nước ta là\nA. đồng bằng chiếm ¼ diện tích và phân bố ở ven biển.\nB. đồi núi chiếm phần lớn diện tích nhưng chủ yếu là đồi núi thấp.\nC. đồi núi chiếm phần lớn diện tích, trong đó có nhiều vùng núi độ cao trên 2000m.\nD. các dãy núi chạy theo hai hướng chính là tây bắc – đông nam và hướng vòng cung.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Bài 7: Đất nước nhiều đồi núi – Mục 1 Đặc điểm chung của địa hình – ý a. Đồi núi chiếm phần lớn diện tích nhưng chủ yếu là đồi núi thấp. Chọn đáp án B"
    },
    {
        "ID": "Geo_19_16",
        "Image_Question": "",
        "Question": "CÂU 16:Biện pháp chủ yếu để giải quyết tình trạng thất nghiệp ở thành thị nước ta hiện nay là\nA. mở rộng các nghề thủ công và truyền thống.\nB. phát triển sản xuất công nghiệp và dịch vụ.\nC. phân bố lại lực lượng lao động trên cả nước.\nD. hợp tác với nước ngoài để xuất khẩu lao động.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Bài 17: Lao động và việc làm – Mục 3 Vấn đề việc làm avf hướng giải quyết việc làm.Chọn đáp án B"
    },
    {
        "ID": "Geo_19_17",
        "Image_Question": "",
        "Question": "CÂU 17:Hậu quả lớn nhất của việc phân bố dân cư khônghợp lí là\nA. khó khăn cho việc khai thác tài nguyên\nB. ô nhiễm môi trường\nC. gây lãng phí nguồn lao động\nD. giải quyết vấn đề việc làm",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Bài 16: Đặc điểm dân số và sự phân bố dân cư ở nước ta: Mục 3 phân bố dân cư chưa hợp lí – ý b giữa thành thị với nông thôn: phân bố dân cư chưa hợp lí gây khó khăn cho việc khai thác tài nguyên. Chọn đáp án A"
    },
    {
        "ID": "Geo_19_18",
        "Image_Question": "",
        "Question": "CÂU 18:Thành phần kinh tế nào trong cơ cấu kinh tế của nước ta hiện nay tuy có giảm về tỉ trọng nhưng vẫn giữ vai trò chủ đạo trong nền kinh tế?\nA. Kinh tế tập thể\nB. Kinh tế tư nhân\nC. Kinh tế có vốn đầu tư nước ngoài\nD. Kinh tế Nhà nước",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Bài 20: Chuyển dịch cơ cấu kinh tế - Mục 1 Chuyển dịch cơ cấu thành phần kinh tế: Thành phần kinh tế Nhà nước hiện nay tuy có giảm về tỉ trọng nhưng vẫn giữ vai trò chủ đạo trong nền kinh tế.Chọn đáp án D"
    },
    {
        "ID": "Geo_19_19",
        "Image_Question": "",
        "Question": "CÂU 19:Nhân tố ảnh hưởng căn bản đến cơ cấu mùa vụ và cơ cấu sản phẩm nông nghiệp của nước ta là\nA. khí hậu.\nB. địa hình.\nC. đất đai.\nD. nguồn nước.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Bài 21: Đặc điểm nền nông nghiệp nước ta – Mục 1 nền nông nghiệp nhiệt đới – ý a Điều kiện tự nhiên và TNTN cho phép…. Chọn đáp án A"
    },
    {
        "ID": "Geo_19_20",
        "Image_Question": "",
        "Question": "CÂU 20:Việc giữ vững chủ quyền của một hòn đảo, dù nhỏ, lại có ý nghĩa rất lớn, vì các đảo là\nA. một bộ phận không thể tách rời của lãnh thổ nước ta.\nB. nơi có thể tổ chức quần cư, phát triển sản xuất.\nC. hệ thống tiền tiêu của vùng biển nước ta.\nD. cơ sở để khẳng định chủ quyền đối với vùng biển của nước ta.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Bài 42: Vấn đề phát triển kinh tế, an ninh quốc phòng ở biển đông và các đảo, quần đảo – Mục 2 – ý a Thuộc vùng biển nước ta có 4000 hòn đảo lớn nhỏ:  các đảo và quần đảo là hệ thống tiền tiêu của vùng biển nước ta.Chọn đáp án C"
    },
    {
        "ID": "Geo_19_21",
        "Image_Question": "",
        "Question": "CÂU 21:Hướng phát triển công nghiệp ở vùng kinh tế trọng điểm phía Nam khôngphải là\nA. phát triển các ngành công nghiệp cơ bản.\nB. đầu tư vào các ngành công nghệ cao.\nC. đẩy mạnh sự phát triển các ngành công nghiệp trọng điểm.\nD. hạn chế việc hình thành các khu công nghiệp tập trung để bảo vệ môi trường.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Bài 43: Vùng kinh tế trọng điểm – Mục 3: Ba vùng kinh tế trọng điểm, ý c vùng kinh tế trọng điểm phía nam.Chọn đáp án D"
    },
    {
        "ID": "Geo_19_22",
        "Image_Question": "Geo_19/Geo_19_22.png",
        "Question": "CÂU 22:Cho biểu đồ:\nNhận xét nào sau đây khôngđúng về sự thay đổi cơ cấu giá trị xuất khẩu hàng hóa phân theo nhóm hàng của nước ta năm 2010 và năm 2014?\nA. Tỉ trọng hàng công nghiệp nặng và khoáng sản tăng.\nB. Tỉ trọng hàng nông, lâm thuỷ sản và hàng khác không thay đổi.\nC. Tỉ trọng hàng công nghiệp nhẹ và tiểu thủ công nghiệp giảm.\nD. Tỉ trọng hàng nông, lâm thủy sản và hàng khác giảm.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Nhận xét không đúng về sự thay đổi cơ cấu giá trị xuất khẩu hàng hóa phân theo nhóm hàng của nước ta năm 2010 và năm 2014 là Tỉ trọng hàng nông, lâm thuỷ sản và hàng khác không thay đổi Chọn đáp án B"
    },
    {
        "ID": "Geo_19_23",
        "Image_Question": "",
        "Question": "CÂU 23:Đặc điểm nào sau đây khôngđúng với tình hình sản xuất lúa gạo ở Đông Nam Á hiện nay?\nA. Năng suất lúa tăng nhưng còn thấp.\nB. Đông Nam Á là khu vực có sản lượng lúa lớn trên thế giới.\nC. Lúa là cây lương thực chính ở hầu hết các nước trong khu vực.\nD. Việt Nam, Thái Lan là những nước xuất khẩu gạo hàng đầu Đông Nam Á.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Bài 11( Địa lí 11) Khu vực đông nam á – Tiết 2 Kinh tế -  IV Nông nghiệp- Mục1 trồng lúa nước.Chọn đáp án A"
    },
    {
        "ID": "Geo_19_24",
        "Image_Question": "",
        "Question": "CÂU 24:Cho bảng số liệu:\nQuốc gia\tDiện tích (nghìn km2)\tDân số (triệu người)\nBru-nây\t5,8\t0,4\nCam-pu-chia\t181,1\t15,8\nIn-đô-nê-xi-a\t1910,9\t259,4\nLào\t236,8\t7,1\nPhi-lip-pin\t300,0\t102,6\nXin-ga-po\t0,7\t5,6\nViệt Nam\t331,2\t92,7\nDiện tích và dân số một số quốc gia Đông Nam Á năm 2015\n(Nguồn: Niên giám thống kê Việt Nam 2016, NXB Thống kê, 2017)\nCăn cứ vào bảng số liệu, cho biết nhận xét nào sau đây đúng với mật độ dân số của một số quốc gia Đông Nam Á năm 2015?\nA. Xin-ga-po cao nhất, Bru-nây thấp nhất.\nB. Xin-ga-po cao gấp 29,1 lần Việt Nam.\nC. Việt Nam cao gấp 3,2 lần Cam-pu-chia.\nD. Nước cao nhất gấp 66,1 lần nước thấp nhất.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Nhận xét nào sau đây đúng với mật độ dân số của một số quốc gia Đông Nam Á năm 2015 Việt Nam cao gấp 3,2 lần Cam-pu-chia. Chọn đáp án C"
    },
    {
        "ID": "Geo_19_25",
        "Image_Question": "",
        "Question": "CÂU 25:Nguyên nhân gây mưa lớn cho Nam Bộ và Tây Nguyên vào thời kì đầu mùa hạ là do ảnh hưởng của khối khí\nA. cận chí tuyến bán cầu Bắc.\nB. Bắc Ấn Độ Dương.\nC. cận chí tuyến bán cầu Nam.\nD. lạnh phương Bắc.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Bài 9 Thiên nhiên nhiệt đới ẩm gió mùa – Mục 1 Khí hậu nhiệt đới ẩm gió mùa – Ý c gió mùa: Đầu màu hạ khối không khí hình thành từ Bắc ấn độ dương di chuyển theo hướng tây nam xâm nhập trực tiếp và gây mưa cho Nam bộ và Tây nguyên. Chọn đáp án B"
    },
    {
        "ID": "Geo_19_26",
        "Image_Question": "",
        "Question": "CÂU 26:Nước ta có nhiều điều kiện thuận lợi để đẩy mạnh nuôi trồng thủy sản nước ngọt là do\nA. có nhiều ngư trường với nguồn hải hải phong phú.\nB. có nhiều đảo và vụng, vịnh tạo điều kiện hình thành các bãi cho cá đẻ.\nC. có nhiều bãi triều, đầm phá, rừng ngập mặn,....\nD. có nhiều sông suối, kênh, rạch, ao hồ, ô trũng,…",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Bài 24: Vấn đề phát triển thủy sản và lâm nghiệp – Mục 1 Ngành thủy sản – ý a Điều kiện thuận lợi và khó khăn để phát triển ngành thủy sản: có nhiều sông suối, kênh, rạch, ao hồ, ô trũng,…Chọn đáp án D"
    },
    {
        "ID": "Geo_19_27",
        "Image_Question": "",
        "Question": "CÂU 27:Ở vùng Bắc Trung Bộ, việc xây dựng và hoàn thành đường Hồ chí Minh có ý nghĩa\nA. đảm bảo chuyển dịch cơ cấu kinh tế.\nB. tạo thế mở hơn nữa cho nền kinh tế.\nC. tạo thế liện hoàn về không gian.\nD. thúc đẩy phát triển kinh tế -xã hội ở phía Tây.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Bài 35: Vấn đề phát triển kinh tế - xã hội ở BTB – Mục 3 Hình thành cơ cấu công nghiệp và phát triển cơ sở hạ tầng GTVT – ý b Xây dựng cơ sở hạ tầng trước hết là GTVT. Chọn đáp án D"
    },
    {
        "ID": "Geo_19_28",
        "Image_Question": "",
        "Question": "CÂU 28:Loại hình trang trại nào trong những năm qua có tỉ trọng số lượng trang trại tăng nhanh nhất trong cơ cấu trang trại phân theo loại hình sản xuất nông nghiệp ở nước ta?\nA. Trồng cây hàng năm\nB. Lâm nghệp\nC. Nuôi trồng thủy sản\nD. Chăn nuôi",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Bài 25: tổ chức lãnh thổ Nông nghiệp – Mục 3: Những tahy đổi trong tổ chức lãnh thổ nông nghiệp ở nước ta – Ý b – Bảng 25.3( SGK tra 110). Chọn đáp án C"
    },
    {
        "ID": "Geo_19_29",
        "Image_Question": "",
        "Question": "CÂU 29:Điều kiện sinh thái “khí hậu cận nhiệt, ôn đới trên núi, có mùa đông lạnh” và hướng chuyên môn hóa “cây công nghiệp có nguồn gốc cận nhiệt, ôn đới” là đặc điểm của vùng\nA. Trung du miền núi Bắc Bộ\nB. Bắc Trung Bộ\nC. Tây Nguyên\nD. Đông Nam Bộ",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Bài 32: Vấn đề khai thác thế mạnh ở TDMNBB – Mục 3 trồng và chế biến cây công nghiệp, cây dược liệu, rau của cận nhiệt và ôn đới. Chọn đáp án A"
    },
    {
        "ID": "Geo_19_30",
        "Image_Question": "",
        "Question": "CÂU 30:Trở ngại chính về tự nhiên trong phát triển cây công nghiệp lâu năm ở Tây Nguyên là\nA. mùa mưa kéo dài gây xói mòn đất.\nB. sạt lỡ đất, lũ quét thường xuyên.\nC. thiếu nước vào mùa khô.\nD. cháy rừng, bão.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Bài 37: Vấn đề khai thác thế mạnh ở Tây Nguyên – Mục 2 Phát triển cây CN Lâu năm:  do có mùa khô kéo dài dẫn đến thiếu nước vào mùa khô. Chọn đáp án C"
    },
    {
        "ID": "Geo_19_31",
        "Image_Question": "",
        "Question": "CÂU 31:Việc phát triển giao thông ở Đông Nam Á lục địa theo hướng đông - tây rất quan trọng vì\nA. địa hình chủ yếu theo hướng đông - tây.\nB. địa hình chủ yếu theo hướng bắc - nam.\nC. các quốc gia chưa có nhiều tuyến đường ngang.\nD. giàu tài nguyên thiên nhiên.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Bài 11( Địa lí 11) Khu vực đông nam á – Tiết 1 Tự nhiên – dân cư và xã hôi – I tự nhiêm – Mục 2 đặc điểm tự nhiên: Chọn đáp án B"
    },
    {
        "ID": "Geo_19_32",
        "Image_Question": "Geo_19/Geo_19_32.png",
        "Question": "CÂU 32:Cho biểu đồ:\n(Nguồn: Số liệu theo Niên giám thống kê Việt Nam 2016, NXB Thống kê, 2017)\nBiểu đồ thể hiện nội dung nào sau đây?\nA. Tốc độ tăng trưởng giá trị xuất khẩu, nhập khẩu của Hoa Kì, giai đoạn 2010 -2015.\nB. Cơ cấu giá trị xuất nhập khẩu của Hoa Kì giai đoạn 2010-2015.\nC. Sự thay đổi giá trị xuất khẩu, nhập khẩu của Hoa Kì giai đoạn 2010 -2015.\nD. Cán cân xuất nhập khẩu của Hoa Kì giai đoạn 2010 -2015.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Biểu đồ thể hiện Sự thay đổi giá trị xuất khẩu, nhập khẩu của Hoa Kì giai đoạn 2010 -2015. Chọn đáp án C"
    },
    {
        "ID": "Geo_19_33",
        "Image_Question": "",
        "Question": "CÂU 33:Hạn chế lớn nhất của ngành vận tải đường sông của nước ta là\nA. phát triển chủ yếu ở Đồng bằng sông Hồng và Đồng bằng sông Cửu Long.\nB. hiện tượng sa bồi và sự thay đổi thất thường về độ sâu luồng lạch.\nC. lượng hàng hoá và hành khách vận chuyển ít, phân tán.\nD. sông ngòi có nhiều ghềnh thác, chảy chủ yếu theo hướng tây bắc - đông nam.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Bài 30 : Vấn đè phát triển ngành GTVT và TTLL – Mục 1  ý C đường sông: Nước ta có nhiều sông ngòi nhưng mới chỉ sử dụng khoảng 11 triệu km vào mục đích GT(sông ngòi ngắn dốc có nhiều ghềnh thác, chảy chủ yếu theo hướng tây bắc - đông nam). Chọn đáp án D"
    },
    {
        "ID": "Geo_19_34",
        "Image_Question": "",
        "Question": "CÂU 34:Hạn chế lớn nhất của các mặt hàng chế biến phục vụ xuất khẩu ở nước ta là\nA. chất lượng sản phẩm chưa cao\nB. giá trị thuế xuất khẩu cao\nC. tỉ trọng mặt hàng gia công lớn\nD. làm tăng nguy cơ ô nhiễm môi trường",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Bài 31: Vấn đề phát triển thương mại và du lịch – Mục 1 Thương Mại – Ý b Ngoại thương: tỉ trọng mặt hàng gia công lớn. Chọn đáp án C"
    },
    {
        "ID": "Geo_19_35",
        "Image_Question": "",
        "Question": "CÂU 35:Thế mạnh nào sau đây khôngphải là của Trung du miền núi Bắc Bộ ?\nA. Phát triển kinh tế biển và du lịch.\nB. Khai thác, chế biến khoáng sản và thủy điện.\nC. Phát triển chăn nuôi trâu, bò, ngựa, dê, lợn.\nD. Trồng cây công nghiệp điển hình cho vùng nhiệt đới.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Bài 32: Vấn đề khai thác thế mạnh ở TDMNBB – Mục 3 trồng và chế biến cây công nghiệp, cây dược liệu, rau của cận nhiệt và ôn đới. Chọn đáp án D"
    },
    {
        "ID": "Geo_19_36",
        "Image_Question": "",
        "Question": "CÂU 36:Vấn đề quan trọng hàng đầu trong việc sử dụng đất ở đồng bằng sông Hồng là\nA. khả năng mở rộng diện tích còn khá lớn.\nB. nhiều nơi, đất đai bị thoái hóa, bạc màu.\nC. đất phù sa không được bồi đắp hằng năm chiếm diện tích lớn.\nD. đất phù sa có thành phần cơ giới từ cát pha đến trung bình thịt.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Bài 33 Vấn đề chuyển dịch cơ cấu kinh tế theo ngành ở ĐBSH – Mục 2 Hạn chế chủ yếu của vùng: việc chuyển dịch cơ cấu kinh tế còn chậm, chưa phát huy hết thế mạnh của vùng. Chọn đáp án B"
    },
    {
        "ID": "Geo_19_37",
        "Image_Question": "",
        "Question": "CÂU 37:Điểm tương đồng quan trọng nhất giữa vùng Đông Nam Bộ và Tây Nguyên trong điều kiện phát triển cây công nghiệp lâu năm là\nA. khí hậu.\nB. đất đai.\nC. nguồn nước.\nD. trình độ thâm canh.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Bài 39: Khai thác lãnh thổ theo chiều sâu ở ĐNB – Mục 2 Các thế mạnh và hạn chế của vùng – ý b.Chọn đáp án A"
    },
    {
        "ID": "Geo_19_38",
        "Image_Question": "",
        "Question": "CÂU 38:Điểm khác biệt cơ bản về điều kiện tự nhiên để đồng bằng sông Cửu Long vượt trội so với đồng bằng sông Hồng trong vai trò cung cấp lương thực – thực phẩm cho cả nước là\nA. đặc điểm khí hậu.\nB. sự phong phú về nguồn nước.\nC. quy mô diện tích đất.\nD. trình độ thâm canh.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Điều kiện TN và TNTN: có khí hậu cận xích đạo. Chọn đáp án A"
    },
    {
        "ID": "Geo_19_39",
        "Image_Question": "",
        "Question": "CÂU 39:Điều kiện tự nhiên thuận lợi nhất cho việc đánh bắt thuỷ sản ở Duyên hải Nam Trung Bộ là\nA. ít chịu ảnh hưởng của bão và gió mùa Đông Bắc.\nB. vùng biển có nhiều bãi tôm cá, ngư trường trọng điểm.\nC. bờ biển có nhiều vịnh biển để xây dựng các cảng cá.\nD. ngoài khơi có nhiều loài cá có giá trị kinh tế cao.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Bài 36: Vấn đề phát triển kinh tế - xã hội ở DHNTB – Mục 2 phát triển tổng hợp kinh tế biển – ý a. nghề cá: có bãi  cá, tôm, có ngư trường Hoàng sa – Trường sa. Chọn đáp án B"
    },
    {
        "ID": "Geo_19_40",
        "Image_Question": "",
        "Question": "CÂU 40:Cho bảng số liệu:\nNăm\tTổng số\tKinh tế\nnhà nước\tKinh tế ngoài nhà nước\tKinh tế có vốn đầu tư nước ngoài\n2005\t42775\t4967\t36695\t1113\n2008\t46461\t5059\t39707\t1695\n2013\t52208\t5330\t45092\t1786\n2015\t52841\t5186\t45451\t2204\nLao động từ 15 tuổi trở lên đang làm việc phân theo thành phần kinh tế nước ta, giai đoạn 2005-2015(Đơn vị: nghìn người)\n(Nguồn: Niên giám thống kê Việt Nam 2016, NXB Thống kê, 2017)\nĐể thể hiện quy mô và cơ cấu lao động từ 15 tuổi trở lên đang làm việc phân theo thành phần kinh tế nước ta năm 2005 và năm 2015, biểu đồ nào sau đây là thích hợp nhất?\nA. Cột chồng.\nB. Tròn.\nC. Miền.\nD. Đường.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Tròn. Chọn đáp án B"
    }
]