[
    {
        "ID": "Geo_12_1",
        "Image_Question": "",
        "Question": "CÂU 1:Nơi lưu giữ nguồn gen động thực vật quý hiếm nhiều nhất ở nước ta là\nA. rừng sản xuất.\nB. rừng phòng hộ.\nC. rừng ngập mặn.\nD. các khu bảo tồn.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Nơi lưu giữ nguồn gen động thực vật quý hiếm nhiều nhất ở nước ta là các khu bảo tồn. Chọn đáp án D"
    },
    {
        "ID": "Geo_12_2",
        "Image_Question": "",
        "Question": "CÂU 2:Ở đồng bằng nước ta về mùa mưa thường xảy ra\nA. rét hại.\nB. ngập lụt.\nC. thiếu nước.\nD. sương muối.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Ở đồng bằng mùa mưa thường xảy ra ngập lụt. Chọn đáp án B."
    },
    {
        "ID": "Geo_12_3",
        "Image_Question": "",
        "Question": "CÂU 3:Vùng nào sau đây ở nước ta có ngành công nghiệp chậm phát triển nhất?\nA. Tây Nguyên.\nB. Đồng bằng sông Hồng.\nC. Bắc Trung Bộ.\nD. Duyên hải Nam Trung Bộ.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Tây Nguyên là vùng có ngành công nghiệp chậm phát triển nhất. Chọn đáp án A."
    },
    {
        "ID": "Geo_12_4",
        "Image_Question": "",
        "Question": "CÂU 4:Sản phẩm nào sau đây thuộc công nghiệp năng lượng của Việt Nam?\nA. Xi măng.\nB. Gạo, ngô.\nC. Rượu, bia.\nD. Dầu thô.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Sản phẩm thuộc công nghiệp năng lượng là dầu thô.Chọn đáp án D."
    },
    {
        "ID": "Geo_12_5",
        "Image_Question": "",
        "Question": "CÂU 5:Biểu hiện của khai thác lãnh thổ theo chiều sâu trong công nghiệp ở Đông Nam Bộ là\nA. đa dạng hóa các loại hình dịch vụ.\nB. cần xây dựng và phát triển thủy lợi.\nC. phát triển công nghiệp năng lượng.\nD. phát triển giao thông vận tải biển.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Biểu hiện của khai thác lãnh thổ theo chiều sâu trong công nghiệp ở Đông Nam Bộ là phát triển công nghiệp năng lượng. Chọn đáp án C."
    },
    {
        "ID": "Geo_12_6",
        "Image_Question": "",
        "Question": "CÂU 6:Căn cứ vào Atlat Địa lí Việt Nam trang 4 - 5, cho biết tỉnh nào sau đây không giáp biển?\nA. Quảng Bình.\nB. Quảng Ngãi.\nC. Bình Thuận.\nD. Đồng Tháp.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 4-5, tỉnh không giáp biển là Đồng Tháp. Chọn đáp án D."
    },
    {
        "ID": "Geo_12_7",
        "Image_Question": "",
        "Question": "CÂU 7:Căn cứ vào Atlat Địa lí Việt Nam trang 10, cho biết hệ thống sông nào sau đây có tỉ lệ diện tích lưu vực nhỏ nhất?\nA. Sông Ba.\nB. Sông Mã.\nC. Sông Đồng Nai.\nD. Sông Thái Bình",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 10, sông Ba có tỉ lệ diện tích lưu vực nhỏ nhất. Chọn đáp án A."
    },
    {
        "ID": "Geo_12_8",
        "Image_Question": "",
        "Question": "CÂU 8:Căn cứ vào Atlat Địa lí Việt Nam trang 9, cho biết cho biết vùng khí hậu nào sau đây có mưa nhiều vào thu đông?\nA. Nam Bộ.\nB. Tây Nguyên.\nC. Đông Bắc Bộ.\nD. Nam Trung Bộ.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 9, vùng khí hậu Nam Trung Bộ có mưa nhiều vào thu đông. Chọn đáp án D."
    },
    {
        "ID": "Geo_12_9",
        "Image_Question": "",
        "Question": "CÂU 9:Căn cứ vào Atlat Địa lí Việt Nam trang 14, cho biết đỉnh núi nào sau đây có độ cao lớn nhất ở vùng núi Trường Sơn Nam?\nA. Kon Ka Kinh.\nB. Ngọc Linh.\nC. Bà Đen.\nD. Lang Bian.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 14, đỉnh núi Ngọc Linh có độ cao lớn nhất ở vùng núi Trường Sơn Nam. Chọn đáp án B."
    },
    {
        "ID": "Geo_12_10",
        "Image_Question": "",
        "Question": "CÂU 10:Căn cứ vào Atlat Địa lí Việt Nam trang 15, hai đô thị có quy mô dân số lớn nhất ở vùng Bắc Trung Bộ là\nA. Thanh Há, Vinh.\nB. Thanh Hóa, Huế.\nC. Vinh, Huế.\nD. Vinh, Hà Tĩnh.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlát Địa lí Việt Nam trang 15, hai đô thị có qui mô dân số lớn nhất ở Bắc Trung Bộ là Vinh, Huế. Chọn đáp án C."
    },
    {
        "ID": "Geo_12_11",
        "Image_Question": "",
        "Question": "CÂU 11:Căn cứ vào Atlat Địa lí Việt Nam trang 17, cho biết trung tâm kinh tế nào sau đây có quy mô GDP lớn nhất?\nA. Đà Nẵng.\nB. Thanh Hóa\nC. Nha Trang.\nD. Thái Nguyên.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 17, trung tâm kinh tế có qui mô GDP lớn nhất là Đà Nẵng. Chọn đáp án A."
    },
    {
        "ID": "Geo_12_12",
        "Image_Question": "",
        "Question": "CÂU 12:Căn cứ vào Atlat Địa lí Việt Nam trang 19, cho biết tỉnh nào sau đây có diện tích trồng cây công nghiệp hàng năm lớn nhất?\nA. Nghệ An.\nB. Hà Tĩnh.\nC. Bình Định.\nD. Phú Yên.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 19, Nghệ An có diện tích trồng cây công nghiệp hàng năm lớn nhất. Chọn đáp án A."
    },
    {
        "ID": "Geo_12_13",
        "Image_Question": "",
        "Question": "CÂU 13:Căn cứ vào Atlat Địa lí Việt Nam trang 21, điểm công nghiệp nào sau đây có ngành luyện kim màu?\nA. Tĩnh Túc.\nB. Hà Giang.\nC. Quỳ Châu.\nD. Cam Đường.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 21, điểm công nghiệp có ngành luyện kim màu là Tĩnh Túc. Chọn đáp án A."
    },
    {
        "ID": "Geo_12_14",
        "Image_Question": "",
        "Question": "CÂU 14:Căn cứ vào Atlat Địa lí Việt Nam trang 22, cho biết nhà máy nhiệt điện nào sau đây có công suất trên 1000MW?\nA. Trà Nóc.\nB. Cà Mau.\nC. Thủ Đức.\nD. Bà Rịa.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 22, nhà máy nhiệt điện có công suất trên 1000MW là Cà Mau. Chọn đáp án B."
    },
    {
        "ID": "Geo_12_15",
        "Image_Question": "",
        "Question": "CÂU 15:Căn cứ vào Atlat Địa lí Việt Nam trang 23, cho biết đường số 6 không nối Hà Nội với địa điểm nào sau đây?\nA. Mộc Châu\nB. Sơn La.\nC. Hòa Bình\nD. Nghĩa Lộ.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 23, đường số 6 không nói với Nghĩa Lộ. Chọn đáp án D."
    },
    {
        "ID": "Geo_12_16",
        "Image_Question": "",
        "Question": "CÂU 16:Căn cứ vào Atlat Địa lí Việt Nam trang 25, cho biết trung tâm du lịch nào sau đây có du lịch biển?\nA. Hà Nội.\nB. Đà Lạt.\nC. Hải Phòng.\nD. Cần Thơ.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 25, Hải Phòng có du lịch biển. Chọn đáp án C."
    },
    {
        "ID": "Geo_12_17",
        "Image_Question": "",
        "Question": "CÂU 17:Căn cứ vào Atlat Địa lí Việt Nam trang 26, cho biết khai thác than nâu có ở tỉnh nào sau đây thuộc vùng Trung du và miền núi Bắc Bộ?\nA. Hà Giang.\nB. Cao Bằng.\nC. Lai Châu.\nD. Lạng Sơn.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 26, khai thác than nâu có ở Lạng Sơn. Chọn đáp án D."
    },
    {
        "ID": "Geo_12_18",
        "Image_Question": "",
        "Question": "CÂU 18:Căn cứ vào Atlat Địa lí Việt Nam trang 27, cho biết khu kinh tế ven biển nào sau đây thuộc tỉnh Quảng Bình?\nA. Vũng Áng.\nB. Hòn La.\nC. Đông Nam Nghệ An.\nD. Chân Mây - Lăng Cô.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 27, Khu kinh tế ven biển Hòn La thuộc tỉnh Quảng Bình. Chọn đáp án B."
    },
    {
        "ID": "Geo_12_19",
        "Image_Question": "",
        "Question": "CÂU 19:Căn cứ vào Atlat Địa lí Việt Nam trang 28, cho biết cây mía được trồng nhiều ở tỉnh nào sau đây?\nA. Quảng Nam.\nB. Bình Định.\nC. Khánh Hòa.\nD. Ninh Thuận.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 28, mía được trồng nhiều ở Khánh Hòa. Chọn đáp án C."
    },
    {
        "ID": "Geo_12_20",
        "Image_Question": "",
        "Question": "CÂU 20:Căn cứ vào Atlat Địa lí Việt Nam trang 29, cho biết trung tâm kinh tế nào đây thuộc Đồng bằng sông Cửu Long không có ngành cơ khí?\nA. Sóc Trăng.\nB. Cần Thơ.\nC. Rạch Giá.\nD. Long Xuyên.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 29, trung tâm kinh tế Sóc Trăng không có ngành cơ khí. Chọn đáp án A."
    },
    {
        "ID": "Geo_12_21",
        "Image_Question": "",
        "Question": "CÂU 21:Cho bảng số liệu:\nGIÁ TRỊ XUẤT, NHẬP KHẨU CỦA  MỘT SỐ QUỐC GIA NĂM 2016\n(Đơn vị: Tỷ USD)\nQuốc gia\tMa-lai-xi-a\tCam-pu-chia\tViệt Nam\tThái Lan\nXuất khẩu\t200,7\t12,3\t189,1\t288,4\nNhập khẩu\t180,8\t13,1\t191,7\t220,5\n(Nguồn: Niên giám thống kê Việt Nam năm 2017, NXB Thống kê, 2018)\nTheo bảng số liệu, nhận xét nào sau đây không đúng về cán cân xuất, nhập khẩu của một số quốc gia năm 2016?\nA. Ma-lai-xi-a xuất siêu.\nB. Cam-pu-chia nhập siêu.\nC. Việt Nam xuất siêu.\nD. Thái Lan xuất siêu.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Việt Nam nhập siêu. Chọn đáp án C."
    },
    {
        "ID": "Geo_12_22",
        "Image_Question": "Geo_12/Geo_12_22.png",
        "Question": "CÂU 22:Cho biểu đồ:\nBiểu đồ thể hiện GDP của Ma-lai-xi-a và Phi-lip-pin.\n(Nguồn số liệu theo Niên giám thống kê Việt Nam 2017, NXB Thống kê, 2018)\nTheo biểu đồ, nhận xét nào sau đây không đúng khi so sánh GDP của Thái Lan và Phi-lip-pin, giai đoạn 2010 - 2016?\nA. Thái Lan cao hơn nhưng biến động.\nB. Phi-lip-pin tăng nhiều hơn Thái Lan.\nC. Phi-lip-pin tăng nhanh hơn Thái Lan.\nD. Thái Lan và Phi-lip-pin đều tăng liên tục.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Thái Lan tăng nhưng không liên tục, Phi – lip – pin tăng liên tục.  Chọn đáp án D."
    },
    {
        "ID": "Geo_12_23",
        "Image_Question": "",
        "Question": "CÂU 23:Đường biên giới quốc gia trên biển nước ta là giới hạn ngoài của vùng\nA. lãnh hải.\nB. đặc quyền kinh tế.\nC. nội thủy.\nD. tiếp giáp lãnh hải.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Ranh giới của lãnh hải chính là đường biên giới quốc gia trên biển(SGK Địa lí 12/T15). Chọn đáp án A."
    },
    {
        "ID": "Geo_12_24",
        "Image_Question": "",
        "Question": "CÂU 24:Tình trạng thiếu việc làm ở nước ta diễn ra phổ biến ở\nA. các đô thị.\nB. vùng đồng bằng.\nC. vùng nông thôn.\nD. vùng trung du, miền núi.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Vùng nông thôn phổ biến tình trạng thiếu việc làm do tính mùa vụ trong nông nghiệp. Chọn đáp án C."
    },
    {
        "ID": "Geo_12_25",
        "Image_Question": "",
        "Question": "CÂU 25:Quá trình đô thị hóa của nước ta phát triển hiện nay là do\nA. nền kinh tế thị trường được đẩy mạnh.\nB. thu hút nhiều vốn đầu tư nước ngoài.\nC. nước ta hội nhập quốc tế và khu vực.\nD. quá trình công nghiệp hóa, hiện đại hóa.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Quá trình đô thị hóa phát triển do quá trình công nghiệp hóa, hiện đại hóa. Chọn đáp án D."
    },
    {
        "ID": "Geo_12_26",
        "Image_Question": "",
        "Question": "CÂU 26:Phát biểu nào sau đây đúng với xu hướng chuyển dịch cơ cấu ngành kinh tế nước ta hiện nay?\nA. Tốc độ chuyển dịch diễn ra còn chậm.\nB. Nhà nước quản lí các ngành then chốt.\nC. Đáp ứng đầy đủ sự phát triển đất nước.\nD. Còn chưa theo hướng công nghiệp hóa.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Cơ cấu kinh tế theo ngành có sự chuyển dịch tích cực nhưng tốc độ chuyển dịch diễn ra còn chậm. Chọn đáp án A."
    },
    {
        "ID": "Geo_12_27",
        "Image_Question": "",
        "Question": "CÂU 27:Những thành tựu quan trọng nhất của sản xuất lương thực ở nước ta trong những năm qua là\nA. cơ cấu mùa vụ có nhiều thay đổi.\nB. diện tích và sản lượng tăng nhanh.\nC. nhiều giống lúa mới đưa vào sản xuất.\nD. đảm bảo nhu cầu trong nước, xuất khẩu.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Thành tựu quan trọng nhất trong sản xuất lương thực nước ta trong những năm qua là đảm bảo lương thực trong nước và trở thành nước xuất khẩu gạo hàng đầu thế giới(SGK Địa lí 12/T94). Chọn đáp án D."
    },
    {
        "ID": "Geo_12_28",
        "Image_Question": "",
        "Question": "CÂU 28:Điều kiện thuận lợi cho nuôi trồng thủy sản nước lợ ở nước ta là\nA. có nhiều bãi triều, rừng ngập mặn.\nB. nhiều kênh, rạch, ao, hồ, sông suối.\nC. nguồn lợi thủy sản khá phong phú.\nD. nhiều ngư trường, các đảo gần bờ.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Điều kiện thuận lợi để nuôi trồng thủy sản nước lợ là bãi triều, đầm phá, rưng ngập mặn. Chọn đáp án A."
    },
    {
        "ID": "Geo_12_29",
        "Image_Question": "",
        "Question": "CÂU 29:Phát biểu nào sau đây đúng về ngành giao thông vận tải hàng không nước ta hiện nay?\nA. Chưa được đầu tư, còn lạc hậu.\nB. Phát triển từ lâu đời, rộng khắp.\nC. Cơ sở vật chất được hiện đại hóa.\nD. Là ngành non trẻ, phát triển chậm.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Đặc điểm của đường hàng không là non trẻ nhưng phát triển nhanh, nhanh chóng hiện đại hóa ở sở vật chất kĩ thuật(SGK Địa lí 12/T132). Chọn đáp án C."
    },
    {
        "ID": "Geo_12_30",
        "Image_Question": "",
        "Question": "CÂU 30:Sự đa dạng, phong phú về tài nguyên biển và hải đảo là cơ sở thuận lợi để\nA. phát triển mạnh các ngành kinh tế biển.\nB. giải quyết việc làm, thu hút nhà đầu tư.\nC. giữ vững an ninh quốc phòng đất nước.\nD. nâng cao chất lượng cuộc sống dân cư.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Tài nguyên biển (sinh vật, khoáng sản, địa hình biển…) thuận lợi phát triển các ngành kinh tế biển. Chọn đáp án A."
    },
    {
        "ID": "Geo_12_31",
        "Image_Question": "",
        "Question": "CÂU 31:Tỉ trọng hàng nội địa và hàng xuất khẩu của nước ta tăng nhanh trong những năm gần đây chủ yếu là do\nA. sản xuất trong nước phát triển, chính sách đẩy mạnh xuất khẩu.\nB. có tài nguyên thiên nhiên phong phú, nguồn lao động dồi dào.\nC. đẩy mạnh việc xuất khẩu, khai thác nguồn khoáng sản, thủy sản.\nD. ảnh hưởng của xu hướng toàn cầu hóa và khu vực hóa kinh tế.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Tỉ trọng hàng nội địa và hàng xuất khẩu của nước ta tăng nhanh trong những năm gần đây chủ yếu là do sản xuất trong nước phát triển, chính sách đẩy mạnh xuất khẩu.\nChọn đáp án A"
    },
    {
        "ID": "Geo_12_32",
        "Image_Question": "",
        "Question": "CÂU 32:Các tỉnh ven biển của vùng Đồng bằng sông Hồng có khả năng phát triển đánh bắt thủy sản chủ yếu do\nA. có ngư trường trọng điểm vịnh Bắc Bộ.\nB. nhiều rừng ngập mặn, cửa sông, bãi triểu.\nC. có đường bờ biển dài, nhiều sông, suối.\nD. nhiều vịnh nước sâu, các đảo nằm ven bờ.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Các tỉnh ven biển ở Đồng bằng sông Hồng có khả năng phát triển đánh bắt thủy sản là do có ngư trường trọng điểm vịnh Bắc Bộ. Chọn đáp án A."
    },
    {
        "ID": "Geo_12_33",
        "Image_Question": "",
        "Question": "CÂU 33:Thuận lợi chủ yếu của Duyên hải Nam Trung Bộ đối với phát triển giao thông đường biển là\nA. nằm gần tuyến hàng hải quốc tế, nhiều vũng, vịnh kín gió.\nB. nhiều vũng, vịnh kín gió, hoạt động nội thương phát triển.\nC. có đường bờ biển dài, đảo nằm ven bờ, nhiều ngư trường.\nD. nhiều vịnh nước sâu, các đảo nằm ven bờ và ít cửa sông.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Duyên hải Nam Trung Bộ có nhiều vũng, vịnh kín gió, nằm trên tuyến hàng hải quốc tế nên thuận lợi cho phát triển giao thông vận tải đường biển. Chọn đáp án A."
    },
    {
        "ID": "Geo_12_34",
        "Image_Question": "",
        "Question": "CÂU 34:Giải pháp quan trọng nhất để hạn chế rủi ro trong tiêu thụ sản phẩm cây công nghiệp ở Tây Nguyên là\nA. đa dạng hóa cơ cấu cây công nghiệp.\nB. hoàn thiện quy hoạch vùng chuyên canh.\nC. đẩy mạnh tìm kiếm thị trường xuất khẩu.\nD. đẩy mạnh phát triển công nghiệp chế biến.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Đa dạng hóa cơ cấu cây công nghiệp vừa để hạn chế rủi ro trong tiêu thụ sản phẩm cây công nghiệp, vừa sử dụng hợp lí tài nguyên ở Tây Nguyên. Chọn đáp án A."
    },
    {
        "ID": "Geo_12_35",
        "Image_Question": "",
        "Question": "CÂU 35:Nguyên nhân dẫn đến mùa lũ ở Đồng bằng sông Cửu Long ngày càng ngắn chủ yếu là do\nA. mùa khô kéo dài, lưu lượng nước sông giảm.\nB. ba mặt giáp biển, địa hình thấp, mùa khô dài.\nC. nhiều cửa sông, địa hình thấp và bằng phẳng.\nD. dải rừng ngập mặn suy giảm, nhiều cửa sông.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Nguyên nhân dẫn đến mùa lũ ở Đồng bằng sông Cửu Long ngày càng ngắn là do  mùa khô kéo dài, lưu lượng nước sông giảm (do các công trình thủy điện ở đầu nguồn).\nChọn đáp án A."
    },
    {
        "ID": "Geo_12_36",
        "Image_Question": "Geo_12/Geo_12_36.png",
        "Question": "CÂU 36:Cho biểu đồ về tình hình xuất khẩu một số hàng hóa của nước ta, giai đoạn 2010 - 2017:\n(Số liệu theo Niên giám thống kê Việt Nam 2017, NXB Thống kê, 2018)\nBiểu đồ thể hiện nội dung nào sau đây?\nA. Sự thay đổi giá trị xuất khẩu một số hàng hóa của nước ta.\nB. Tỉ trọng giá trị xuất khẩu phân theo nhóm hàng hóa của nước ta.\nC. Tốc độ tăng trưởng giá trị xuất khẩu một số hàng hóa của nước ta.\nD. Sự thay đổi cơ cấu giá trị xuất khẩu một số hàng hóa của nước ta.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Biểu đồ đường (100%) thể hiện tốc độ tăng trưởng của đối tượng. Chọn đáp án C."
    },
    {
        "ID": "Geo_12_37",
        "Image_Question": "",
        "Question": "CÂU 37:Sự khác nhau về đặc điểm địa hình giữa các vùng núi ở nước ta là do tác động chủ yếu của\nA. xâm thực và bồi tụ.\nB. nội lực và ngoại lực.\nC. các hoạt động sản xuất.\nD. vận động Tân kiến tạo.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Sự khác nhau về đặc điểm địa hình giữa các vùng núi ở nước ta là do tác động tổng hợp của nội lực và ngoại lực. Chọn đáp án B."
    },
    {
        "ID": "Geo_12_38",
        "Image_Question": "",
        "Question": "CÂU 38:Ý nghĩa chủ yếu của việc đẩy mạnh sản xuất cây công nghiệp ở Trung du và miền núi Bắc Bộ là\nA. tạo tập quán và mô hình sản xuất mới cho lao động tại chỗ.\nB. tạo thêm nhiều việc làm, thay đổi cơ cấu kinh tế nông thôn.\nC. sử dụng hợp lí tài nguyên, phát triển nông nghiệp hàng hóa.\nD. thay đổi cơ cấu kinh tế nông thôn, hạn chế du canh, du cư.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Ý nghĩa chủ yếu việc đẩy mạnh sản xuất cây công nghiệp ở Trung du và miền núi Bắc Bộ là sử dụng hợp lí tài nguyên, phát triển nông nghiệp hàng hóa.  Chọn đáp án C."
    },
    {
        "ID": "Geo_12_39",
        "Image_Question": "",
        "Question": "CÂU 39:Giải pháp chủ yếu đẩy mạnh phát triển công nghiệp ở Bắc Trung Bộ là\nA. phát triển năng lượng, tăng cường khai thác khoáng sản.\nB. hoàn thiện cơ sở hạ tầng, nâng cao trình độ của lao động.\nC. đảm bảo nguồn nguyên liệu tại chỗ, mở rộng thị trường.\nD. tăng cường vốn đầu tư, phát triển cơ sở vật chất kỹ thuật.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Phát triển công nghiệp ở Bắc Trung Bộ còn khó khăn về vốn, công nghệ và cơ sở vật chất kĩ thuật. Chọn đáp án D."
    },
    {
        "ID": "Geo_12_40",
        "Image_Question": "",
        "Question": "CÂU 40:Cho bảng số liệu:\nSẢN LƯỢNG ĐIỆN VÀ THAN SẠCH CỦA NƯỚC TA, GIAI ĐOẠN 2010 – 2018\nNăm\t2010\t2012\t2014\t2016\t2018\nĐiện (tỉ kWh)\t91,7\t115,4\t141,3\t175,7\t209,2\nThan sạch (triệu tấn)\t44,8\t42,1\t41,1\t38,7\t42,0\n(Nguồn: Niên giám thống kê Việt Nam 2018, NXB Thống kê, 2019)\nTheo bảng số liệu, để thể hiện sản lượng điện và than sạch của nước ta, giai đoạn 2010-2018, dạng biểu đồ nào sau đây là thích hợp nhất?\nA. Tròn.\nB. Miền.\nC. Đường.\nD. Kết hợp.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Biểu đồ kết hợp (4 năm, 2 đơn vị khác nhau). Chọn đáp án D."
    }
]