[
    {
        "ID": "Geo_15_1",
        "Image_Question": "",
        "Question": "CÂU 1:Biện pháp bảo vệ tài nguyên đất ở đồng bằng của nước ta là\nA. làm ruộng bậc thang.\nB. trồng cây theo băng.\nC. đào hố kiểu vẩy cá.\nD. bón phân thích hợp.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Bón phân thích hợp là biện pháp bảo vệ tài nguyên đất ở đồng bằng. (Đáp án ABC là của vùng núi). Chọn đáp án D."
    },
    {
        "ID": "Geo_15_2",
        "Image_Question": "",
        "Question": "CÂU 2:Ở đồng bằng nước ta, chống bão phải luôn kết hợp với chống\nA. động đất.\nB. hạn hán.\nC. lũ quét.\nD. ngập lụt.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Ở đồng bằng chống bão phải kết hợp với chống ngập lụt. Chọn đáp án D."
    },
    {
        "ID": "Geo_15_3",
        "Image_Question": "",
        "Question": "CÂU 3:Vùng dẫn đầu cả nước về tỉ trọng giá trị sản xuất công nghiệp là\nA. Đồng bằng sông Hồng.\nB. Duyên hải Nam Trung Bộ.\nC. Đông Nam Bộ.\nD. Đồng bằng sông Cửu Long.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Đông Nam Bộ dẫn cả nước về giá trị sản xuất công nghiệp (chiếm trên 50%)Chọn đáp án C."
    },
    {
        "ID": "Geo_15_4",
        "Image_Question": "",
        "Question": "CÂU 4:Cơ sở nhiên liệu cho các nhà máy nhiệt điện ở miền Bắc nước ta chủ yếu là\nA. than đá.\nB. dầu mỏ.\nC. than bùn.\nD. khí đốt.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Cơ sở nhiên liệu cho nhà máy nhiệt điện ở miền Bắc là than đá. Chọn đáp án A."
    },
    {
        "ID": "Geo_15_5",
        "Image_Question": "",
        "Question": "CÂU 5:Cơ sở năng lượng của vùng Đông Nam Bộ từng bước được giải quyết nhờ vào\nA. phát triển nguồn điện và mạng lưới điện.\nB. nhập khẩu nguồn điện từ Cam-pu-chia.\nC. phát triển nguồn điện từ gió, thủy triều.\nD. phát triển nguồn điện chủ yếu từ than.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Cơ sở năng lượng của vùng Đông Nam Bộ từng bước được giải quyết nhờ vào  phát triển nguồn điện và mạng lưới điện. Chọn đáp án A."
    },
    {
        "ID": "Geo_15_6",
        "Image_Question": "",
        "Question": "CÂU 6:Căn cứ vào Atlat Địa lí Việt Nam trang 4 - 5, cho biết tỉnh nào sau đây không có đường biên giới với Lào?\nA. Quảng Ninh.\nB. Quảng Bình.\nC. Quảng Nam.\nD. Quảng Trị.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 4-5, tỉnh không có đường biên giới với Lào là Quảng Ninh. Chọn đáp án D."
    },
    {
        "ID": "Geo_15_7",
        "Image_Question": "",
        "Question": "CÂU 7:Căn cứ vào Atlat Địa lí Việt Nam trang 10, cho biết sông Chu thuộc lưu vực hệ thống sông nào sau đây?\nA. Sông Hồng.\nB. Sông Mã.\nC. Sông Cả.\nD. Sông Ba.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 10, sông Chu thuộc lưu vực sông Mã. Chọn đáp án C."
    },
    {
        "ID": "Geo_15_8",
        "Image_Question": "",
        "Question": "CÂU 8:Căn cứ vào Atlat Địa lí Việt Nam trang 9, cho biết Thanh Hóa thuộc vùng khí hậu nào sau đây?\nA. Tây Bắc Bộ.\nB. Đông Bắc Bộ.\nC. Trung và Nam Bắc Bộ.\nD. Bắc Trung Bộ.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 9, Thanh Hóa thuộc vùng khí hậu Bắc Trung Bộ. Chọn đáp án D."
    },
    {
        "ID": "Geo_15_9",
        "Image_Question": "",
        "Question": "CÂU 9:Căn cứ vào Atlat Địa lí Việt Nam trang 14, cho biết đèo nào sau đây không thuộc miền Nam Trung Bộ và Nam Bộ?\nA. Hải Vân.\nB. An Khê.\nC. Cù Mông.\nD. Ngang.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 14, đèo Ngang không thuộc miền Nam Trung Bộ và Nam Bộ. Chọn đáp án D."
    },
    {
        "ID": "Geo_15_10",
        "Image_Question": "",
        "Question": "CÂU 10:Căn cứ vào Atlat Địa lí Việt Nam trang 15, cho biết đô thị nào sau đây thuộc tỉnh Quảng Bình?\nA. Đồng Hới.\nB. Vinh.\nC. Đông Hà.\nD. Tam Kỳ.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlát Địa lí Việt Nam trang 15, Đồng Hới thuộc tỉnh Quảng Bình Chọn đáp án A."
    },
    {
        "ID": "Geo_15_11",
        "Image_Question": "",
        "Question": "CÂU 11:Căn cứ vào Atlat Địa lí Việt Nam trang 17, cho biết trung tâm kinh tế nào sau đây có quy mô GDP lớn nhất Đồng bằng sông Cửu Long?\nA. Long Xuyên.\nB. Cần Thơ.\nC. Cà Mau.\nD. Mỹ Tho.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 17, trung tâm kinh tế có qui mô GDP lớn nhất Đồng bằng sông Cửu Long là Cần Thơ. Chọn đáp án B."
    },
    {
        "ID": "Geo_15_12",
        "Image_Question": "",
        "Question": "CÂU 12:Căn cứ vào Atlat Địa lí Việt Nam trang 19, cho biết tỉnh nào sau đây có sản lượng thịt hơi xuất chuồng tính theo đầu người cao nhất?\nA. Lào Cai.\nB. Sơn La.\nC. Lai Châu.\nD. Điện Biên.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 19, Lào Cai có sản lượng thịt hơi xuất chuồng theo đầu người cao nhất. Chọn đáp án A."
    },
    {
        "ID": "Geo_15_13",
        "Image_Question": "",
        "Question": "CÂU 13:Căn cứ vào Atlat Địa lí Việt Nam trang 21, cho biết trung tâm công nghiệp nào sau đây có hóa chất, phân bón?\nA. Cà Mau.\nB. Kiên Giang,\nC. Long Xuyên.\nD. Sóc Trăng.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 21, TTCN Cà Mau có hóa chất, phân bớn. Chọn đáp án A."
    },
    {
        "ID": "Geo_15_14",
        "Image_Question": "",
        "Question": "CÂU 14:Căn cứ vào Atlat Địa lí Việt Nam trang 22, cho biết miền Bắc có nhà máy nhiệt điện nào sau đây?\nA. Thác Bà.\nB. Nậm Mu.\nC. Na Dương.\nD. Hòa Bình.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 22, nhà máy nhiệt điện Na Dương. Chọn đáp án C."
    },
    {
        "ID": "Geo_15_15",
        "Image_Question": "",
        "Question": "CÂU 15:Căn cứ vào Atlat Địa lí Việt Nam trang 23, cho biết TP. Hồ Chí Minh có đường bay quốc tế đi đến địa điểm nào sau đây?\nA. Hải Phòng.\nB. Rạch Giá.\nC. Phú Quốc.\nD. Băng Cốc.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 23, TP. Hồ Chí Minh có đường bay quốc tế đi đến Băng Cốc. Chọn đáp án D."
    },
    {
        "ID": "Geo_15_16",
        "Image_Question": "",
        "Question": "CÂU 16:Căn cứ vào Atlat Địa lí Việt Nam trang 25, cho biết trung tâm du lịch Huế không có tài nguyên du lịch nào sau đây?\nA. Thắng cảnh, du lịch biển.\nB. Di sản văn hóa thế giới.\nC. Di sản thiên nhiên thế giới.\nD. Di tích lịch sử cách mạng.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 25, Huế không có di sản thiên nhiên thế giới. Chọn đáp án C."
    },
    {
        "ID": "Geo_15_17",
        "Image_Question": "",
        "Question": "CÂU 17:Căn cứ vào Atlat Địa lí Việt Nam trang 26, cho biết tỉnh nào sau đây có khu kinh tế cửa khẩu?\nA. Thái Nguyên.\nB. Hà Giang.\nC. Tuyên Quang.\nD. Yên Bái.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 26, Hà Giang có khu kinh tế Cửa khẩu. Chọn đáp án B."
    },
    {
        "ID": "Geo_15_18",
        "Image_Question": "",
        "Question": "CÂU 18:Căn cứ vào Atlat Địa lí Việt Nam trang 27, cho biết khai thác crôm có ở tỉnh nào sau đây thuộc Bắc Trung Bộ?\nA. Quảng Bình.\nB. Hà Tĩnh.\nC. Nghệ An.\nD. Thanh Hóa.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 27, Crôm có ở Thanh Hóa. Chọn đáp án D."
    },
    {
        "ID": "Geo_15_19",
        "Image_Question": "",
        "Question": "CÂU 19:Căn cứ vào Atlat Địa lí Việt Nam trang 28, cho biết khu kinh tế ven biển Nhơn Hội thuộc tỉnh nào sau đây?\nA. Quảng Ngãi.\nB. Quảng Nam.\nC. Bình Định.\nD. Khánh Hòa.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 28, Khu kinh tế ven biển Nhơn Hội thuộc Bình Định. Chọn đáp án C."
    },
    {
        "ID": "Geo_15_20",
        "Image_Question": "",
        "Question": "CÂU 20:Căn cứ vào Atlat Địa lí Việt Nam trang 29, cho biết cây thuốc lá được trồng nhiều ở tỉnh nào sau đây thuộc Đông Nam Bộ?\nA. Đồng Nai.\nB. Bình Dương.\nC. Bình Phước.\nD. Tây Ninh.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 29, cây thuốc lá được trồng nhiều ở Tây Ninh. Chọn đáp án D"
    },
    {
        "ID": "Geo_15_21",
        "Image_Question": "",
        "Question": "CÂU 21:Cho bảng số liệu:\nXUẤT KHẨU, NHẬP KHẨU HÀNG HÓA VÀ DỊCH VỤ CỦA MỘT SỐ QUỐC GIA NĂM 2018\nQuốc gia\tAi-cập\tÁc-hen-ti-na\tLiên bang Nga\tHoa Kì\nXuất khẩu (tỷ đô la Mỹ)\t47,4\t74,2\t509,6\t2510,3\nNhập khẩu (tỷ đô la Mỹ)\t73,7\t85,4\t344,3\t3148,5\n(Nguồn: Niên giám thống kê Việt Nam 2019, NXB Thống kê, 2020)\nDựa vào bảng số liệu, hãy cho biết quốc gia nào sau đây xuất siêu vào năm 2018?\nA. Ai-cập.\nB. Ác-hen-ti-na.\nC. Liên bang Nga.\nD. Hoa Kì.",
        "Choice": "",
        "Image_Answer": "",
        "Explanation": "Liên Bang Nga xuất siêu. Đáp án C."
    },
    {
        "ID": "Geo_15_22",
        "Image_Question": "Geo_15/Geo_15_22.png",
        "Question": "CÂU 22:SẢN LƯỢNG THAN VÀ ĐIỆN CỦA PHI-LI-PIN\n(Nguồn số liệu theo Niên giám thống kê Việt Nam 2019, NXB Thống kê, 2020)\nTheo biểu đồ, nhận xét nào sau đây đúng về sản lượng than và điện của Phi-li-pin giai đoạn 2010 - 2018?\nA. Than tăng và điện giảm.\nB. Cả than và điện đều giảm.\nC. Điện tăng nhiều hơn than.\nD. Than tăng nhanh hơn điện.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Than tăng 1,47 lần, điện tăng 1,76 lần. Chọn đáp án C"
    },
    {
        "ID": "Geo_15_23",
        "Image_Question": "",
        "Question": "CÂU 23:Nước ta nằm hoàn toàn trong vùng nhiệt đới bán cầu Bắc nên có\nA. nền nhiệt độ cao, nhiều ánh nắng.\nB. vùng biển rộng với nhiều quần đảo.\nC. có mùa đông lạnh, có nhiều tuyết rơi.\nD. nhiều đồi núi, có cả các dãy núi cao.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Nước ta có vị trí nằm ở  vùng nhiệt đới nên nhiệt độ cao, nhiều ánh nắng. Chọn đáp án A."
    },
    {
        "ID": "Geo_15_24",
        "Image_Question": "",
        "Question": "CÂU 24:Chất lượng nguồn lao động của nước ta ngày càng được nâng cao chủ yếu là do\nA. số lượng lao động trong các công ty liên doanh tăng lên.\nB. phát triển mạnh ngành công nghiệp và dịch vụ nông thôn.\nC. những thành tựu trong phát triển văn hóa, giáo dục, y tế.\nD. mở thêm nhiều các trung tâm đào tạo và hướng nghiệp.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chất lượng nguồn lao động của nước ta ngày càng được nâng cao chủ yếu là nhờ những thành tựu trong phát triển văn hóa, giáo dục, y tế. (SGK Địa lí 12/73). Chọn đáp án C."
    },
    {
        "ID": "Geo_15_25",
        "Image_Question": "",
        "Question": "CÂU 25:Tác động lớn nhất của đô thị hóa với việc phát triển kinh tế là\nA. tăng thu nhập cho người lao động.\nB. tạo thêm nhiều việc làm cho lao động.\nC. tạo thị trường rộng có sức mua lớn.\nD. thúc đẩy sự chuyển dịch cơ cấu kinh tế.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Tác động lớn nhất của đô thị hóa với việc phát triển kinh tế là thúc đẩy sự chuyển dịch cơ cấu kinh tế theo hướng CNH, HĐH. Chọn đáp án D."
    },
    {
        "ID": "Geo_15_26",
        "Image_Question": "",
        "Question": "CÂU 26:Chuyển dịch cơ cấu lãnh thổ kinh tế của nước ta hiện nay mang lại ý nghĩa nào sau đây?\nA. Tăng tỉ trọng ngành nông nghiệp.\nB. Đẩy mạnh phát triển kinh tế.\nC. Thúc đẩy xuất khẩu lao động.\nD. Tăng vai trò kinh tế nhà nước.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chuyển dịch cơ cấu lãnh thổ kinh tế của nước ta hiện nay mang lại ý nghĩa đẩy mạnh phát triển kinh tế. Chọn đáp án B."
    },
    {
        "ID": "Geo_15_27",
        "Image_Question": "",
        "Question": "CÂU 27:Điều kiện thuận lợi cho nước ta sản xuất lúa gạo là\nA. đồng bằng rộng, đất phù sa màu mỡ.\nB. khí hậu phân hóa, có mùa đông lạnh.\nC. nhiều sông, sông ngòi có mùa khô.\nD. địa hình đồi núi, phân bậc theo độ cao.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Cây lúa thích với đất phù sa màu mỡ, khí hậu nhiệt đới nóng ẩm.Chọn đáp án A."
    },
    {
        "ID": "Geo_15_28",
        "Image_Question": "",
        "Question": "CÂU 28:Khó khăn về tự nhiên đối với phát triển ngành thủy sản nước ta hiện nay là\nA. cảng cá còn chưa đáp ứng yêu cầu.\nB. nguồn lợi thủy sản đang bị suy giảm.\nC. trình độ của lao động còn chưa cao.\nD. công nghệ chế biến chậm đổi mới.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Khó khăn về tự nhiên với phát triển ngành thủy sản là nguồn lợi đang bị suy giảm (đáp án ACD là kinh tế - xã hội). Chọn đáp án B."
    },
    {
        "ID": "Geo_15_29",
        "Image_Question": "",
        "Question": "CÂU 29:Phát biểu nào sau đây không đúng về giao thông vận tải đường bộ nước ta hiện nay?\nA. Mạng lưới và loại đường phát triển khá toàn diện.\nB. Mạng lưới đường cơ bản đã phủ kín đến các vùng.\nC. Ngày càng phát triển gắn với công nghiệp dầu khí.\nD. Đã hội nhập vào hệ thống đường bộ trong khu vực.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "gắn với ngành công nghiệp dầu khí là của đường ống…(sách giáo khoa Địa lí 12). Chọn đáp án C."
    },
    {
        "ID": "Geo_15_30",
        "Image_Question": "",
        "Question": "CÂU 30:Giải pháp để tạo thế mở cửa cho các tỉnh duyên hải và nền kinh tế cả nước chủ yếu là\nA. phát triển nuôi trồng thủy sản nước lợ.\nB. tăng cường hoạt động khai thác xa bờ.\nC. xây dựng, nâng cấp hệ thống cảng biển.\nD. đẩy mạnh thăm dò và khai thác dầu khí.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Để tạo thế mở cửa cho các tỉnh duyên hải và nền kinh tế cả nước việc xây dựng, nâng cấp hệ thống cảng biển là quan trọng. Chọn đáp án C."
    },
    {
        "ID": "Geo_15_31",
        "Image_Question": "",
        "Question": "CÂU 31:Du lịch Việt Nam phát triển nhanh từ đầu thập kỉ 90 của thế kỉ XX đến nay chủ yếu là do\nA. chính sách Đổi mới của Nhà nước.\nB. mở rộng và đa dạng hoạt động du lịch.\nC. tài nguyên du lịch phong phú, hấp dẫn.\nD. mức sống của dân cư ngày càng cao.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Du lịch Việt Nam phát triển nhanh từ đầu thập kỉ 90 của thế kỉ XX đến nay chủ yếu là do chính sách Đổi mới của Nhà nước....Chọn đáp án A"
    },
    {
        "ID": "Geo_15_32",
        "Image_Question": "",
        "Question": "CÂU 32:Việc làm đang là vấn đề nan giải ở Đồng bằng sông Hồng chủ yếu do\nA. nguồn lao động dồi dào, kinh tế còn chậm phát triển.\nB. dân đông, tài nguyên tự nhiên bị khai thác quá mức.\nC. mật độ dân số cao, phân bố dân cư không đồng đều.\nD. lao động trồng trọt đông, dịch vụ còn chưa đa dạng.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Đồng bằng sông Hồng có mật độ dân số đông, vến đề việc làm nan giải do nguồn lao động tập trung đông, cấu kinh tế theo ngành chậm chuyển dịch, còn nhiều hạn chế. Chọn đáp án A."
    },
    {
        "ID": "Geo_15_33",
        "Image_Question": "",
        "Question": "CÂU 33:Để tăng hệ số sử dụng đất ở Duyên hải Nam Trung Bộ, biện pháp quan trọng hàng đầu là\nA. xây dựng các hồ chứa nước, bảo vệ rừng.\nB. trồng cây chịu hạn trên đất trống đồi trọc.\nC. trồng và bảo vệ rừng phòng hộ ven biển.\nD. phòng chống thiên tai trong mùa mưa bão.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Để tăng hệ số sử dụng đất ở Duyên hải Nam Trung Bộ, biện pháp quan trọng hàng đầu là xây dựng các hồ chứa nước, bảo vệ rừng.Chọn đáp án A."
    },
    {
        "ID": "Geo_15_34",
        "Image_Question": "",
        "Question": "CÂU 34:Giải pháp quan trọng nhất để tránh rủi ro trong việc mở rộng các vùng sản xuất cây công nghiệp ở Tây Nguyên là\nA. tìm thị trường xuất khẩu ổn định.\nB. quy hoạch lại các vùng chuyên canh.\nC. đa dạng hóa cơ cấu cây công nghiệp.\nD. đẩy mạnh khâu chế biến sản phẩm.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Để tránh rủi ro trong việc mở rộng các vùng sản xuất cây công nghiệp ở Tây Nguyên, biện pháp quan trọng nhất tìm thị trường xuất khẩu ổn định, thị trường bất ổn sẽ ảnh hưởng đến tâm lí của người dân,…. Chọn đáp án A"
    },
    {
        "ID": "Geo_15_35",
        "Image_Question": "",
        "Question": "CÂU 35:Để trở thành vùng trọng điểm lương thực - thực phẩm hàng hóa quan trọng nhất cả nước, Đồng bằng sông Cửu Long cần phải thực hiện giải pháp chủ yếu nào sau đây?\nA. Gắn liền giữa sử dụng hợp lý với việc cải tạo tự nhiên.\nB. Khai thác tốt tiềm năng về đất đai, khí hậu và nguồn nước.\nC. Kết hợp đồng bộ các giải pháp sử dụng và cải tạo tự nhiên.\nD. Đầu tư cho công tác thủy lợi, giữ nước ngọt trong mùa khô.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Đồng bằng sông Cửu Long phải thực hiện kết hợp đồng bộ các giải pháp và cải tạo tự nhiên (đáp án C bao quát toàn bộ. Chọn đáp án C."
    },
    {
        "ID": "Geo_15_36",
        "Image_Question": "Geo_15/Geo_15_36.png",
        "Question": "CÂU 36:Cho biểu đồ về xuất khẩu cà phê của nước ta, giai đoạn 2006 - 2017:\n(Nguồn số liệu theo Niên giám thống kê Việt Nam 2017, NXB Thống kê, 2018)\nBiểu đồ thể hiện nội dung nào sau đây?\nA. Quy mô khối lượng xuất khẩu và giá trị.\nB. Cơ cấu khối lượng xuất khẩu và giá trị.\nC. Quy mô và cơ cấu khối lượng xuất khẩu và giá trị.\nD. Tốc độ tăng trưởng khối lượng xuất khẩu và giá trị.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Biểu đồ kết hợp thể hiện qui mô khối lượng xuất khẩu và giá trị xuất khẩu cà phê của nước ta (có thể dùng phương pháp loại trừ). Chọn đáp án A"
    },
    {
        "ID": "Geo_15_37",
        "Image_Question": "",
        "Question": "CÂU 37:Tài nguyên sinh vật biển nước ta phong phú chủ yếu do\nA. nhiệt độ cao, các dòng biển hoạt động theo mùa.\nB. nằm trong khu vực nội chí tuyến, tương đối kín.\nC. địa hình đáy biển đa dạng, có nhiều đảo ven bờ.\nD. vùng biền rộng, hoạt động thủy triều phức tạp.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Tài nguyên sinh vật biển nước ta phong phú chủ yếu do nhiệt độ cao nên sinh vật nhiệt đới phát triển mạnh, đồng thời các dòng biển hoạt động theo mùa mang theo các luồng sinh vật di cư tới. Chọn đáp án A."
    },
    {
        "ID": "Geo_15_38",
        "Image_Question": "",
        "Question": "CÂU 38:Khó khăn lớn nhất ảnh hưởng đến việc phát triển ngành chăn nuôi gia súc nhỏ hiện nay ở Trung du và miền núi Bắc Bộ là\nA. kết cấu hạ tầng còn nhiều hạn chế, thức ăn chưa đa dạng.\nB. có một mùa đông lạnh và kéo dài, giao thông hạn chế.\nC. dịch bệnh còn xảy ra ở nhiều nơi, thị trường bấp bênh.\nD. công nghiệp chế biến còn lạc hậu, lao động hạn chế.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Khó khăn lớn nhất ảnh hưởng đến việc phát triển ngành chăn nuôi gia súc nhỏ ở Trung du và miền núi Bắc Bộ trong thời gian gần đây là do dịch bệnh còn xảy ra ảnh hưởng đến đàn lợn,  hơn nữa thị trường bấp bênh thiếu ổn định cũng ảnh hưởng không nhỏ đến tâm lí người chăn nuôi. (giá lợn giống, giá thức ăn chăn nuôi…)Chọn đáp án C."
    },
    {
        "ID": "Geo_15_39",
        "Image_Question": "",
        "Question": "CÂU 39:Việc xây dựng hệ thống các sân bay, bến cảng ở Bắc Trung Bộ nhằm mục đích chủ yếu\nA. nâng cao vai trò trung chuyển của vùng, thu hút lao động tới.\nB. Hình thành chuỗi các đô thị và trung tâm công nghiệp ở phía tây.\nC. tạo ra thế mở cửa hơn nữa để hội nhập, thúc đẩy phát triển kinh tế.\nD. phát triển công nghiệp theo chiều sâu, thu hút nguồn vốn đầu tư.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Việc xây dựng hệ thống các sân bay, bến cảng ở Bắc Trung Bộ nhằm mục đích chủ yếu tạo ra thế mở cửa hơn nữa để hội nhập, thúc đẩy phát triển kinh tế, đặc biệt là việc nâng cấp và cải tạo các tuyến đường ngang, các cảng biển, các sân bay.   Chọn đáp án C."
    },
    {
        "ID": "Geo_15_40",
        "Image_Question": "",
        "Question": "CÂU 40:Cho bảng số liệu:\nTỔNG MỨC BÁN LẺ HÀNG HÓA VÀ DOANH THU DỊCH VỤ\nTIÊU DÙNG CỦA CẢ NƯỚC, ĐÔNG NAM BỘ\n(Đơn vị: Nghìn tỉ đồng)\nNăm\t2005\t2010\t2015\t2018\nCả nước\t480,3\t1677,3\t3223,2\t4416,6\nĐông Nam Bộ\t157,1\t616,1\t1070,9\t1469,6\nTrong đó:\nThành phố Hồ Chí Minh\t108,0\t448,8\t711,2\t971,5\n(Nguồn: Niên giám thống kê Việt Nam 2010, 2018; NXB Thống kê, 2011, 2019)\nTheo bảng số liệu, để thể hiện tốc độ tăng trưởng tổng mức bán lẻ hàng hóa và doanh thu dịch vụ tiêu dùng của cả nước, Đông Nam Bộ, TP. Hồ Chí Minh giai đoạn 2005 - 2018, dạng biểu đồ nào sau đây là thích hợp nhất?\nA. Cột.\nB. Tròn.\nC. Miền.\nD. Đường.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Thể hiện tốc độ tăng trưởng, lại có nhiều năm nên biểu đồ đường là thích hợp nhất. Chọn đáp án D."
    }
]