[
    {
        "ID": "Geo_20_1",
        "Image_Question": "",
        "Question": "CÂU 1:Vị trí địa lí của nước ta có ý nghĩa về văn hoá-xã hội là\nA. phát triển nền nông nghiệp nhiệt đới.\nB. chung sống hoà bình, hữu nghị, hợp tác cùng phát triển.\nC. đa dạng hoá cơ cấu cây trồng, vật nuôi.\nD. phát triển nền kinh tế nhiều thành phần.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Ở bài 2: Vị trí địa lí phạm vi lãnh thổ - Mục 3. Ý nghĩa của vị trí địa lí việt Nam - ý b Ý nghĩa kinh tế, văn hóa – xã hội và quốc phòng: vị trí liền kề cùng nhiều nét tương đồng về lịch sử, văn hóa xã hội và mối giao lưu lấu đời tạo điều kiện thuận lợi cho nước ta chung sống hoà bình, hữu nghị, hợp tác cùng phát triển. Chọn đáp án B"
    },
    {
        "ID": "Geo_20_2",
        "Image_Question": "",
        "Question": "CÂU 2:Điểm tương đồng giữa Đồng bằng sông Hồng và Đồng bằng sông Cửu Long là\nA. do phù sa sông bồi tụ nên.\nB. có nhiều vùng trũng, thấp rộng lớn.\nC. diện tích trên 15 000 km2.\nD. có hệ thống đê sông và đê biển bao bọc.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Ở bài 7: Đất nước nhiều đồi núi – mục 2 các khu vực địa hình – ý b. Khu vực đồng bằng. Chọn đáp án A"
    },
    {
        "ID": "Geo_20_3",
        "Image_Question": "",
        "Question": "CÂU 3:Ở vùng ven biển, dạng địa hình nào sau đây thuận lợi cho xây dựng cảng biển?\nA. Vịnh cửa sông\nB. Bờ biển mài mòn\nC. Vũng, vịnh nước sâu\nD. Đầm phá.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Ở bài 8: Thiên nhiên chịu ảnh hưởng sâu sắc của biển. – Mục 2 Ảnh hưởng của biển đông đến thiên nhiên Việt Nam – ý b Địa hình và hệ sinh thái vùng ven biển: Vũng, vịnh nước sâu. Chọn đáp án C"
    },
    {
        "ID": "Geo_20_4",
        "Image_Question": "",
        "Question": "CÂU 4:Căn cứ vào Atlat Địa lí Việt Nam trang 4-5, cho biết tỉnh nào sau đây khônggiáp Camphuchia?\nA. Kon Tum.\nB. Bình Phước.\nC. Long An.\nD. Thành phố Hồ Chí Minh.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Sử dụng Atlat Địa lí Việt Nam. Chọn đáp án D"
    },
    {
        "ID": "Geo_20_5",
        "Image_Question": "",
        "Question": "CÂU 5:Căn cứ vào Atlat Địa lí Việt Nam trang 9, cho biết Nha Trang thuộc vùng khí hậu nào sau đây?\nA. Vùng khí hậu Nam Trung Bộ.\nB. Vùng khí hậu Bắc Trung Bộ.\nC. Vùng khí hậu Đông Bắc Bộ.\nD. Vùng khí hậu Tây Bắc Bộ.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Sử dụng Atlat Địa lí Việt Nam. Chọn đáp án A"
    },
    {
        "ID": "Geo_20_6",
        "Image_Question": "",
        "Question": "CÂU 6:Căn cứ vào Atlat Địa lí Việt Nam trang 6,7, 9 hãy cho biết những nơi nào sau đây có lượng mưa trung bình năm trên 2800mm?\nA. Bắc Bạch Mã, Hoàng Liên Sơn.\nB. Ngọc Linh, Bắc Bạch Mã.\nC. Ngọc Linh, cao nguyên Di Linh.\nD. Móng Cái, Hoàng Liên Sơn.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Sử dụng Atlat Địa lí Việt Nam. Chọn đáp án B"
    },
    {
        "ID": "Geo_20_7",
        "Image_Question": "",
        "Question": "CÂU 7:Căn cứ vào Atlat Địa lí Việt Nam trang 13, cho biết đỉnh Phanxipăng thuộc dãy núi nào?\nA. Trường Sơn Nam\nB. Hoàng Liên Sơn.\nC. Trường Sơn Bắc.\nD. Dãy Phu Luông.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Sử dụng Atlat Địa lí Việt Nam. Chọn đáp án B"
    },
    {
        "ID": "Geo_20_8",
        "Image_Question": "",
        "Question": "CÂU 8:Căn cứ vào Atlat Địa lí Việt Nam trang 15, hãy cho biết thành phố nào sau đây không phải là thành phố trực thuộc Trung ương?\nA. Đà Nẵng.\nB. Hà Nội.\nC. Hải Phòng.\nD. Đà Lạt.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Sử dụng Atlat Địa lí Việt Nam. Chọn đáp án D"
    },
    {
        "ID": "Geo_20_9",
        "Image_Question": "",
        "Question": "CÂU 9:Căn cứ vào Atlat Địa lí Việt Nam trang 17, cho biết khu kinh tế cửa khẩu Cầu Treo thuộc tỉnh nào sau đây?\nA. Thanh Hóa\nB. Nghệ An\nC. Hà Tĩnh\nD. Quảng Bình",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Sử dụng Atlat Địa lí Việt Nam. Chọn đáp án C"
    },
    {
        "ID": "Geo_20_10",
        "Image_Question": "",
        "Question": "CÂU 10:Căn cứ vào Atlat Địa lý Việt Nam trang 20, hãy cho biết tỉnh nào sau đây có giá trị sản lượng thủy sản nuôi trồng cao nhất Đồng bằng sông Cửu Long?\nA. An Giang.\nB. Kiên Giang.\nC. Đồng Tháp.\nD. Cà Mau.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Sử dụng Atlat Địa lí Việt Nam. Chọn đáp án A"
    },
    {
        "ID": "Geo_20_11",
        "Image_Question": "",
        "Question": "CÂU 11:Dựa vào Atlat Địa lí Việt Nam trang 25, nhận xét nào sau đây khôngđúng về tình hình phát triển du lịch của nước ta giai đoạn 2000-2007?\nA. Số lượng khách du lịch nội địa tăng.\nB. Số lượng khách du lịch quốc tế tăng.\nC. Doanh thu du lịch tăng.\nD. Số lượng khách quốc tế tăng nhanh hơn nội địa.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Sử dụng Atlat Địa lí Việt Nam. Chọn đáp án D"
    },
    {
        "ID": "Geo_20_12",
        "Image_Question": "",
        "Question": "CÂU 12:Căn cứ vào Atlat Địa lí Việt Nam trang 27, hãy xác định các tuyến đường bộ theo chiều Đông – Tây của vùng Bắc Trung Bộ?\nA. Quốc lộ 7, 8, 9.\nB. Quốc lộ 7, 14, 15.\nC. Quốc lộ 8, 14, 15.\nD. Quốc lộ 9, 14, 15.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Sử dụng Atlat Địa lí Việt Nam. Chọn đáp án A"
    },
    {
        "ID": "Geo_20_13",
        "Image_Question": "",
        "Question": "CÂU 13:Căn cứ vào Atlat Địa lí Việt Nam trang 28, hãy cho biết các cảng nào sau đây ở vùng Duyên hải Nam Trung Bộ?\nA. Quy Nhơn, Nha Trang.\nB. Đà Nẵng, Vũng Tàu.\nC. Dung Quất, Chân Mây.\nD. Phan Thiết, Chân Mây.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Sử dụng Atlat Địa lí Việt Nam. Chọn đáp án A"
    },
    {
        "ID": "Geo_20_14",
        "Image_Question": "",
        "Question": "CÂU 14:Căn cứ vào Atlat Địa lí Việt Nam trang 30, cho biết trung tâm công nghiệp nào sau đây khôngthuộc vùng kinh tế trọng điểm miền Trung?\nA. Vũng Tàu.\nB. Huế.\nC. Đà Nẵng.\nD. Quy Nhơn.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Sử dụng Atlat Địa lí Việt Nam. Chọn đáp án A"
    },
    {
        "ID": "Geo_20_15",
        "Image_Question": "",
        "Question": "CÂU 15:Đặc điểm nổi bật của địa hình vùng núi Đông Bắc là\nA. có địa hình cao nhất nước ta.\nB. đồi núi thấp chiếm phần lớn diện tích.\nC. có 3 mạch núi lớn hướng tây bắc - đông nam.\nD. gồm các dãy núi liền kề với các cao nguyên.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Ở bài 7: Đất nước nhiều đồi núi – Mục 2 các khu vực địa hình – ý a Khu vực Đồi núi: đồi núi thấp chiếm phần lớn diện tích. Chọn đáp án B"
    },
    {
        "ID": "Geo_20_16",
        "Image_Question": "",
        "Question": "CÂU 16:Biện pháp chủ yếu để giảm bớt tỉ lệ thiếu việc làm ở khu vực nông thôn nước ta là\nA. phân bố lại lao động trong phạm vi cả nước.\nB. đẩy mạnh xuất khẩu lao động.\nC. chuyển một số nhà máy từ thành thị về nông thôn.\nD. đa dạng hoá các hoạt động kinh tế nông thôn.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Ở bài 17: lao động và việc làm: - Mục 3 Vấn đề việc làm và hướng giải quyết việc làm. Chọn đáp án D"
    },
    {
        "ID": "Geo_20_17",
        "Image_Question": "",
        "Question": "CÂU 17:Nguyên nhân nào sau đây khôngphải là nguyên nhân dẫn đến việc tập trung đông dân cư ở đồng bằng?\nA. Đất phù sa màu mỡ, nguồn nước dồi dào\nB. Mức độ tập trung công nghiệp cao\nC. Trồng lúa nước cần nhiều lao động\nD. Đẩy mạnh xuất khẩu lao động",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Ở bài 16: Đặc điểm dân số và sự phân bố dân cư ở nước ta: Mục 3 phân bố dân cư chưa hợp lí – ý a giữa ĐB với trung du và miền núi: do ĐB có Đất phù sa màu mỡ, nguồn nước dồi dào, mức độ tập trung công nghiệp cao, trồng lúa nước cần nhiều lao động…Chọn đáp án D"
    },
    {
        "ID": "Geo_20_18",
        "Image_Question": "",
        "Question": "CÂU 18:Khó khăn lớn nhất trong khai thác thuỷ điện của nước ta là\nA. sông ngòi ngắn dốc, tiềm năng thuỷ điện thấp.\nB. miền núi và trung du cơ sở hạ tầng còn yếu.\nC. sự phân mùa của khí hậu làm lượng nước không đều.\nD. sông ngòi của nước ta có lưu lượng nhỏ.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Ở bài 10: Thiên nhiên nhiệt đới ẩm gió mùa: - Mục 2 các thành phần tự nhiên khác – ý b. sông ngòi: chế độ nước theo mùa. Chọn đáp án C"
    },
    {
        "ID": "Geo_20_19",
        "Image_Question": "",
        "Question": "CÂU 19:Năm 2016, kim ngạch xuất khẩu của nước ta là 176,6 tỉ USD, kim ngạch nhập khẩu là 174,1 tỉ USD. Nhận xét nào sau đây đúng về cán cân xuất nhập khẩu của nước ta năm 2016?\nA. Nhập siêu 2,5 tỉ USD.\nB. Xuất siêu 2,5 tỉ USD.\nC. Xuất khẩu lớn hơn nhập khẩu.\nD. Xuất khẩu cân đối với nhập khẩu.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Nhận xét đúng về cán cân xuất nhập khẩu của nước ta năm 2016 : Xuất siêu 2,5 tỉ USD. Chọn đáp án B"
    },
    {
        "ID": "Geo_20_20",
        "Image_Question": "",
        "Question": "CÂU 20:Các đảo và quần đảo nước ta khôngthể hiện vai trò nào dưới đây?\nA. Là cơ sở để xây dựng các vườn quốc gia, khu bảo tồn thiên nhiên\nB. Hệ thống căn cứ để nước ta tiến ra biển và đại dương.\nC. Là cơ sở để khai thác hiệu quả các nguồn lợi biển, đảo và thềm lục địa.\nD. Hệ thống tiền tiêu bảo vệ đất liền",
        "Choice": "",
        "Image_Answer": "",
        "Explanation": "Ở bài 42: Vấn đề phát triển kinh tế, an ninh quốc phòng ở biển đông và các đảo, quần đảo – Mục 2 – ý a Thuộc vùng biển nước ta có 4000 hòn đảo lớn nhỏ: Đáp\nán A"
    },
    {
        "ID": "Geo_20_21",
        "Image_Question": "",
        "Question": "CÂU 21:Tài nguyên thiên nhiên nổi bật ở vùng kinh tế trọng điểm phía Nam là\nA. đất đỏ badan và đất xám\nB. thủy sản\nC. du lịch biển\nD. dầu mỏ và khí đốt",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Ở bài 43: Vùng kinh tế trọng điểm – Mục 3: Ba vùng kinh tế trọng điểm, ý c vùng kinh tế trọng điểm phía nam. Chọn đáp án D"
    },
    {
        "ID": "Geo_20_22",
        "Image_Question": "Geo_20/Geo_20_22.png",
        "Question": "CÂU 22:Cho biểu đồ sau:\nBiểu đồ tỉ suất sinh, tỉ suất tử của nước ta giai đoạn 1960-2014.\nNhận xét nào đúng về sự thay đổi tỉ suất sinh, tỉ suất tử của nước ta giai đoạn 1960-2014?\nA. Tỉ suất sinh của nước ta liên tục giảm.\nB. Tỉ suất tử của nước ta không biến động.\nC. Tỉ suất gia tăng dân số tự nhiên giảm chủ yếu do tỉ suất tử tăng.\nD. Tỉ suất gia tăng dân số tự nhiên có xu hướng tăng.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Nhận xét đúng về sự thay đổi tỉ suất sinh, tỉ suất tử của nước ta giai đoạn 1960-2014: Tỉ suất sinh của nước ta liên tục giảm. Chọn đáp án A"
    },
    {
        "ID": "Geo_20_23",
        "Image_Question": "",
        "Question": "CÂU 23:Mục đích chủ yếu của việc trồng cây công nghiệp lấy dầu ở Đông Nam Á là\nA. mở rộng xuất khẩu thu ngoại tệ.\nB. phá thế độc canh trong nông nghiệp.\nC. phát triển nền nông nghiệp nhiệt đới.\nD. cung cấp nguyên liệu cho công nghiệp.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Ở bài 11( Địa lí 11) Khu vực đông nam á – IV Nông nghiệp - Mục 2 Trồng cây công nghiệp: mở rộng xuất khẩu thu ngoại tệ. Chọn đáp án A"
    },
    {
        "ID": "Geo_20_24",
        "Image_Question": "",
        "Question": "CÂU 24:Cho bảng số liệu\nDiện tích cao su của các nước Đông Nam Á và thế giới (Đơn vị: triệu tấn)\nNăm\t1985\t1995\t2015\nĐông Nam Á\t3,4\t4,9\t9,0\nThế giới\t4,2\t6,3\t12,0\nNhận xét nào sau đây khôngđúng về tỉ trọng diện tích cao su của Đông Nam Á so với thế giới giai đoạn 1985 – 2015?\nA. Tỉ trọng ngày càng tăng.\nB. Tỉ trọng có sự thay đổi.\nC. Tỉ trọng ngày càng giảm.\nD. Tỉ trọng luôn chiếm hơn 70%.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Nhận xét không đúng về tỉ trọng diện tích cao su của Đông Nam Á so với thế giới giai đoạn 1985 – 2015:Tỉ trọng ngày càng tăng. Chọn đáp án A"
    },
    {
        "ID": "Geo_20_25",
        "Image_Question": "",
        "Question": "CÂU 25:Thời tiết lạnh ẩm, mưa phùn nửa cuối mùa đông ở vùng ven biển và đồng bằng Bắc Bộ nước ta là do\nA. Tín phong Bắc bán cầu hoạt động mạnh lên.\nB. Biển Đông đã mang lại cho vùng lượng ẩm lớn.\nC. áp thấp Bắc Bộ làm đổi hướng gió mùa Tây Nam.\nD. gió mùa Đông Bắc di chuyển qua biển bị biến tính.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Ở bài 9 Thiên nhiên nhiệt đới ẩm gió mùa – Mục 1 Khí hậu nhiệt đới ẩm gió mùa – ý c gió mùa. Chọn đáp án D"
    },
    {
        "ID": "Geo_20_26",
        "Image_Question": "",
        "Question": "CÂU 26:Vùng kinh tế được xác định là động lực phát triển kinh tế về công nghiệp của nước ta là\nA. Đồng bằng sông Hồng.\nB. Đồng bằng sông Cửu Long.\nC. Đông Nam Bộ.\nD. Duyên hải Nam Trung Bộ.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Ở bài 39: Khai thác lãnh thổ theo chiều sâu ở ĐNB – Mục 2 Thế mạnh và hạn chế của vùng: là vùng hội tụ được nhiều yếu tố trong phát triển công nghiệp (mục 3 – ý a Trong công nghiệp: ĐNB chiếm tỉ trọng cao nhất – 55,6% giá trị sản xuất CN của cả nước. Chọn đáp án C"
    },
    {
        "ID": "Geo_20_27",
        "Image_Question": "",
        "Question": "CÂU 27:Nguyên nhân chủ yếu làm giá lợn xuất chuồng trong năm 2017 của nước ta thấp là do\nA. quy mô đàn lợn quá lớn, khó khăn về thị trường xuất khẩu.\nB. thịt lợn của nước ngoài giá thấp, cạnh tranh thịt lợn nội.\nC. người chăn nuôi bị tiểu thương và các cơ sở thu mua lợn ép giá.\nD. dịch bệnh làm giảm niềm tin người tiêu dùng, nguy cơ mất an toàn vệ sinh thực phẩm.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Do phụ thuộc vào thị trường và quy mô đàn lợn quá lớn. Chọn đáp án A"
    },
    {
        "ID": "Geo_20_28",
        "Image_Question": "",
        "Question": "CÂU 28:Nước ta có nhiều điều kiện thuận lợi để đẩy mạnh nuôi trồng thủy sản nước lợ là do\nA. nước ta có nhiều ngư trường.\nB. có nhiều đảo và vụng, vịnh cho cá đẻ.\nC. có nhiều bãi triều, đầm phá, rừng ngập mặn.\nD. có nhiều sông suối, kênh, rạch, ao hồ, ô trũng.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Ở bài 24: Vấn đề phát triển thủy sản và lâm nghiệp – Mục 1 Ngành thủy sản – ý a Điều kiện thuận lợi và khó khăn để phát triển ngành thủy sản: có nhiều bãi triều, đầm phá, rừng ngập mặn. Chọn đáp án C"
    },
    {
        "ID": "Geo_20_29",
        "Image_Question": "",
        "Question": "CÂU 29:Duyên hải Nam Trung Bộ có nhiều điều kiện xây dựng các cảng nước sâu do\nA. có nhiều vũng vịnh rộng.\nB. có đường bờ biển dài, ít đảo ven bờ.\nC. có nhiều vũng vịnh, thềm lục địa sâu.\nD. có nền kinh tế phát triển nhanh.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Ở bài 36: Vấn đề phát triển kinh tế - xã hội ở DHNTB – Mục 2 phát triển tổng hợp kinh tế biển – ý c. Dich vụ hàng hải : Không ở đâu trên đất nước ta có địa điểm thuận lợi để xây dựng cảng nước sâu.Chọn đáp án C"
    },
    {
        "ID": "Geo_20_30",
        "Image_Question": "",
        "Question": "CÂU 30:Điều kiện sinh thái với các dải đất phù sa ngọt, các vùng đất phèn, đất mặn, diện tích mặt nước nuôi trồng thủy sản lớn và hướng chuyên môn hóa về trồng lúa, nuôi trồng thủy sản là đặc điểm của vùng\nA. Đồng bằng sông Hồng.\nB. Đồng bằng sông Cửu Long.\nC. Bắc Trung Bộ.\nD. Duyên hải Nam Trung Bộ.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Ở bài: 41: Sở dụng hợp lí và cải tạo tự nhiên ở ĐBSCL - Đồng bằng sông Cửu Long – Mục 2 thế mạnh và hạn chế - ý a Thế mạnh.Chọn đáp án B"
    },
    {
        "ID": "Geo_20_31",
        "Image_Question": "",
        "Question": "CÂU 31:Hạn chế lớn về đặc điểm dân số của các nước Đông Nam Á là\nA. tình trạng bùng nổ dân số vẫn đang tiếp diễn.\nB. có cơ cấu dân số già nên thiếu lực lượng lao động.\nC. dân số trẻ, số người trong độ tuổi lao động lớn.\nD. lao động dồi dào nhưng chất lượng chưa cao.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Ở bài 11( Địa lí 11) Khu vực đông nam á – II Dân cư và xã hội - Mục 1 Dân cư. Chọn đáp án C"
    },
    {
        "ID": "Geo_20_32",
        "Image_Question": "Geo_20/Geo_20_32_1.png;\nGeo_20/Geo_20_32_2.png",
        "Question": "CÂU 32:Cho biểu đồ:\nBiểu đồ thể hiện nội dung nào sau đây?\nA. Cơ cấu giá trị xuất nhập khẩu của Nhật Bản năm 2000 và năm 2010.\nB. Tình hình gia tăng giá trị xuất nhập khẩu của nhật Bản năm 2000 và năm 2010.\nC. Thay đổi cán cân xuất nhập khẩu của Nhật Bản năm 2000 và năm 2010.\nD. Tỉ lệ xuất nhập khẩu của Nhật Bản năm 2000 và năm 2010.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Biểu đồ thể hiện Cơ cấu giá trị xuất nhập khẩu của Nhật Bản năm 2000 và năm 2010. Chọn đáp án A"
    },
    {
        "ID": "Geo_20_33",
        "Image_Question": "",
        "Question": "CÂU 33:Nhân tố có ý nghĩa hàng đầu tạo nên những thành tựu to lớn của ngành chăn nuôi nước ta trong thời gian qua là\nA. thú y phát triển đã ngăn chặn sự lây lan của dịch bệnh.\nB. nhiều giống gia súc gia cầm có chất lượng cao được nhập nội.\nC. nguồn thức ăn cho chăn nuôi ngày càng được bảo đảm tốt hơn.\nD. nhu cầu thị trường trong và ngoài nước ngày càng tăng.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Ở bài 22: Vấn đề phát triển nông nghiệp – Mục 2 Ngành chăn nuôi: nguồn thức ăn cho chăn nuôi ngày càng được bảo đảm tốt hơn. Chọn đáp án C"
    },
    {
        "ID": "Geo_20_34",
        "Image_Question": "",
        "Question": "CÂU 34:Đẩy mạnh đa dạng hóa nông nghiệp, đa dạng hóa kinh tế nông thôn ở nước ta khôngmang lại ý nghĩa nào sau đây?\nA. Cho phép khai tác hợp lí hơn tài nguyên.\nB. Sử dụng tốt hơn nguồn lao động.\nC. Giảm thiểu rủi ro của thị trường.\nD. Thúc đẩy quá trình công nghiệp hóa.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Việc đẩy mạnh đa dạng hóa nông nghiệp, đa dạng hóa kinh tế nông thôn ở nước ta: Cho phép khai tác hợp lí hơn tài nguyên; Sử dụng tốt hơn nguồn lao động; Giảm thiểu rủi ro của thị trường. Chọn đáp án D"
    },
    {
        "ID": "Geo_20_35",
        "Image_Question": "",
        "Question": "CÂU 35:Điều kiện nào sau đây được xem là thuận lợi nhất để Trung du và miền núi Bắc Bộ phát triển cây công nghiệp, cây dược liệu, rau quả cận nhiệt và ôn đới?\nA. Công nghiệp chế biến thực phẩm phát triển.\nB. Khí hậu nhiệt đới có một mùa đông lạnh.\nC. Đất feralit ở đồi núi có diện tích rộng.\nD. Chính sách phát triển sản xuất của Nhà nước.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Ở bài 32: Vấn đề khai thác thế mạnh ở TDMNBB – Mục 3 trồng và chế biến cây công nghiệp, cây dược liệu, rau của cận nhiệt và ôn đới: Khí hậu nhiệt đới có một mùa đông lạnh. Chọn đáp án B"
    },
    {
        "ID": "Geo_20_36",
        "Image_Question": "",
        "Question": "CÂU 36:Điểm nào sau đây không đúng với đồng bằng sông Hồng?\nA. Tài nguyên khoáng sản phong phú và đa dạng\nB. Là vùng chịu tác động của nhiều thiên tai nhiệt đới\nC. Là vùng thiếu nguyên liệu cho việc phát triển công nghiệp\nD. Một số tài nguyên thiên nhiên (đất, nước trên mặt, nước ngầm...) bị xuống cấp",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Ở bài 33 Vấn đề chuyển dịch cơ cấu kinh tế theo ngành ở ĐBSH – Mục 2 Hạn chế chủ yếu của vùng: Tài nguyên thiên nhiên của vùng không thật phong phú. Chọn đáp án A"
    },
    {
        "ID": "Geo_20_37",
        "Image_Question": "",
        "Question": "CÂU 37:Để khai thác tổng hợp các thế mạnh trong nông nghiệp, vùng Bắc Trung Bộ cần\nA. đẩy mạnh khai thác rừng đặc dụng.\nB. trồng rừng, bảo vệ rừng ven biển.\nC. khai thác thế mạnh của trung du, đồng bằng ven biển.\nD. hình thành các vùng chuyên canh kết hợp với công nghiệp chế biến.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Ở bài 35: Vấn đề phát triển kinh tế - xã hội ở BTB – Mục 2 Hình thành cơ cấu Nông – Lâm – Ngư nghiệp – ý b. Khai thác tổng hợp các thế mạnh về nông nghiệp của trung du, đồng bằng và ven biển. Chọn đáp án C"
    },
    {
        "ID": "Geo_20_38",
        "Image_Question": "",
        "Question": "CÂU 38:Đông Nam Bộ và Tây Nguyên là hai vùng có thế mạnh tương đồng về\nA. khai thác lâm sản.\nB. chăn nuôi gia súc.\nC. trồng cây công nghiệp lâu năm.\nD. khai thác tài nguyên khoáng sản.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Ở bài 39: Khai thác lãnh thổ theo chiều sâu ở ĐNB – Mục 2 Các thế mạnh và hạn chế của vùng – ý b, điều kiện tự nhiên và tài nguyên thiên nhiên. Chọn đáp án C"
    },
    {
        "ID": "Geo_20_39",
        "Image_Question": "",
        "Question": "CÂU 39:Nhiệm vụ quan trọng nhất để phát triển bền vững công nghiệp ở Đông Nam Bộ là\nA. tăng cường đầu tư nâng cấp cơ sở hạ tầng.\nB. bảo vệ môi trường đi đôi với phát triển công nghiệp theo chiều sâu.\nC. hình thành nhiều khu công nghiệp, khu chế xuất mới.\nD. phát triển công nghiệp khai thác dầu khí.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Ở bài 39: Khai thác lãnh thổ theo chiều sâu ở ĐNB – Mục 3 Khai thác lãnh thổ theo chiều sâu – Ý a. Trong công nghiệp. Chọn đáp án B"
    },
    {
        "ID": "Geo_20_40",
        "Image_Question": "",
        "Question": "CÂU 40:Cho bảng số liệu:\nSố dân thành thị và nông thôn của nước ta, giai đoạn 2005 – 2015 (Đơn vị: triệu người)\nNăm\t2005\t2008\t2010\t2012\t2015\nThành thị\t22,3\t24,7\t26,5\t28,3\t31,1\nNông thôn\t60,1\t60,4\t60,4\t60,5\t60,6\n(Nguồn: Niên giám thống kê Việt Nam 2016, NXB Thống kê, 2017)\nĐể thể hiện cơ cấu dân số phân theo thành thị và nông thôn Việt Nam, giai đoạn 2005-2015, biểu đồ nào sau đây là thích hợp nhất?\nA. Cột chồng.\nB. Tròn.\nC. Miền.\nD. Đường.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Miền. Chọn đáp án C"
    }
]