[
    {
        "ID": "Geo_22_1",
        "Image_Question": "",
        "Question": "CÂU 1:Vấn đề nổi bật trong việc sử dụng tài nguyên nước hiện nay khôngphải là\nA.nhiễm mặn vào mùa mưa.\nB.ngập lụt trong mùa mưa.\nC.thiếu nước vào mùa khô.\nD.ô nhiễm môi trường nước.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Vấn đề nổi bật trong việc sử dụng tài nguyên nước hiện nay khôngphải là nhiễm mặn vào mùa mưa. Chọn đáp án A."
    },
    {
        "ID": "Geo_22_2",
        "Image_Question": "",
        "Question": "CÂU 2:Ở nước ta, ô nhiễm không khí ít nghiêm trọng tại nơi nào sau đây?\nA.Vùng chuyên canh cây ăn quả.\nB.Vùng công nghiệp truyền thống.\nC.Các trung tâm công nghiệp lớn.\nD.Các đầu mối giao thông vận tải.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Ở nước ta, ô nhiễm không khí ít nghiêm trọng tại nơi nào sau đây?\nvùng chuyên canh cây ăn quả. Chọn đáp án A"
    },
    {
        "ID": "Geo_22_3",
        "Image_Question": "",
        "Question": "CÂU 3:Sản phẩm nào sau đây ở nước ta khôngthuộc công nghiệp khai thác nhiên nhiên liệu?\nA.than đá.\nB.dầu mỏ.\nC.khí đốt.\nD.Quặng sắt.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Quặng sắt không thuộc công nghiệp khai thác nhiên nhiên liệu.Chọn đáp án D."
    },
    {
        "ID": "Geo_22_4",
        "Image_Question": "",
        "Question": "CÂU 4:Than là cơ sở nhiên liệu chủ yếu của nhà máy nhiệt điện nào sau đây ở nước ta?\nA. Cà Mau.\nB.Thủ Đức.\nC.Bà Rịa.\nD.Phả Lại.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Than là cơ sở nhiên liệu chủ yếu của nhà máy nhiệt điện Phả Lại ở nước ta. Chọn đáp án C."
    },
    {
        "ID": "Geo_22_5",
        "Image_Question": "",
        "Question": "CÂU 5:Đông Nam Bộ không giáp với\nA.Tây Nguyên.\nB.Đồng bằng sông Cửu Long.\nC.Bắc Trung Bộ.\nD.Duyên hải Nam Trung Bộ.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Đông Nam Bộ không tiếp giáp với Bắc Trung Bộ. Chọn đáp án C."
    },
    {
        "ID": "Geo_22_6",
        "Image_Question": "",
        "Question": "CÂU 6:Căn cứ vào Atlat Địa lí Việt Nam trang 4 - 5, cho biết tỉnh nào sau đây giáp biển?\nA.Điện Biên.\nB.Nghệ An.\nC.Kon Tum.\nD.Sơn La.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 4-5, tỉnh Nghệ An giáp biển. Chọn đáp án B."
    },
    {
        "ID": "Geo_22_7",
        "Image_Question": "",
        "Question": "CÂU 7:Căn cứ vào Atlat Địa lí Việt Nam trang 10, cho biết lưu lượng nước trung bình của sông Hồng (trạm Hà Nội) lớn nhất vào tháng nào sau đây?\nA.Tháng 6.\nB.Tháng 7.\nC.Tháng 8.\nD. Tháng 9.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 10, lưu lượng nước trung bình của sông Hồng (trạm Hà Nội) lớn nhất vào tháng 8. Chọn đáp án C."
    },
    {
        "ID": "Geo_22_8",
        "Image_Question": "",
        "Question": "CÂU 8:Căn cứ vào Atlat Địa lí Việt Nam trang 9, cho biết tháng nào sau đây ở trạm khí tượng Nha Trang có lượng mưa nhỏ nhất?\nA.Tháng XII.\nB.Tháng XI.\nC.Tháng I.\nD.Tháng II.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 9, trạm khí tượng Nha Trang có lượng mưa nhỏ nhất vào tháng II. Chọn đáp án D."
    },
    {
        "ID": "Geo_22_9",
        "Image_Question": "",
        "Question": "CÂU 9:Căn cứ vào Atlat Địa lí Việt Nam trang 14, cho biết núi Lang Bian nằm trên cao nguyên nào sau đây?\nA.Lâm Viên.\nB.Đắk Lắk.\nC.Pleik.\nD.Kon Tum.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 14, núi Lang Bian nằm trên cao nguyên Lâm Viên.. Chọn đáp án A."
    },
    {
        "ID": "Geo_22_10",
        "Image_Question": "",
        "Question": "CÂU 10:Căn cứ vào Atlat Địa lí Việt Nam trang 15, đô thị được xếp vào loại đặc biệt là\nA.Hạ Long.\nB.Hải Phòng.\nC.Hà Nội.\nD.Huế.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlát Địa lí Việt Nam trang 15, đô thị đặc biệt là Hà Nội. Chọn đáp án C."
    },
    {
        "ID": "Geo_22_11",
        "Image_Question": "",
        "Question": "CÂU 11:Căn cứ vào Atlat Địa lí Việt Nam trang 17, cho biết khu kinh tế cửa khẩu nào sau đây thuộc tỉnh Hà Tĩnh?\nA.Tây Trang.\nB.Tà Lùng.\nC.Lao Bảo.\nD.Cầu Treo.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 17, khu kinh tế cửa khẩu Cầu Treo thuộc tỉnh Hà Tĩnh. Chọn đáp án D."
    },
    {
        "ID": "Geo_22_12",
        "Image_Question": "",
        "Question": "CÂU 12:Căn cứ vào Atlat Địa lí Việt Nam trang 19, cho biết trong các tỉnh sau đây, tỉnh nào có tổng diện tích trồng cây công nghiệp lớn nhất?\nA.Hà Giang.\nB.Tuyên Quang.\nC.Phú Thọ.\nD.Thái Nguyên.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 19, tỉnh Hà Giang có tổng diện tích trồng cây công nghiệp lớn nhất. Chọn đáp án A."
    },
    {
        "ID": "Geo_22_13",
        "Image_Question": "",
        "Question": "CÂU 13:Căn cứ vào Atlat Địa lí Việt Nam trang 21, cho biết trung tâm công nghiệp nào sau đây có ngành điện tử?\nA. Cần Thơ.\nB. Biên Hòa.\nC. Thanh Hóa.\nD. Nha Trang.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 21, TTCN Biên Hòa có ngành điện tử. Chọn đáp án B."
    },
    {
        "ID": "Geo_22_14",
        "Image_Question": "",
        "Question": "CÂU 14:Căn cứ vào Atlat Địa lí Việt Nam trang 22, cho biết trung tâm công nghiệp chế biến lương thực, thực phẩm Cần Thơ khôngcó ngành nào sau đây?\nA.Đường sữa, bánh kẹo.\nB.Sản phẩm chăn nuôi.\nC.Rượu, bia, nước giải khát.\nD.Chè, cà phê, thuốc lá, hạt điều.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 22, trung tâm công nghiệp chế biến lương thực, thực phẩm Cần Thơ không có Chè, cà phê, thuốc lá, hạt điều. Chọn đáp án D."
    },
    {
        "ID": "Geo_22_15",
        "Image_Question": "",
        "Question": "CÂU 15:Căn cứ vào Atlat Địa lí Việt Nam trang 23, cho biết trong các tuyến đường biển sau đây, tuyến nào có chiều dài lớn nhất?\nA.Hải Phòng - Cửa Lò.\nB.Cửa Lò - Đà Nẵng.\nC.Đà Nẵng - Quy Nhơn.\nD.Hải Phòng - Đà Nẵng.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 23, tuyến đường biển dài nhất là Hải Phòng – Đà Nẵng. Chọn đáp án D."
    },
    {
        "ID": "Geo_22_16",
        "Image_Question": "",
        "Question": "CÂU 16:Dựa vào Atlat Địa lí Việt Nam trang 25, trung tâm du lịch nào sau đây thuộc cấp vùng?\nA.Cần Thơ.\nB.Hà Nội.\nC.Đà Nẵng.\nD.TP. Hồ Chí Minh.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 25, trung tâm du lịch Cần Thơ thuộc cấp vùng. Chọn đáp án A."
    },
    {
        "ID": "Geo_22_17",
        "Image_Question": "",
        "Question": "CÂU 17:Căn cứ vào Atlat Địa lí Việt Nam trang 26, cho biết tỉnh nào sau đây ở Trung du và miền núi Bắc Bộ có ngành công nghiệp khai thác mangan?\nA.Lạng Sơn.\nB.Bắc Kạn.\nC.Cao Bằng.\nD. Hà Giang.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 26, tỉnh Cao Bằng ở Trung du và miền núi Bắc Bộ có ngành công nghiệp khai thác mangan. Chọn đáp án C."
    },
    {
        "ID": "Geo_22_18",
        "Image_Question": "",
        "Question": "CÂU 18:Căn cứ vào Atlat Địa lí Việt Nam trang 27, cho biết cảng biển Cửa Gianh thuộc tỉnh nào sau đây?\nA.Quảng Bình.\nB.Hà Tĩnh.\nC.Thanh Hóa.\nD.Nghệ An.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 27, cảng biển Cửa Gianh thuộc tỉnh Quảng Bình. Chọn đáp án A."
    },
    {
        "ID": "Geo_22_19",
        "Image_Question": "",
        "Question": "CÂU 19:Căn cứ vào Atlat Địa lí Việt Nam trang 28, cho biết tỉnh nào sau đây ở Duyên hải Nam Trung Bộ trồng nhiều dừa nhất?\nA.Bình Định.\nB.Phú Yên.\nC.Khánh Hòa.\nD. Ninh Thuận.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 28, tỉnh Bình Định ở Duyên hải Nam Trung Bộ trồng nhiều dừa nhất Chọn đáp án A."
    },
    {
        "ID": "Geo_22_20",
        "Image_Question": "",
        "Question": "CÂU 20:Căn cứ vào Atlat Địa lí Việt Nam trang 29, cho biết trung tâm công nghiệp Vũng Tàu không có ngành nào sau đây?\nA.Nhiệt điện.\nB.Đóng tàu.\nC.Điện tử.\nD.Hóa chất.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 29, trung tâm công nghiệp Vũng Tàu không có ngành điện tử. Chọn đáp án C"
    },
    {
        "ID": "Geo_22_21",
        "Image_Question": "",
        "Question": "CÂU 21:Cho bảng số liệu:\nDIỆN TÍCH VÀ DÂN SỐ CỦA MỘT SỐ QUỐC GIA NĂM 2019\nQuốc gia\tIn-đô-nê-xi-a\tCam-pu-chia\tMa-lai-xi-a\tPhi-lip-pin\nDiện tích(nghìn km2)\t1910,0\t181,0\t330,8\t300,0\nDân số(triệu người)\t273,0\t16,7\t32,3\t109,5\n(Nguồn: Thống kế từ Liên hợp quốc 2020, https://danso.org)\nTheo bảng số liệu, nhận xét nào sau đâykhông đúng khi so sánh diện tích và dân số năm 2019 của một số quốc gia?\nA. In-đô-nê-xi-a có diện tích và dân số lớn nhất.\nB. Cam-pu-chia có diện tích lớn hơn Phi-lip-pin.\nC. Ma-lai-xi-a có dân số cao hơn Cam-pu-chia.\nD. Phi-lip-pin có diện tích lớn hơn Cam-pu-chia.",
        "Choice": "",
        "Image_Answer": "",
        "Explanation": "Cam-pu-chia có diện tích lớn hơn Phi-lip-pin. Đáp án B."
    },
    {
        "ID": "Geo_22_22",
        "Image_Question": "Geo_22/Geo_22_22.png",
        "Question": "CÂU 22:Cho biểu đồ về xuất nhập khẩu của một số quốc gia qua các năm:\n(Nguồn số liệu theo Niên giám thống kê Việt Nam 2016, NXB Thống kê, 2017)\nTheo biểu đồ, nhận xét nào sau đây đúng khi so sánh giá trị xuất nhập khẩu giai đoạn 2010 – 2015 của một số quốc gia?\nA.Hoa Kì luôn lớn nhất và xu hướng tăng.\nB.Nhật Bản luôn nhỏ nhất và tăng nhanh.\nC.Trung Quốc tăng nhanh hơn Nhật Bản.\nD.Hoa Kì tăng nhanh hơn Trung Quốc.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Trung Quốc tăng 1,53 lần, Hoa Kì tăng 1,19 lần, Nhật Bản giảm. Chọn đáp án C"
    },
    {
        "ID": "Geo_22_23",
        "Image_Question": "",
        "Question": "CÂU 23:Nước ta nằm trên ngã tư đường hàng hải quốc tế nên có thuận lợi chủ yếu nào sau đây?\nA.Giao lưu với các nước trên thế giới.\nB.Chung sống hòa bình với các nước.\nC.Phát triển tổng hợp kinh tế biển.\nD.Khai thác tài nguyên thiên nhiên.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Nước ta nằm trên ngã tư đường hàng hải quốc tế nên có thuận lợi chủ yếu là giao lưu với các nước trên thế giới. Chọn đáp án A."
    },
    {
        "ID": "Geo_22_24",
        "Image_Question": "",
        "Question": "CÂU 24:Đặc điểm nào sau đây không đúng với nguồn lao động nước ta hiện nay?\nA.Nguồn lao động bổ sung khá lớn.\nB.Tỉ lệ qua đào tạo còn khá thấp.\nC.Có tác phong công nghiệp cao.\nD.Chất lượng ngày càng nâng lên.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Hạn chế về nguồn lao động nước ta hiện nay là thiếu tác phong công nghiệp Chọn đáp án C."
    },
    {
        "ID": "Geo_22_25",
        "Image_Question": "",
        "Question": "CÂU 25:Tác động tích cực của đô thị hóa đến chuyển dịch cơ cấu kinh tế ở nước ta là\nA.thúc đẩy công nghiệp và dịch vụ phát triển.\nB.làm thay đổi sự phân bố dân cư và lao động.\nC.tăng nhanh cả về số lượng và quy mô đô thị.\nD.tạo nhiều việc làm và thu nhập cho nhân dân.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Tác động tích cực của đô thị hóa đến chuyển dịch cơ cấu kinh tế ở nước ta là chuyển dịch cơ cấu kinh tế theo hướng công nghiệp hóa, hiện đại hóa, tăng tỉ trọng khu vực công nghiệp xây dựng và dịch vụ từ đó thúc đẩy công nghiệp và dịch vụ phát triển.. Chọn đáp án A."
    },
    {
        "ID": "Geo_22_26",
        "Image_Question": "",
        "Question": "CÂU 26:Ở nước ta, biểu hiện chủ yếu của nền kinh tế tăng trưởng bền vững là\nA.nhịp độ phát triển cao, cơ cấu kinh tế hợp lí.\nB.cơ cấu ngành kinh tế hợp lí, phân bố rộng rãi.\nC.chuyển dịch nhanh, Nhà nước vai trò chủ đạo.\nD.cơ cấu lãnh thổ hợp lí, dịch vụ phát triển.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Ở nước ta, biểu hiện chủ yếu của nền kinh tế tăng trưởng bền vững là nhịp độ phát triển cao, cơ cấu kinh tế hợp lí..(SGK Địa lí cơ bản/T82) Chọn đáp án A."
    },
    {
        "ID": "Geo_22_27",
        "Image_Question": "",
        "Question": "CÂU 27:Chăn nuôi bò sữa ở nước ta hiện nay được phát triển mạnh ở\nA.nơi có nhiều đồng cỏ rộng.\nB.tất cả các trang trại lớn.\nC.ven các thành phố lớn.\nD.vùng có lương thực dồi dào.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chăn nuôi bò sữa ở nước ta hiện nay được phát triển mạnh ở ven các thành phố lớn, nơi có đông dân cư, thị trường rộng và công nghiệp chế biến phát triển. Chọn đáp án C."
    },
    {
        "ID": "Geo_22_28",
        "Image_Question": "",
        "Question": "CÂU 28:Dạng địa hình nào sau đây của nước ta thuận lợi nhất để nuôi trồng thủy sản nước lợ?\nA.Đầm phá, bãi triều rộng, vịnh cửa sông.\nB.Đảo và quần đảo xa bờ, vịnh nước sâu.\nC.Vịnh cửa sông, vịnh biển, đảo ven bờ.\nD.Rạn san hô, bãi cát phẳng, vịnh biển.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Đầm phá, bãi triều rộng, vịnh cửa sông thuận lợi nhất để nuôi trồng thủy sản nước lợ. Chọn đáp án A."
    },
    {
        "ID": "Geo_22_29",
        "Image_Question": "",
        "Question": "CÂU 29:Phát biểu nào sau đây khôngđúng về giao thông vận tải nước ta hiện nay?\nA.Có nhiều đầu mối giao thông lớn.\nB.Có nhiều tuyến đường huyết mạch.\nC.Các loại hình vận tải rất đa dạng.\nD.Các ngành đều phát triển rất nhanh.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Phát biểu không đúng về ngành giao thông nước ta hiện nay là các ngành đều rất phát triển. Chọn đáp án D."
    },
    {
        "ID": "Geo_22_30",
        "Image_Question": "",
        "Question": "CÂU 30:Việc đánh bắt hải sản của ngư dân nước ta ở ngư trường quần đảo Trường Sa, Hoàng Sa có ý nghĩa quan trọng về an ninh, quốc phòng vì\nA.tăng sản lượng đánh bắt, thu nhập, phát triển kinh tế.\nB.giải quyết việc làm, tăng thu nhập cho người lao động.\nC.mang lại hiệu quả cao, giúp bảo vệ tài nguyên sinh vật.\nD.khẳng định chủ quyền vùng biển và hải đảo nước ta.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Việc đánh bắt hải sản của ngư dân nước ta ở ngư trường quần đảo Trường Sa, Hoàng Sa có ý nghĩa quan trọng về an ninh, quốc phòng vì khẳng định chủ quyền vùng biển và hải đảo nước ta.(SGK Địa lí 12 cơ bản/T193)Chọn đáp án D."
    },
    {
        "ID": "Geo_22_31",
        "Image_Question": "",
        "Question": "CÂU 31:Giao thông vận tải đường biển ở nước ta ngày càng phát triển chủ yếu do\nA.kinh tế phát triển năng động, hội nhập quốc tế sâu rộng.\nB.có nhiều vụng biển, nằm gần các tuyến hàng hải quốc tế.\nC.đầu tư cải tạo, nâng cấp các cảng và cụm cảng hàng hóa.\nD. hiện đại hóa phương tiện, mở rộng tuyến hàng hải quốc tế.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Nền kinh tế phát triển năng động, hội nhập quốc tế sâu rộng nên nhu cầu vận chuyển hàng hóa xuất nhập khẩu nhiều từ đó thúc đẩy giao thông vận tải đường biển ở nước ta ngày càng phát triển. Chọn đáp án A"
    },
    {
        "ID": "Geo_22_32",
        "Image_Question": "",
        "Question": "CÂU 32:Tại sao Đồng bằng sông Hồng cần phải chuyển dịch cơ cấu kinh tế theo ngành?\nA.Đảm nhận vai trò chủ yếu trong xuất khẩu hàng hóa, nguồn vốn lớn.\nB.Phát huy thế mạnh, khắc phục hạn chế và nâng cao vị thế của vùng.\nC.Yêu cầu của công cuộc đổi mới, mật độ dân số cao, vốn đầu tư lớn.\nD.Do lực lượng lao động đông đảo và tiếp giáp nhiều vùng kinh tế.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Đồng bằng sông Hồng cần phải chuyển dịch cơ cấu kinh tế theo ngành để phát huy thế mạnh, khắc phục hạn chế và nâng cao vị thế của vùng. Chọn đáp án B"
    },
    {
        "ID": "Geo_22_33",
        "Image_Question": "",
        "Question": "CÂU 33:Vấn đề có ý nghĩa quan trọng nhất trong ngành thủy sản ở Duyên hải Nam Trung Bộ là\nA.đầu tư phương tiện và tập trung đánh bắt.\nB.đào tạo lao động và đẩy mạnh xuất khẩu.\nC.khai thác hợp lí và bảo vệ các nguồn lợi.\nD.phát triển nuôi trồng và đẩy mạnh chế biến.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Duyên hải Nam Trung Bộ có nhiều điều kiện thuận lợi để phát triển ngành thủy sản. Việc phát triển ngành thủy sản phải gắn liền với khai thác hợp lí và bảo vệ các nguồn lợi. Chọn đáp án C."
    },
    {
        "ID": "Geo_22_34",
        "Image_Question": "",
        "Question": "CÂU 34:Tây Nguyên chuyên môn hóa sản xuất cây cà phê dựa trên thế mạnh chủ yếu là\nA.có ít thiên tai bão, lụt và không có mùa đông lạnh.\nB.nguồn nước dồi dào, có nhiều giống cây thích hợp.\nC.có diện tích lớn đất đỏ badan, khí hậu cận xích đạo.\nD.nhiệt độ cao quanh năm, sử dụng nhiều giống mới.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Tây Nguyên chuyên môn hóa cây cà phê do có điều kiện thuận lợi thích hợp với cây cà phê, đặc biệtdiện tích lớn đất đỏ badan lớn, khí hậu cận xích đạo. Chọn đáp án C"
    },
    {
        "ID": "Geo_22_35",
        "Image_Question": "",
        "Question": "CÂU 35:Hoạt động đánh bắt thuỷ sản ở Đồng bằng sông Cửu Long thuận lợi hơn Đồng bằng sông Hồng chủ yếu do\nA.có nguồn thuỷ sản rất phong phú.\nB.trong năm có mùa lũ kéo dài.\nC.người dân có nhiều kinh nghiệm.\nD.công nghiệp chế biến phát triển.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Hoạt động đánh bắt thuỷ sản ở Đồng bằng sông Cửu Long thuận lợi hơn Đồng bằng sông Hồng chủ yếu do có nguồn thuỷ sản rất phong phú (ngư trường lớn, vùng biển ấm, nguồn lợi sinh vật biển phong phú…). Chọn đáp án A."
    },
    {
        "ID": "Geo_22_36",
        "Image_Question": "Geo_22/Geo_22_36.png",
        "Question": "CÂU 36:Cho biểu đồ về GDP của nước ta giai đoạn 2005 - 2018:\n(Số liệu theo Niên giám thống kê Việt Nam 2018, NXB Thống kê, 2019)\nBiểu đồ thể hiện nội dung nào sau đây?\nA.Quy mô và cơ cấu GDP phân theo ngành kinh tế.\nB.Chuyển dịch cơ cấu GDP phân theo thành phần kinh tế.\nC.Chuyển dịch cơ cấu GDP phân theo khu vực kinh tế.\nD.Tốc độ tăng trưởng GDP của các ngành kinh tế.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Biểu đồ tròn miền thể hiện sự chuyển dịch cơ cấu phân theo ngành kinh tế (nhìn vào chú giải để phân biệt BC). Chọn đáp án C"
    },
    {
        "ID": "Geo_22_37",
        "Image_Question": "",
        "Question": "CÂU 37:Ở nước ta, độ muối của nước biển thay đổi theo từng đoạn bờ biển chủ yếu do\nA.sự phân hóa chế độ mưa và mạng lưới sông ngòi.\nB.thay đổi biên độ nhiệt độ và mạng lưới sông ngòi.\nC.chế độ thủy triều và hoạt động của các dòng biển.\nD.thay đổi của thềm lục địa và hoàn lưu khí quyển.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Ở ven bờ biển nước ta, độ muối của nước biển thay đổi theo mùa chủ yếu do sự phân hóa chế độ mưa và mạng lưới sông ngòi. (mùa mưa độ muối giảm do nước từ trong lục địa đổ ra các cửa sông, mùa khô độ mặn tăng). Chọn đáp án A."
    },
    {
        "ID": "Geo_22_38",
        "Image_Question": "",
        "Question": "CÂU 38:Việc nuôi trồng thủy sản ở vùng Trung du và miền núi Bắc Bộ chủ yếu dựa vào\nA.hồ thủy lợi, hệ thống sông suối và các đảo ven bờ.\nB.hồ thủy điện, đầm phá và bãi triều nằm ở ven biển.\nC.đầm phá, cánh rừng ngập mặn và hệ thống sông lớn.\nD.hồ tự nhiên, nhân tạo và các vụng, đảo ở vùng biển.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Việc nuôi trồng thủy sản ở vùng Trung du và miền núi Bắc Bộ chủ yếu dựa vào hồ tự nhiên, nhân tạo và các vụng, đảo ở vùng biển. (Đáp án D bao quát và đầy đủ nhất)\nChọn đáp án D."
    },
    {
        "ID": "Geo_22_39",
        "Image_Question": "",
        "Question": "CÂU 39:Ý nghĩa chủ yếu của việc hình thành vùng chuyên canh cây công nghiệp lâu năm ở Bắc Trung Bộ là\nA. giải quyết việc làm, cung cấp nguyên liệu cho công nghiệp.\nB. sử dụng hợp lý tài nguyên đất, góp phần bảo vệ môi trường.\nC. khai thác tốt hơn thế mạnh, tạo ra nhiều nông sản hàng hóa.\nD. chuyển dịch cơ cấu nông nghiệp, tăng hiệu quả của đầu tư.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Bắc Trung Bộ có thế mạnh phát triển nông – lâm – ngư nghiệp. Việc hình thành vùng chuyên canh cây công nghiệp lâu năm ở vùng giúp khai thác tốt hơn thế mạnh, tạo ra nhiều nông sản hàng hóa hơn, thúc đẩy kinh tế phát triển. Chọn đáp án C."
    },
    {
        "ID": "Geo_22_40",
        "Image_Question": "",
        "Question": "CÂU 40:Cho bảng số liệu:\nLAO ĐỘNG TỪ 15 TUỔI TRỞ LÊN ĐANG LÀM VIỆC\nPHÂN THEO THÀNH PHẦN KINH TẾ CỦA NƯỚC TA GIAI ĐOẠN 2005 – 2018\n(Đơn vị: Nghìn người)\nNăm\tTổng số\tKinh tế\nNhà nước\tKinh tế\nngoài Nhà nước\tKinh tế có vốn\nđầu tư nước ngoài\n2005\t42775\t4967\t36695\t1113\n2008\t46461\t5059\t39707\t1695\n2011\t50352\t5250\t43401\t1701\n2015\t52841\t5186\t45451\t2204\n2018\t54248\t4523\t45187\t4538\n(Nguồn: Niên giám thống kê Việt Nam 2018, NXB Thống kê, 2019)\nTheo bảng số liệu, để thể hiện sự chuyển dịch cơ cấu lao động từ 15 tuổi trở lên đang làm việc phân theo thành phần kinh tế của nước ta giai đoạn 2005 - 2018, dạng biểu đồ nào sau đây là thích hợp nhất?\nA.Miền.\nB.Tròn.\nC.Cột.\nD.Đường.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Biểu đồ miền ( sự chuyển dịch cơ cấu, trên 4 năm). Chọn đáp án A."
    }
]