[
    {
        "ID": "Geo_13_1",
        "Image_Question": "",
        "Question": "CÂU 1:Việc khai thác gỗ ở nước ta chỉ được tiến hành ở\nA. rừng sản xuất.\nB. rừng phòng hộ.\nC. các khu bảo tồn.\nD. vườn quốc gia",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Việc khai thác gỗ chỉ được tiến hành ở rừng sản xuất. Chọn đáp án A"
    },
    {
        "ID": "Geo_13_2",
        "Image_Question": "",
        "Question": "CÂU 2:Biện pháp  không được áp dụng khi phòng chống bão là\nA. sơ tán người dân khi có bão.\nB. củng cố công trình đê biển.\nC. trồng rừng phòng hộ ven biển.\nD. khuyến khích tàu thuyền ra khơi.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Biện pháp không áp dụng khi phòng chống bão và khuyến khích tàu ra khơi. Chọn đáp án D."
    },
    {
        "ID": "Geo_13_3",
        "Image_Question": "",
        "Question": "CÂU 3:Các điểm công nghiệp đơn lẻ của nước ta phân bố chủ yếu ở vùng\nA. Tây Nguyên.\nB. Duyên hải Nam Trung Bộ.\nC. Bắc Trung Bộ.\nD. Đồng bằng sông Cửu Long.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Các điểm công nghiệp đơn lẻ phân bố chủ yếu ở miền núi, Tây Nguyên. Chọn đáp án A."
    },
    {
        "ID": "Geo_13_4",
        "Image_Question": "",
        "Question": "CÂU 4:Trong cơ cấu sản lượng điện của nước ta hiện nay, tỉ trọng lớn nhất thuộc về.\nA. thuỷ điện.\nB. điện nguyên tử.\nC. nhiệt điện từ than.\nD. nhiệt điện từ điêzen - khí.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Nhiệt điện từ diezen-khí chiếm tỉ trọng lớn nhất trong cơ cấu sản lượng điện .Chọn đáp án D."
    },
    {
        "ID": "Geo_13_5",
        "Image_Question": "",
        "Question": "CÂU 5:Đông Nam bộ gồm có bao nhiêu tỉnh (thành phố)?\nA. 5.\nB. 7.\nC. 6.\nD. 8.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Đông Nam Bộ gồm có 6 tỉnh (thành phố). Chọn đáp án C."
    },
    {
        "ID": "Geo_13_6",
        "Image_Question": "",
        "Question": "CÂU 6:Căn cứ vào Atlat Địa lí Việt Nam trang 4 - 5, cho biết tỉnh nào sau đây giáp Campuchia?\nA. Lâm Đồng.\nB. Ninh Thuận.\nC. Bình Phước.\nD. Bình Thuận.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 4-5, tỉnh giáp Cam-pu-chia là Bình Phước. Chọn đáp án C."
    },
    {
        "ID": "Geo_13_7",
        "Image_Question": "",
        "Question": "CÂU 7:Căn cứ vào Atlat Địa lí Việt Nam trang 10, cho biết sông nào sau đây không thuộc hệ thống Mê Công?\nA. Sông Tiền.\nB. Sông Hậu.\nC. Sông Cái Bè.\nD. Sông Vàm Cỏ Đông.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 10, sông Vàm cỏ Đông không thuộc hệ thống sông Mê Công. Chọn đáp án D."
    },
    {
        "ID": "Geo_13_8",
        "Image_Question": "",
        "Question": "CÂU 8:Căn cứ vào Atlat Địa lí Việt Nam trang 9, cho biết gió mùa mùa hạ thổi vào Đồng bằng Bắc Bộ chủ yếu theo hướng nào sau đây?\nA. Đông.\nB. Nam.\nC. Đông nam.\nD. Tây nam.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 9, gió mùa mùa hạ thổi vào Đồng bằng sông Hồng chủ yếu theo hướng Đông nam. Chọn đáp án C."
    },
    {
        "ID": "Geo_13_9",
        "Image_Question": "",
        "Question": "CÂU 9:Căn cứ vào Atlat Địa lí Việt Nam trang 14, cho biết lát cắt A - B từ Thành phố Hồ Chí Minh đến sông Cái đi qua đỉnh núi nào sau đây?\nA. Bi Doup.\nB. Lang Bian.\nC. Chư Yang Sin.\nD. Chứa Chan.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 14, lát cắt A – B từ TP.Hồ Chí Minh đến sông Cái đi qua đỉnh núi Bi Doup. Chọn đáp án A."
    },
    {
        "ID": "Geo_13_10",
        "Image_Question": "",
        "Question": "CÂU 10:Căn cứ vào Atlat Địa lí Việt Nam trang 15, đô thị nào sau đây có dân số trên 1.000.000 người?\nA. Hải Phòng.\nB. Việt Trì.\nC. Tuy Hòa.\nD. Vĩnh Long.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlát Địa lí Việt Nam trang 15, đô thị có số dân trên 1000.000 người là Hải Phòng. Chọn đáp án A."
    },
    {
        "ID": "Geo_13_11",
        "Image_Question": "",
        "Question": "CÂU 11:Căn cứ vào Atlat Địa lí Việt Nam trang 17, hãy cho biết trung tâm kinh tế nào sau đây có ngành dịch vụ chiếm tỉ trọng ̣cao nhất trong cơ cấu kinh tế?\nA. Cà Mau.\nB. Biên Hòa\nC. Vũng Tàu.\nD. TP. Hồ Chí Minh.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 17, trung tâm kinh tế có ngành dịch vụ chiếm tỉ trọng cao nhất trong cơ cấy kinh tế là TP. Hồ Chí Minh. Chọn đáp án D."
    },
    {
        "ID": "Geo_13_12",
        "Image_Question": "",
        "Question": "CÂU 12:Căn cứ vào Atlat Địa lí Việt Nam trang 19, cho biết tỉnh nào sau đây có diện tích và sản lượng lúa cao nhất cả nước?\nA. Đồng Tháp.\nB. Kiên Giang.\nC. Vĩnh Long.\nD. An Giang.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 19, Kiên Giang có sản lượng lúa cao nhất. Chọn đáp án B."
    },
    {
        "ID": "Geo_13_13",
        "Image_Question": "",
        "Question": "CÂU 13:Căn cứ vào Atlat Địa lí Việt Nam trang 21, cho biết tỉnh nào sau đây có giá trị sản xuất công nghiệp chiếm dưới 0,1 % giá trị sản xuất công nghiệp cả nước?\nA. Quảng Ngãi.\nB. Bình Thuận\nC. Ninh Thuận.\nD. Quảng Nam.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 21, Ninh Thuận có giá trị sản xuất công nghiệp dưới 0,1% giá trị sản xuất công nghiệp cả nước. Chọn đáp án C."
    },
    {
        "ID": "Geo_13_14",
        "Image_Question": "",
        "Question": "CÂU 14:Căn cứ vào Atlat Địa lí Việt Nam trang 22, cho biết nhà máy thủy điện Trị An được xây dựng trên sông nào sau đây?\nA. La Ngà.\nB. Ba.\nC. Đồng Nai.\nD. Xê Xan.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 22, nhà máy thủy điện Trị An trên sông ĐỒng Nai. Chọn đáp án C."
    },
    {
        "ID": "Geo_13_15",
        "Image_Question": "",
        "Question": "CÂU 15:Căn cứ vào Atlat Địa lí Việt Nam trang 23, cho biết đường số 26 nối Buôn Ma Thuột với địa điểm nào sau đây ?\nA. Vũng Tàu.\nB. Nha Trang.\nC. Phan Thiết.\nD. Cam Ranh.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 23, đường số 26 nối Buôn Ma Thuột với Nha Trang. Chọn đáp án B."
    },
    {
        "ID": "Geo_13_16",
        "Image_Question": "",
        "Question": "CÂU 16:Dựa vào Atlát địa lý Việt Nam trang 25, cho biết vườn quốc gia Tràm Chim thuộc tỉnh nào sau đây?\nA. Đồng Tháp.\nB. Cần Thơ.\nC. An Giang.\nD. Cà Mau.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 25, VQG Tràm Chim thuộc tỉnh Đồng Tháp. Chọn đáp án A."
    },
    {
        "ID": "Geo_13_17",
        "Image_Question": "",
        "Question": "CÂU 17:Căn cứ vào Atlat Địa lí Việt Nam trang 26, cho biết trung tâm công nghiệp nào sau đây không có cảng biển?\nA. Nam Định.\nB. Cẩm Phả.\nC. Hạ Long.\nD. Hải Phòng.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 26, TT kinh tế Nam Định không có cảng biển. Chọn đáp án A."
    },
    {
        "ID": "Geo_13_18",
        "Image_Question": "",
        "Question": "CÂU 18:Căn cứ vào Atlat Địa lí Việt Nam trang 27, cho biết tỉnh nào sau đây ở vùng Bắc Trung Bộ không có khu kinh tế ven biển?\nA. Thừa Thiên - Huế.\nB. Nghệ An.\nC. Quảng Trị.\nD. Hà Tĩnh.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 27, Quảng Trị không có khu kinh tế ven biển. Chọn đáp án C."
    },
    {
        "ID": "Geo_13_19",
        "Image_Question": "",
        "Question": "CÂU 19:Căn cứ vào Atlat Địa lí Việt Nam trang 28, cho biết khu kinh tế ven biển Nhơn Hội thuộc tỉnh nào sau đây?\nA. Ninh Thuận.\nB. Quảng Nam.\nC. Quảng Ngãi.\nD. Bình Định.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 28, khu kinh tế ven biển Nhơn Hội thuộc tỉnh Bình Định. Chọn đáp án D."
    },
    {
        "ID": "Geo_13_20",
        "Image_Question": "",
        "Question": "CÂU 20:Căn cứ vào Atlat Địa lí Việt Nam trang 29, cho biết trung tâm công nghiệp nào sau đây có ngành sản xuất vật liệu xây dựng?\nA. Long Xuyên.\nB. Mỹ Tho.\nC. Kiên Lương.\nD. Tân An.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Căn cứ vào Atlat Địa lí Việt Nam trang 29, trung tâm công nghiệp Kiên Lương có ngành sản xuất vật liệu xây dựng. Chọn đáp án C."
    },
    {
        "ID": "Geo_13_21",
        "Image_Question": "",
        "Question": "CÂU 21:Cho bảng số liệu:\nDÂN SỐ CỦA MỘT SỐ QUỐC GIA, NĂM 2016\nQuốc gia\tViệt Nam\tLào\tCam- pu -chia\tMi- an- ma\nTổng số dân (Triệu người)\t93,7\t7,0\t15,9\t53,4\nTỉ lệ dân thành thị (%)\t35,0\t39,7\t20,9\t34,7\n(Nguồn: Niên giám thống kê Việt Nam 2017, NXB Thống kê, 2018)\nTheo bảng số liệu, nhận xét nào sau đây đúng khi so sánh tỉ lệ dân số thành thị của một số quốc gia năm 2016?\nA. Việt Nam cao hơn Lào.\nB. Lào cao hơn Mi an ma.\nC. Cam pu chia thấp hơn Mi an ma.\nD. Lào thấp hơn Cam pu chia.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Lào cao hơn Mi-an-ma. Chọn đáp án B."
    },
    {
        "ID": "Geo_13_22",
        "Image_Question": "Geo_13/Geo_13_22.png",
        "Question": "CÂU 22:Cho biểu đồ về dầu thô và điện của Thái Lan, giai đoạn 2010 - 2015:\n(Nguồn số liệu theo Niên giám thống kê Việt Nam 2016, NXB Thống kê, 2017)\nTheo biểu đồ, nhận xét nào sau đây không đúng về sản lượng dầu thô và điện của Thái Lan, giai đoạn 2010-2015?\nA. Sản lượng dầu thô giảm.\nB. Sản lượng điện tăng\nC. Dầu thô tăng nhanh hơn điện.\nD. Điện tăng nhanh hơn dầu thô.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Dầu thô giảm, điện tăng nhanh hơn dầu thô.  Chọn đáp án C."
    },
    {
        "ID": "Geo_13_23",
        "Image_Question": "",
        "Question": "CÂU 23:Lãnh thổ nước ta trải dài trên nhiều vĩ độ dẫn đến hệ quả nào sau đây?\nA. Thiên nhiên phân hóa đa dạng theo Đông - Tây.\nB. Thiên nhiên phân hóa đa dạng theo  Bắc - Nam.\nC. Thiên nhiên mang tính chất nhiệt đới ẩm gió mùa.\nD. Có tài nguyên khoáng sản phong phú và đa dạng.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Lãnh thổ nước ta trải dài trên nhiều vĩ độ làm thiên nhiên nước ta phân hóa theo chiều bắc - Nam. Chọn đáp án B.(SGK Địa lí 12/T15)"
    },
    {
        "ID": "Geo_13_24",
        "Image_Question": "",
        "Question": "CÂU 24:Hạn chế của nguồn lao động nước ta là\nA. không có kinh nghiệm sản xuất.\nB. nhân lực trẻ và không chăm chỉ.\nC. chất lượng chưa được cải thiện.\nD. thiếu cán bộ quản lí có trình độ.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Hạn chế của lao động nước ta là thiếu cán bộ quản lí có trình độ(SGK Địa lí 12/T73). Chọn đáp án D."
    },
    {
        "ID": "Geo_13_25",
        "Image_Question": "",
        "Question": "CÂU 25:Quá trình đô thị hóa ở nước ta có đặc điểm\nA. mạng lưới đô thị phân bố rất đều.\nB. diễn ra chậm chạp, trình độ thấp.\nC. diễn ra khá nhanh, nhiều đô thị lớn.\nD. dân số đô thị tăng, chiếm tỉ lệ lớn.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Quá trình đô thị hóa có đặc điểm diễn ra chậm chạp, trình độ đô thị thấp. Chọn đáp án B."
    },
    {
        "ID": "Geo_13_26",
        "Image_Question": "",
        "Question": "CÂU 26:Thành phần kinh tế nhà nước có vai trò chủ đạo trong nền kinh tế nước ta hiện nay là do\nA. chi phối hoạt động của tất cả các ngành kinh tế.\nB. nắm giữ các ngành kinh tế then chốt của quốc gia.\nC. có số lượng doanh nghiệp lớn nhất trong cả nước.\nD. chiếm tỉ trọng cao nhất trong cơ cấu GDP cả nước.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Thành phần kinh tế nhà nước giữ vai rò chủ đạo trong nền kinh tế là  nắm giũ các ngành then chốt(SGK Địa lí 12/T84). Chọn đáp án B."
    },
    {
        "ID": "Geo_13_27",
        "Image_Question": "",
        "Question": "CÂU 27:Phát biểu nào sau đây không đúng về chăn nuôi bò nước ta hiện nay?\nA. Chuồng trại đã được đầu tư.\nB. Sản phẩm chủ yếu xuất khẩu.\nC. Lao động nhiều kinh nghiệm.\nD. Nguồn thức ăn ngày càng tốt.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Phát biểu không đúng về chăn nuôi bò sữa là sản phẩm chủ yếu xuất khẩu Chọn đáp án B."
    },
    {
        "ID": "Geo_13_28",
        "Image_Question": "",
        "Question": "CÂU 28:Khó khăn lớn nhất về tự nhiên làm gián đoạn hoạt động khai thác hải sản ở nước ta là\nA. ảnh hưởng của bão biển và gió mùa Đông Bắc.\nB. có nhiều đoạn bờ biển sạt lở, bồi lấp cửa sông.\nC. tác động của nước biển dâng, thủy triều thay đổi.\nD. biến đổi khí hậu toàn cầu và ô nhiễm môi trường.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Khó khăn lớn nhất về tự nhiên làm gián đoạn hoạt động khai thác hải sản ở nước ta là ảnh hưởng của bão biển và gió mùa Đông Bắc làm hạn chế số ngày ra khơi. Chọn đáp án A."
    },
    {
        "ID": "Geo_13_29",
        "Image_Question": "",
        "Question": "CÂU 29:Đặc điểm nổi bật của ngành bưu chính nước ta là\nA. tính phục vụ cao, mạng lưới rộng khắp.\nB. mạng lưới phân bố đều khắp ở các vùng.\nC. có trình độ kĩ thuật - công nghệ hiện đại.\nD. ngang bằng trình độ chuẩn của khu vực.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Đặc điểm nổi bật của ngành bưu chính nước ta là tính phục vụ cao, mạng lưới rộng khắp(SGK Địa lí 12/T134). Chọn đáp án A."
    },
    {
        "ID": "Geo_13_30",
        "Image_Question": "",
        "Question": "CÂU 30:Việc đánh bắt hải sản của ngư dân nước ta ở ngư trường quần đảo Trường Sa, Hoàng Sa có ý nghĩa quan trọng về an ninh, quốc phòng vì\nA. tăng sản lượng đánh bắt, thu nhập, phát triển kinh tế.\nB. giải quyết việc làm, tăng thu nhập cho người lao động.\nC. mang lại hiệu quả cao, giúp bảo vệ tài nguyên sinh vật.\nD. khẳng định chủ quyền vùng biển và hải đảo nước ta.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "an ninh quốc phòng là khẳng định chủ quyền biển và hải đảo. Chọn đáp án A."
    },
    {
        "ID": "Geo_13_31",
        "Image_Question": "",
        "Question": "CÂU 31:Giải pháp chủ yếu để đẩy mạnh hoạt động xuất khẩu ở nước ta hiện nay là\nA. thúc đẩy công nghiệp chế biến, đa dạng sản phẩm.\nB. tăng đầu tư, thu hút nhiều ngành sản xuất tham gia.\nC. phát triển sản xuất hàng hóa, mở rộng thị trường.\nD. đổi mới quản lí, tăng cường liên kết với nước ngoài.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Giải pháp chủ yếu để đẩy mạnh xuất khẩu là phát triển sản xuất hàng hóa và mở rộng thị trường. Chọn đáp án C"
    },
    {
        "ID": "Geo_13_32",
        "Image_Question": "",
        "Question": "CÂU 32:Việc phát triển các ngành dịch vụ ở vùng Đồng bằng sông Hồng chủ yếu nhằm\nA. thu hút nguồn vốn đầu tư nước ngoài.\nB. giải quyết vấn đề việc làm của vùng.\nC. đẩy nhanh tốc độ chuyển dịch kinh tế.\nD. sử dụng hiệu quả nguồn tài nguyên.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Việc phát triển các ngành dịch vụ ở ĐBSH chủ yếu nhằm đẩy nhanh tốc độ chuyển dịch kinh tế (SGK Địa lí 12/T153). Chọn đáp án C."
    },
    {
        "ID": "Geo_13_33",
        "Image_Question": "",
        "Question": "CÂU 33:Hoạt động du lịch biển ở Duyên hải Nam Trung Bộ phát triển quanh năm chủ yếu do\nA. nhiều tua du lịch phù hợp khách nội địa.\nB. nhiều chính sách thu hút du khách.\nC. đội ngũ phục vụ du lịch chuyên nghiệp.\nD. nhiều bãi biển đẹp, nền nhiệt độ cao.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Duyên hải Nam Trung Bộ có hoạt động du lịch biển quanh năm là do nhiều bãi biển đẹp, nhiệt độ cao. Chọn đáp án D."
    },
    {
        "ID": "Geo_13_34",
        "Image_Question": "",
        "Question": "CÂU 34:Biện pháp quan trọng hàng đầu để phát triển cây công nghiệp lâu năm ở Tây Nguyên là\nA. thay đổi giống cây mới, phù hợp với điều kiện tự nhiên của vùng.\nB. phát triển các mô hình kinh tế trang trại với quy mô ngày càng lớn.\nC. nâng cao chất lượng đội ngũ lao động và thành lập các nông trường.\nD. xây dựng cơ sở công nghiệp chế biến gắn với vùng chuyên canh.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Biện pháp quan trọng hàng đầu để phát triển cây công nghiệp lâu năm ở Tây Nguyên là xây dựng cơ sở công nghiệp chế biến gắn với vùng chuyên canh. Chọn đáp án D."
    },
    {
        "ID": "Geo_13_35",
        "Image_Question": "",
        "Question": "CÂU 35:Vùng Đồng bằng sông Cửu Long có ngành chăn nuôi gia súc và gia cầm phát triển mạnh chủ yếu do\nA. khí hậu cận xích đạo có sự phân hóa sâu sắc, nhiều giống vật nuôi tốt.\nB. nguồn thức ăn cho chăn nuôi phong phú, thị trường tiêu thụ rộng lớn.\nC. lực lượng lao động dồi dào, có kinh nghiệm trong phát triển chăn nuôi.\nD. sử dụng nhiều giống gia súc, gia cầm có giá trị kinh tế cao trong chăn nuôi.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Vùng Đồng bằng sông Cửu Long có ngành chăn nuôi gia súc và gia cầm phát triển mạnh chủ yếu do nguồn thức ăn cho chăn nuôi phong phú, thị trường tiêu thụ rộng lớn. Chọn đáp án B."
    },
    {
        "ID": "Geo_13_36",
        "Image_Question": "Geo_13/ Geo_13_36.png",
        "Question": "CÂU 36:Cho biểu đồ sau:\nBiểu đổ thể hiện nội dung nào sau đây?\nA. Thay đổi cơ cấu diện tích cây công nghiệp nước ta, giai đoạn 2005 - 2012.\nB. Tình hình hình phát triển cây công nghiệp nước ta, giai đoạn 2005 - 2012.\nC. Tốc độ tăng trưởng diện tích cây công nghiệp nước ta, giai đoạn 2005 - 2012.\nD. Quy mô và cơ cấu giá trị sản xuất cây công nghiệp nước ta, giai đoạn 2005 - 2012.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Biểu đồ kết hợp thể hiện tình hình phát triển của đổi tượng (thay đổi cơ cấu là biểu đồ miền, qui mô và cơ cấu là biểu đồ tròn, tốc độ tăng trưởng là biểu đồ đường). Chọn đáp án B."
    },
    {
        "ID": "Geo_13_37",
        "Image_Question": "",
        "Question": "CÂU 37:Diện tích rừng ngập mặn nước ta bị thu hẹp chủ yếu do tác động của\nA. bờ biển sạt lở, môi trường nước ô nhiễm.\nB. cháy rừng, phát triển nuôi trồng thủy sản.\nC. biến đổi khí hậu toàn cầu, nước biển dâng.\nD. đẩy mạnh hoạt động du lịch, ít trồng rừng.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Diện tích rừng ngập mặn nước ta bị thu hẹp chủ yếu do tác động của cháy rừng, phát triển nuôi trồng thủy sản. Chọn đáp án B."
    },
    {
        "ID": "Geo_13_38",
        "Image_Question": "",
        "Question": "CÂU 38:Khó khăn lớn nhất trong việc khai thác khoáng sản ở Trung du và miền núi Bắc Bộ là\nA. đòi hỏi đầu tư lớn, giao thông khó khăn.\nB. địa hình chia cắt, giao thông khó khăn.\nC. nhiều mỏ có trữ lượng nhỏ, phân bố rải rác.\nD. khí hậu diễn biến thất thường, địa hình dốc.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Trung du và miền núi Bắc Bộ là vốn đầu tư (vì đòi hỏi phương tiện hiện đại, chi phí cao), đa số các mỏ phân bố ở những nơi hiểm trở, giao thông khó khăn  Chọn đáp án A."
    },
    {
        "ID": "Geo_13_39",
        "Image_Question": "",
        "Question": "CÂU 39:Nguyên nhân chủ yếu dẫn đến việc phải hình thành cơ cấu nông - lâm - ngư nghiệp của Bắc Trung Bộ là\nA. tất cả các tỉnh trong vùng đều giáp biển.\nB. dãy Trường Sơn chạy dọc suốt phía tây.\nC. thiên nhiên phân hóa theo chiều tây đông.\nD. thiên nhân phân hóa theo chiều bắc nam.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Nguyên nhân chủ yếu dẫn đến việc phải hình thành cơ cấu nông - lâm - ngư nghiệp của Bắc Trung Bộ là thiên nhiên phân hóa theo chiều tây đông (từ đông sang tây có nhiều dạng địa hình…). Chọn đáp án C."
    },
    {
        "ID": "Geo_13_40",
        "Image_Question": "",
        "Question": "CÂU 40:Cho bảng số liệu sau:\nGIÁ TRỊ XUẤT KHẨU, NHẬP KHẨU CỦA VIỆT NAM, GIAI ĐOẠN 2010 - 2018 (Đơn vị: Tỉ USD)\nNăm\t2010\t2015\t2017\t2018\nXuất khẩu\t72,2\t162,0\t214,0\t243,7\nNhập khẩu\t84,8\t165,8\t211,1\t237,2\n(Nguồn: Niên giám thống kê Việt Nam 2018, NXB Thống kê, 2019)\nTheo bảng số liệu, để thể hiện tốc độ tăng trưởng giá trị xuất khẩu và nhập khẩu của nước ta, giai đoạn 2010 - 2018, dạng biểu đồ nào sau đây thích hợp nhất?\nA. Đường.\nB. Miền.\nC. Cột.\nD. Tròn.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Biểu đồ đường thể hiện rõ nhất tốc độ tăng trưởng. Chọn đáp án A."
    }
]