[
    {
        "ID": "Geo_37_1",
        "Image_Question": "",
        "Question": "CÂU 1:\nNguyên nhân chủ yếu hình thành đồng bằng châu thổ ở nước ta là\nA. các dòng biển vận chuyển phù sa ở ven bờ theo hoạt động của gió mùa.\nB. các sông lớn bồi tụ phù sa trên vịnh biển nông, thềm lục địa mở rộng.\nC. thủy triều bồi đắp vật liệu cho các tam giác châu có các bãi triều rộng.\nD. sóng biển bồi tụ vật liệu trên những vịnh biển nông, bờ biển mài mòn.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nSGK Địa lí 12, Địa lí tự nhiên.\nCách giải:\nNguyên nhân chủ yếu hình thành đồng bằng châu thổ ở nước ta là các sông lớn bồi tụ phù sa trên vịnh biển nông,  thềm lục địa mở rộng.\nChọn B."
    },
    {
        "ID": "Geo_37_2",
        "Image_Question": "",
        "Question": "CÂU 2:\nCăn cứ vào Atlat Địa lí Việt Nam trang 19, cho biết tỉnh nào sau đây có diện tích cây công  nghiệp lâu năm lớn hơn cây công nghiệp hàng năm?\nA.   Lâm Đồng.\nB. Ninh Thuận.\nC. Nghệ An.\nD. Hà Giang.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nAtlat Địa lí Việt Nam trang 19.\nCách giải:\nLâm Đồng có diện tích cây công nghiệp lâu năm lớn hơn cây công nghiệp hàng năm.\nChọn A."
    },
    {
        "ID": "Geo_37_3",
        "Image_Question": "",
        "Question": "CÂU 3:\nCăn cứ vào Atlat Địa lí Việt Nam trang 26, cho biết sông nào sau đây không chảy theo  hướng tây bắc – đông nam?\nA. Sông Đà.\nB. Sông Hồng.\nC. Sông Gâm.\nD. Sông Mã.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nAtlat Địa lí Việt Nam trang 26.\nCách giải:\nSông Gâm không chảy theo hướng tây bắc – đông nam.\nChọn C."
    },
    {
        "ID": "Geo_37_4",
        "Image_Question": "",
        "Question": "CÂU 4:\nCăn cứ vào Atlat Địa lí Việt Nam trang 13, cho biết đỉnh núi nào sau đây có độ cao lớn hơn cả?\nA. Pu Huổi Long.\nB. Phu Hoạt.\nC. Tây Côn Lĩnh\nD. Phu Luông.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nAtlat Địa lí Việt Nam trang 13.\nCách giải:\nPhu Luông có độ cao lớn hơn.\nChọn D."
    },
    {
        "ID": "Geo_37_5",
        "Image_Question": "",
        "Question": "CÂU 5:\nCăn cứ vào Atlat Địa lí Việt Nam trang 29, cho biết sông Hậu đổ ra biển qua cửa nào sau đây?\nA. Cổ Chiên\nB. Cung Hầu.\nC. Định An.\nD. Hàm Luông.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nAtlat Địa lí Việt Nam trang 29.\nCách giải:\nSông Hậu đổ ra biển qua cửa Định An.\nChọn C."
    },
    {
        "ID": "Geo_37_6",
        "Image_Question": "",
        "Question": "CÂU 6:\nVị trí trải dài từ xích đạo về chí tuyến Bắc là nhân tố chủ yếu làm cho Biển Đông có\nA. các dòng biển theo gió mùa, độ muối khá lớn và khác nhau ở các nơi.\nB. nhiều vịnh biển nông, loài sinh vật rất phong phú và thay đổi theo vĩ độ\nC. nhiệt độ của nước biển khá cao và có sự thay đổi, độ muối khá lớn\nD. lượng mưa lớn và phân hóa rõ theo mùa, áp thấp nhiệt đới ảnh hưởng.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nSGK Địa lí 12, Địa lí tự nhiên.\nCách giải:\nVị trí trải dài từ xích đạo về chí tuyến Bắc là nhân tố chủ yếu làm cho Biển Đông có nhiệt độ của nước biển khá  cao và có sự thay đổi, độ muối khá lớn.\nChọn C."
    },
    {
        "ID": "Geo_37_7",
        "Image_Question": "",
        "Question": "CÂU 7:\nVị trí nằm trong khu vực thường xuyên chịu ảnh hưởng của Tín phong và gió mùa châu Á  làm cho nước ta có đặc điểm tự nhiên nào sau đây?\nA. Khí hậu phân thành mùa mưa - mùa khô rõ rệt.\nB. Tài nguyên khoáng sản phong phú và đa dạng.\nC. Thiên nhiên chịu ảnh hưởng sâu sắc của biển.\nD. Đất nước nhiều đồi núi, chủ yếu là đồi núi thấp.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nSGK Địa lí 12, Địa lí tự nhiên.\nCách giải:\nVị trí nằm trong khu vực thường xuyên chịu ảnh hưởng của Tín phong và gió mùa châu Á làm cho nước ta có  khí hậu phân thành mùa mưa - mùa khô rõ rệt.\nChọn A."
    },
    {
        "ID": "Geo_37_8",
        "Image_Question": "",
        "Question": "CÂU 8:\nCăn cứ vào Atlat Địa lí Việt Nam trang 15, cho biết đô thị nào sau đây có quy mô dân số  lớn hơn cả?\nA. Nam Định.\nB. Hải Phòng.\nC. Cần Thơ.\nD. Đà Nẵng.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nAtlat Địa lí Việt Nam trang 15.\nCách giải:\nHải Phòng có quy mô dân số lớn hơn.\nChọn B."
    },
    {
        "ID": "Geo_37_9",
        "Image_Question": "",
        "Question": "CÂU 9:\nĐịa hình vùng núi Đông Bắc và vùng núi Trường Sơn Bắc nước ta có đặc điểm giống nhau là\nA. có nhiều sơn nguyên đá vôi xếp tầng.\nB. đồi núi thấp chiếm phần lớn diện tích.\nC. bất đối xứng giữa hai sườn đông tây.\nD. được nâng cao ở phía bắc và phía nam.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nSGK Địa lí 12, Địa lí tự nhiên.\nCách giải:\nĐịa hình vùng núi Đông Bắc và vùng núi Trường Sơn Bắc nước ta có đặc điểm giống nhau là đồi núi thấp chiếm  phần lớn diện tích.\nChọn B."
    },
    {
        "ID": "Geo_37_10",
        "Image_Question": "",
        "Question": "CÂU 10:\nCăn cứ vào Atlat Địa lí Việt Nam trang 10, cho biết sông nào sau đây chảy sang  Campuchia?\nA. Đồng Nai.\nB. Thu Bồn.\nC. Đăk Krông.\nD. Vàm Cỏ Đông.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nAtlat Địa lí Việt Nam trang 10.\nCách giải:\nSông Đăk Krông chảy sang Campuchia.\nChọn C."
    },
    {
        "ID": "Geo_37_11",
        "Image_Question": "Geo_37/Geo_37_11.png",
        "Question": "CÂU 11:\nCho biểu đồ về lao động phân theo nhóm tuổi ở nước ta, giai đoạn 2005 - 2015:\n(Nguồn: số liệu theo Niên giám thống kê 2015, NXB thống kê, 2016)\nBiểu đồ trên thể hiện nội dung nào sau đây?\nA. Chuyển dịch cơ cấu lao động phân theo nhóm tuổi ở nước ta.\nB. So sánh tỉ lệ lao động phân theo các nhóm tuổi ở nước ta.\nC. Tốc độ tăng trưởng lao động phân theo nhóm tuổi ở nước ta.\nD. Quy mô và cơ cấu lao động phân theo nhóm tuổi ở nước ta.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nĐặt tên biểu đồ.\nCách giải:\nChuyển dịch cơ cấu lao động phân theo nhóm tuổi ở nước ta.\nChọn A."
    },
    {
        "ID": "Geo_37_12",
        "Image_Question": "",
        "Question": "CÂU 12:\nPhương hướng nào sau đây quan trọng nhất để sử dụng có hiệu quả lực lượng lao động trẻ  ở nước ta?\nA. Mở rộng và đa dạng hóa các ngành nghề thủ công truyền thống.\nB. Đẩy mạnh hoạt động xuất khẩu lao động ra nước ngoài.\nC. Tuyên truyền, thực hiện tốt chính sách dân số, sức khỏe sinh sản.\nD. Đa dạng hóa các loại hình đào tạo để nâng cao chất lượng lao động.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nSGK Địa lí 12, Địa lí dân cư.\nCách giải:\nĐa dạng hóa các loại hình đào tạo để nâng cao chất lượng lao động.\nChọn D."
    },
    {
        "ID": "Geo_37_13",
        "Image_Question": "",
        "Question": "CÂU 13:\nNửa đầu mùa đông, gió mùa Đông Bắc thổi vào nước ta có tính chất lạnh, khô vì\nA. gió di chuyển về phía bắc, đi qua lục địa.\nB. gió mang hơi ẩm từ nơi xuất phát đến.\nC. gió đi qua lục địa Trung Hoa rộng lớn.\nD. gió qua biển trước khi đi vào nước ta.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nSGK Địa lí 12, Địa lí tự nhiên.\nCách giải:\nNửa đầu mùa đông, gió mùa Đông Bắc thổi vào nước ta có tính chất lạnh, khô vì gió đi qua lục địa Trung Hoa  rộng lớn.\nChọn C."
    },
    {
        "ID": "Geo_37_14",
        "Image_Question": "",
        "Question": "CÂU 14:\nCăn cứ vào Atlat Địa lí Việt Nam trang 9, cho biết địa điểm nào sau đây có lượng mưa  trung bình năm lớn nhất?\nA. Huế.\nB. Hà Nội.\nC. Lũng Cú.\nD. Hà Tiên.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nAtlat Địa lí Việt Nam trang 9.\nCách giải:\nHuế có lượng mưa trung bình năm lớn nhất.\nChọn A."
    },
    {
        "ID": "Geo_37_15",
        "Image_Question": "",
        "Question": "CÂU 15:\nCho bảng số liệu:\nDIỆN TÍCH VÀ DÂN SỐ MỘT SỐ TỈNH NĂM 2018\nTỉnh \tVĩnh Phúc \tQuảng Ninh \tThái Bình \tHải Dương\nDiện tích (km2) \t1235,2 \t6178,2 \t1586,4 \t1668,2\nDân số (nghìn người) \t1092,4 \t1266,5 \t1793,2 \t1807,5\n(Nguồn: Niên giám thống kê Việt Nam 2018, NXB Thống kê 2019)\nCăn cứ vào bảng số liệu, cho biết nhận xét nào sau đây đúng khi so sánh mật độ dân số các tỉnh năm 2018?\nA. Thái Bình thấp hơn Hải Dương.\nB. Vĩnh Phúc cao hơn Quảng Ninh.\nC. Quảng Ninh cao hơn Thái Bình.\nD. Hải Dương thấp hơn Vĩnh Phúc.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nCách giải:\nMật độ dân số Vĩnh Phúc cao hơn Quảng Ninh.\nChọn B."
    },
    {
        "ID": "Geo_37_16",
        "Image_Question": "",
        "Question": "CÂU 16:\nCăn cứ vào Atlat Địa lí Việt Nam trang 27, cho biết cảng biển Cửa Gianh thuộc tỉnh nào  sau đây?\nA. Thanh Hoá.\nB. Nghệ An.\nC. Quảng Trị.\nD. Quảng Bình.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nAtlat Địa lí Việt Nam trang 27.\nCách giải:\nCảng biển Cửa Gianh thuộc tỉnh Quảng Bình.\nChọn D."
    },
    {
        "ID": "Geo_37_17",
        "Image_Question": "Geo_37/Geo_37_17.png",
        "Question": "CÂU 17:\nCho biểu đồ:\nNhận xét nào sau đây không đúng với biểu đồ trên?\nA. Chế độ mưa của Hà Nội phân mùa sâu sắc hơn Thành phố Hồ Chí Minh.\nB. Nhiệt độ trung bình năm ở Thành phố Hồ Chí Minh cao hơn Hà Nội.\nC. Hà Nội có biên độ nhiệt năm lớn hơn so với Thành phố Hồ Chí Minh.\nD. Chế độ mưa của Hà Nội và Thành phố Hồ Chí Minh đều có sự phân mùa.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nNhận xét biểu đồ.\nCách giải:\nChế độ mưa của Hà Nội phân mùa không sâu sắc bằng thành phố Hồ Chí Minh.\nChọn A."
    },
    {
        "ID": "Geo_37_18",
        "Image_Question": "",
        "Question": "CÂU 18:\nPhát biểu nào sau đây đúng về ảnh hưởng tích cực của quá trình đô thị hóa đến phát triển  kinh tế - xã hội ở nước ta?\nA. Tác động mạnh tới chuyển dịch cơ cấu kinh tế.\nB. Gây ra ô nhiễm môi trường.\nC. Thiếu việc làm ở thành phố.\nD. Nông thôn mất đi một phần lớn nhân lực.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nSGK Địa lí 12, Địa lí dân cư.\nCách giải:\nQuá trình đô thị hóa tác động mạnh tới chuyển dịch cơ cấu kinh tế.\nChọn A."
    },
    {
        "ID": "Geo_37_19",
        "Image_Question": "",
        "Question": "CÂU 19:\nThuận lợi của dân số đông đối với phát triển kinh tế nước ta hiện nay là\nA. nguồn lao động trẻ nhiều, bổ sung lao động hàng năm lớn.\nB. lao động có trình độ cao, khả năng huy động lao động lớn.\nC. số người phụ thuộc ít, số người trong độ tuổi lao động nhiều.\nD. nguồn lao động dồi dào, thị trường tiêu thụ rộng lớn.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nSGK Địa lí 12, Địa lí dân cư.\nCách giải:\nThuận lợi của dân số đông đối với phát triển kinh tế nước ta hiện nay là nguồn lao động dồi dào, thị trường tiêu  thụ rộng lớn.\nChọn D."
    },
    {
        "ID": "Geo_37_20",
        "Image_Question": "",
        "Question": "CÂU 20:\nCăn cứ vào Atlat Địa lí Việt Nam trang 28, cho biết theo chiều từ Bắc xuống Nam gặp  vịnh nào sau đây đầu tiên?\nA. Dung Quất.\nB. Nước Ngọt.\nC. Quy Nhơn.\nD. Đà Nẵng.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nAtlat Địa lí Việt Nam trang 28.\nCách giải:\nĐà Nẵng.\nChọn D."
    },
    {
        "ID": "Geo_37_21",
        "Image_Question": "",
        "Question": "CÂU 21:\nSự khác biệt chủ yếu của khí hậu vùng núi Đông Bắc so với vùng núi Tây Bắc là\nA. mùa đông ngắn hơn, bớt lạnh giá hơn\nB. mùa đông đến sớm, kết thúc muộn hơn.\nC. mùa đông ấm hơn nhưng khô hơn.\nD. mùa đông bớt lạnh và có mưa phùn.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nSGK Địa lí 12, Địa lí tự nhiên.\nCách giải:\nSự khác biệt chủ yếu của khí hậu vùng núi Đông Bắc so với vùng núi Tây Bắc là mùa đông đến sớm, kết thúc  muộn hơn.\nChọn B."
    },
    {
        "ID": "Geo_37_22",
        "Image_Question": "",
        "Question": "CÂU 22:\nPhân bố dân cư nước ta có đặc điểm nào sau đây?\nA. Miền núi có mật độ dân số cao.\nB. Tỉ trọng dân nông thôn tăng lên.\nC. Phần lớn dân cư sống ở thành thị.\nD. Dân cư tập trung ở đồng bằng.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nSGK Địa lí 12, Địa lí dân cư.\nCách giải:\nDân cư tập trung ở đồng bằng.\nChọn D"
    },
    {
        "ID": "Geo_37_23",
        "Image_Question": "",
        "Question": "CÂU 23:\nThiên nhiên phần lãnh thổ phía Bắc nước ta đặc trưng cho vùng khí hậu nào sau đây?\nA. Cận xích đạo gió mùa, nóng quanh năm.\nB. Nhiệt đới ẩm gió mùa có mùa đông lạnh.\nC. Nhiệt đới lục địa, khô nóng quanh năm.\nD. Ôn đới hải dương, nóng ẩm quanh năm.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nSGK Địa lí 12, Địa lí tự nhiên.\nCách giải:\nThiên nhiên phần lãnh thổ phía Bắc nước ta đặc trưng cho vùng khí hậu Nhiệt đới ẩm gió mùa có mùa đông lạnh. Chọn B."
    },
    {
        "ID": "Geo_37_24",
        "Image_Question": "",
        "Question": "CÂU 24:\nCăn cứ vào Atlat Địa lí Việt Nam trang 9, cho biết gió Tây khô nóng hoạt động mạnh nhất  ở vùng khí hậu nào sau đây?\nA. Tây Nguyên.\nB. Tây Bắc Bộ.\nC. Đông Bắc Bộ.\nD. Bắc Trung Bộ.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nAtlat Địa lí Việt Nam trang 9.\nCách giải:\nGió Tây khô nóng hoạt động mạnh nhất ở vùng khí hậu Bắc Trung Bộ.\nChọn D."
    },
    {
        "ID": "Geo_37_25",
        "Image_Question": "",
        "Question": "CÂU 25:\nNguyên nhân cơ bản nào sau đây khiến tỉ lệ thiếu việc làm ở vùng nông thôn nước ta còn cao?\nA. Thu nhập của người nông dân còn thấp.\nB. Mạng lưới giao thông kém phát triển.\nC. Tính chất mùa vụ trong nông nghiệp.\nD. Chưa có các ngành dịch vụ, công nghiệp.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nSGK Địa lí 12, Địa lí dân cư.\nCách giải:\nTính chất mùa vụ trong nông nghiệp khiến tỉ lệ thiếu việc làm ở vùng nông thôn nước ta còn cao.\nChọn C."
    },
    {
        "ID": "Geo_37_26",
        "Image_Question": "",
        "Question": "CÂU 26:\nCho bảng số liệu sau:\nTỔNG SỐ DÂN VÀ SỐ THÀNH THỊ NƯỚC TA GIAI ĐOẠN 2005 – 2017\n(Đơn vị: nghìn người)\nNăm \t2005\t2010\t2015\t2016\t2017\nSố dân \t84203,8 \t88357,7 \t93447,6 \t94444,2 \t95414,6\nDân thành thị \t23174,8 \t27063,6 \t31371,6 \t32247,3 \t33121,3\n(Nguồn: Niên giám thống kê Việt Nam 2018)\nDựa theo bảng số liệu, để thể hiện số dân và tỉ lệ dân thành thị nước ta giai đoạn từ 2005 đến 2017, dạng biểu đồ  nào sau đây là thích hợp nhất?\nA. Đường.\nB. Kết hợp.\nC. Miền.\nD. Tròn.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nCách giải:\nDựa theo bảng số liệu, để thể hiện số dân và tỉ lệ dân thành thị nước ta giai đoạn từ 2005 đến 2017, biểu đồ kết  hợp là thích hợp nhất.\nChọn B."
    },
    {
        "ID": "Geo_37_27",
        "Image_Question": "",
        "Question": "CÂU 27:\nNguyên nhân chủ yếu nào sau đây làm cho đồng bằng sông Cửu Long về mùa lũ nước  ngập trên diện rộng, mùa cạn nước triều lấn mạnh?\nA. Có các vùng trũng lớn, mạng lưới kênh rạch chằng chịt, địa hình thấp, bằng phẳng.\nB. Có mạng lưới kênh rạch chằng chịt, địa hình bị chia cắt, sinh vật phát triển mạnh.\nC. Có nhiều vùng trũng lớn, sinh vật phát triển mạnh, mạng lưới kênh rạch chằng chịt.\nD. Biển bao bọc ba mặt đồng bằng, nhiều vùng trũng ngập nước, sinh vật phát triển mạnh.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nSGK Địa lí 12, Địa lí tự nhiên.\nCách giải:\nNguyên nhân chủ yếu làm cho đồng bằng sông Cửu Long về mùa lũ nước ngập trên diện rộng, mùa cạn nước  triều lấn mạnh là do có các vùng trũng lớn, mạng lưới kênh rạch chằng chịt, địa hình thấp, bằng phẳng. Chọn A."
    },
    {
        "ID": "Geo_37_28",
        "Image_Question": "",
        "Question": "CÂU 28:\nCăn cứ vào Atlat Địa lí Việt Nam trang 13, cho biết dãy núi nào sau đây có hướng vòng cung?\nA. Pu Đen Đinh.\nB. Đông Triều\nC. Pu Sam Sao.\nD. Tam Điệp.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Atlat Địa lí Việt Nam trang 13.\nCách giải:\nĐông Triều có hướng vòng cung.0\nChọn B."
    },
    {
        "ID": "Geo_37_29",
        "Image_Question": "",
        "Question": "CÂU 29:\nCăn cứ vào Atlat Địa lí Việt Nam trang 4 - 5, cho biết tỉnh nào sau đây tiếp giáp với cả  Lào và Campuchia?\nA. Kon Tum.\nB. Kiên Giang\nC. Quảng Nam\nD. Gia Lai.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nAtlat Địa lí Việt Nam trang 4 – 5.\nCách giải:\nKon Tum tiếp giáp với cả Lào và Campuchia.\nChọn A."
    },
    {
        "ID": "Geo_37_30",
        "Image_Question": "",
        "Question": "CÂU 30:\nNguyên nhân chủ yếu nào sau đây làm cho chất lượng nguồn lao động nước ta được nâng lên?\nA. Tăng cường giáo dục hướng nghiệp và dạy nghề.\nB. Tăng cường xuất khẩu lao động sang các nước.\nC. Thành tựu trong phát triển văn hoá, giáo dục, y tế.\nD. Việc đẩy mạnh công nghiệp hoá, hiện đại hoá.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nSGK Địa lí 12, Địa lí dân cư.\nCách giải:\nNguyên nhân chủ yếu làm cho chất lượng nguồn lao động nước ta được nâng lên là nhờ thành tựu trong phát triển  văn hoá, giáo dục, y tế.\nChọn C."
    },
    {
        "ID": "Geo_37_31",
        "Image_Question": "",
        "Question": "CÂU 31:\nCăn cứ vào Atlat Địa lí Việt Nam trang 23, cho biết tỉnh nào sau đây có ngành giao thông  đường biển?\nA. Cao Bằng.\nB. Hà Giang.\nC. Lạng Sơn.\nD. Quảng Ninh.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nAtlat Địa lí Việt Nam trang 23.\nCách giải:\nQuảng Ninh có ngành giao thông đường biển.\nChọn D."
    },
    {
        "ID": "Geo_37_32",
        "Image_Question": "",
        "Question": "CÂU 32:\nSự khác nhau về thiên nhiên của Đông Trường Sơn và Tây Nguyên chủ yếu là do tác động  của yếu tố nào sau đây?\nA. Gió mùa với độ cao của dãy núi Trường Sơn Bắc.\nB. Tín phong với độ cao dãy núi Hoàng Liên Sơn.\nC. Tín phong với hướng dãy núi Hoàng Liên Sơn.\nD. Gió mùa với hướng của dãy núi Trường Sơn Nam.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nSGK Địa lí 12, Địa lí tự nhiên.\nCách giải:\nSự khác nhau về thiên nhiên của Đông Trường Sơn và Tây Nguyên chủ yếu là do tác động của gió mùa với hướng  của dãy núi Trường Sơn Nam.\nChọn D."
    },
    {
        "ID": "Geo_37_33",
        "Image_Question": "",
        "Question": "CÂU 33:\nCăn cứ vào Atlat Địa lí Việt Nam trang 17, cho biết trung tâm kinh tế nào sau đây có quy  mô lớn hơn cả?\nA. Hạ Long.\nB. Cần Thơ.\nC. Đà Nẵng.\nD. Hà Nội.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nAtlat Địa lí Việt Nam trang 17.\nCách giải:\nHà Nội có quy mô lớn hơn.\nChọn D."
    },
    {
        "ID": "Geo_37_34",
        "Image_Question": "",
        "Question": "CÂU 34:\nNguyên nhân cơ bản nào sau đây làm cho thảm thực vật ở nước ta xanh tốt, rất giàu sức sống?\nA. Nước ta vừa tiếp giáp biển, vừa tiếp giáp đất liền.\nB. Nước ta tiếp giáp vùng biển lớn với đường bờ biển dài.\nC. Nước ta nằm liền kề hai vành đai sinh khoáng lớn.\nD. Nước ta nằm trong khu vực nhiệt đới ẩm gió mùa.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nSGK Địa lí 12, Địa lí tự nhiên.\nCách giải:\nNguyên nhân cơ bản làm cho thảm thực vật ở nước ta xanh tốt, rất giàu sức sống là do nước ta nằm trong khu  vực nhiệt đới ẩm gió mùa.\nChọn D."
    },
    {
        "ID": "Geo_37_35",
        "Image_Question": "",
        "Question": "CÂU 35:\nBiện pháp để bảo vệ tài nguyên đất ở đồng bằng là\nA. áp dụng các biện pháp nông-lâm kết hợp.\nB. tổ chức định canh, định cư cho người dân.\nC. phòng chống suy thoái và ô nhiễm đất.\nD. thực hiện kĩ thuật canh tác trên đất dốc.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Phương pháp:\nSGK Địa lí 12, Địa lí tự nhiên.\nCách giải:\nBiện pháp để bảo vệ tài nguyên đất ở đồng bằng là phòng chống suy thoái và ô nhiễm đất.\nChọn C."
    },
    {
        "ID": "Geo_37_36",
        "Image_Question": "",
        "Question": "CÂU 36:\nCăn cứ vào Atlat Địa lí Việt Nam trang 25, cho biết điểm du lịch nào sau đây là di sản  thiên nhiên thế giới?\nA. Hang Pác Bó.\nB. Vịnh Hạ Lon\nC. Phố cổ Hội An.\nD. Núi Bà Đen.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Phương pháp: Atlat Địa lí Việt Nam trang 25.\nCách giải:\nVịnh Hạ Long là di sản thiên nhiên thế giới.\nChọn B."
    },
    {
        "ID": "Geo_37_37",
        "Image_Question": "",
        "Question": "CÂU 37:\nYếu tố chủ yếu nào sau đây làm cho khí hậu phần lãnh thổ phía Bắc nước ta khác hẳn với  phần lãnh thổ phía Nam?\nA. Gió mùa Đông Bắc, vị trí gần chí tuyến, khoảng cách hai lần mặt trời lên thiên đỉnh.\nB. Tín phong Nam bán cầu, dải hội tụ nhiệt đới, vị trí nằm trong vùng nội chí tuyến.\nC. Gió mùa Tây Nam, vị trí gần chí tuyến, khoảng cách hai lần mặt trời lên thiên đỉnh.\nD. Tín phong Bắc bán cầu, dải hội tụ nhiệt đới, vị trí nằm trong vùng nội chí tuyến.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Phương pháp: SGK Địa lí 12, Địa lí tự nhiên.\nCách giải:\nYếu tố chủ yếu làm cho khí hậu phần lãnh thổ phía Bắc nước ta khác hẳn với phần lãnh thổ phía Nam là gió mùa  Đông Bắc, vị trí gần chí tuyến, khoảng cách hai lần mặt trời lên thiên đỉnh.\nChọn A."
    },
    {
        "ID": "Geo_37_38",
        "Image_Question": "",
        "Question": "CÂU 38:\nCăn cứ vào Atlat Địa lí Việt Nam trang 22, cho biết trung tâm công nghiệp nào sau đây có  ngành chế biến lương thực?\nA. Quảng Ngãi.\nB. Đà Nẵng.\nC. Nha Trang.\nD. Quy Nhơn.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Phương pháp: Atlat Địa lí Việt Nam trang 22.\nCách giải:\nĐà Nẵng có ngành chế biến lương thực.\nChọn B."
    },
    {
        "ID": "Geo_37_39",
        "Image_Question": "",
        "Question": "CÂU 39:\nNguyên nhân nào sau đây làm cho đất feralit ở nước ta có màu đỏ vàng?\nA. Mưa nhiều rửa trôi các chất badơ dễ tan.\nB. Cường độ phong hoá diễn ra mạnh.\nC. Có sự tích tụ nhiều ôxit sắt và ôxit nhôm.\nD. Khí hậu có nhiệt độ cao, độ ẩm lớn.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Phương pháp: SGK Địa lí 12, Địa lí tự nhiên.\nCách giải:\nNguyên nhân làm cho đất feralit ở nước ta có màu đỏ vàng là do có sự tích tụ nhiều ôxit sắt và ôxit nhôm. Chọn C."
    },
    {
        "ID": "Geo_37_40",
        "Image_Question": "",
        "Question": "CÂU 40:\nBiển Đông là một vùng biển\nA. là vùng biển tương đối kín, không rộng.\nB. giàu tài nguyên sinh vật và khoáng sản.\nC. nằm trong vùng cận xích đạo gió mùa.\nD. ít chịu ảnh hưởng của các loại gió mùa.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Phương pháp: SGK Địa lí 12, Địa lí tự nhiên.\nCách giải:\nBiển Đông là một vùng biển giàu tài nguyên sinh vật và khoáng sản.\nChọn B."
    }
]