[
    {
        "ID": "Geo_9_1",
        "Image_Question": "",
        "Question": "CÂU 1:Nơi nào sau đây thuận lợi để nuôi thủy sản nước ngọt ở nước ta?\nA. Bãi triều.\nB. Vịnh biển.\nC. Ô trũng ở đồng bằng.\nD. Đầm phá.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án  C\nThủy sản nước ngọt thường được nuôi ở ao hồ, sông suối, kênh rạch, ô trũng ở đồng bằng."
    },
    {
        "ID": "Geo_9_2",
        "Image_Question": "",
        "Question": "CÂU 2:Biện pháp mở rộng diện tích rừng ở nước ta là\nA. làm ruộng bậc thang.\nB. trồng cây theo băng.\nC. tích cực trồng mới.\nD. cải tạo đất hoang.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án  C\nCác biện pháp: làm ruộng bậc thang, đào hố vảy cá, trồng cây theo băng, cải tạo đất hoang là các biện pháp cải tạo đất. Biện pháp mở rộng diện tích rừng nước ta là tích cực trồng rừng."
    },
    {
        "ID": "Geo_9_3",
        "Image_Question": "",
        "Question": "CÂU 3:Trong cơ cấu sản lượng điện của nước ta hiện nay, tỉ trọng lớn nhất thuộc về\nA. nhiệt điện, điện gió.\nB. thuỷ điện, điện gió.\nC. nhiệt điện, thuỷ điện.\nD. thuỷ điện, điện nguyên tử.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án  C\nCơ cấu sử dụng điện của nước ta tương đối đa dạng, tuy vậy chiếm tỉ trọng lớn hơn cả thuộc về thủy điện và nhiệt điện, nhất là nhiệt điện. Với sự gia tăng các nhà máy nhiệt điện chạy bằng than và khí, nhất là các nhà máy điện tua bin khí có công suất lớn ở phía Nam."
    },
    {
        "ID": "Geo_9_4",
        "Image_Question": "",
        "Question": "CÂU 4:Sản phẩm nào sau đây ở nước ta không thuộc công nghiệp khai thác nhiên liệu?\nA. Than đá.\nB. Dầu mỏ.\nC. Khí đốt.\nD. Quặng sắt.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án  D\nCông nghiệp năng lượng có cơ cấu gồm 2 nhóm ngành: công nghiệp khai thác nhiên liệu (chủ yếu là khai thác than, khai thác dầu khí) và sản xuất điện.\nQuặng sắt là kim loại, không thuộc công nghiệp khai thác nhiên liệu."
    },
    {
        "ID": "Geo_9_5",
        "Image_Question": "",
        "Question": "CÂU 5:Vấn đề có ý nghĩa hàng đầu để tăng sản lượng thủy sản khai thác ở vùng Duyên hải Nam Trung Bộ là\nA. đánh bắt xa bờ.\nB. đánh bắt gần bờ.\nC. cải tạo cảng cá.\nD. tăng cường chế biến.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án  A\nĐể tăng sản lượng khai thác thủy sản ở vùng Duyên hải nam Trung Bộ, cần đầu tư tàu thuyền, ngư cụ hiện đại để tăng cường đánh bắt xa bờ."
    },
    {
        "ID": "Geo_9_6",
        "Image_Question": "",
        "Question": "CÂU 6:Căn cứ vào Atlat Địa lí Việt Nam trang 4 - 5, cho biết tỉnh nào sau đây giáp với cả Lào và Campuchia?\nA. Gia Lai.\nB. Đắk Lắk.\nC. Quảng Nam.\nD. Kon Tum.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án  D\nSử dụng Atlat Địa lí Việt Nam."
    },
    {
        "ID": "Geo_9_7",
        "Image_Question": "",
        "Question": "CÂU 7:Căn cứ vào Atlat Địa lí Việt Nam trang 8, cho biết sắt có ở nơi nào sau đây?\nA. Quỳ Châu.\nB. Thạch Khê.\nC. Lệ Thủy.\nD. Phú Vang.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án  B\nSử dụng Atlat Địa lí Việt Nam."
    },
    {
        "ID": "Geo_9_8",
        "Image_Question": "",
        "Question": "CÂU 8:Căn cứ vào Atlat Địa lí Việt Nam trang 9, cho biết nơi nào sau đây có biên độ nhiệt năm cao nhất\nA. TP Hồ Chí Minh.\nB. Huế.\nC. Hà Nội.\nD. Hà Tiên.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án  C\nSử dụng Atlat Địa lí Việt Nam."
    },
    {
        "ID": "Geo_9_9",
        "Image_Question": "",
        "Question": "CÂU 9:Căn cứ vào Atlat Địa lí Việt Nam trang 13, cho biết dãy núi nào sau đây có hướng vòng cung?\nA. Pu-sam-sao.\nB. Ngân Sơn.\nC. Pu-đen-đinh.\nD. Hoàng Liên Sơn.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án  B\nSử dụng Atlat Địa lí Việt Nam."
    },
    {
        "ID": "Geo_9_10",
        "Image_Question": "",
        "Question": "CÂU 10:Căn cứ vào Atlat Địa lí Việt Nam trang 16, cho biết dân tộc có số lượng dân số lớn thứ hai sau dân tộc Kinh?\nA. Tày.\nB. Mường.\nC. Thái.\nD. Khơ-me.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án  A\nSử dụng Atlat Địa lí Việt Nam."
    },
    {
        "ID": "Geo_9_11",
        "Image_Question": "",
        "Question": "CÂU 11:Căn cứ vào Atlat Địa lí Việt Nam trang 17, cho biết trung tâm kinh tế nào sau đây thuộc vùng Duyên hải Nam Trung Bộ?\nA. Đà Nẵng.\nB. Huế.\nC. Vũng Tàu.\nD. Vinh.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án  A\nSử dụng Atlat Địa lí Việt Nam."
    },
    {
        "ID": "Geo_9_12",
        "Image_Question": "",
        "Question": "CÂU 12:Căn cứ vào Atlat Địa lí Việt Nam trang 19, cho biết tỉnh nào có số lượng trâu lớn nhất trong các tỉnh sau đây?\nA. Lạng Sơn.\nB. Bắc Kạn.\nC. Thái Nguyên.\nD. Vĩnh Phúc.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án  A\nSử dụng Atlat Địa lí Việt Nam."
    },
    {
        "ID": "Geo_9_13",
        "Image_Question": "",
        "Question": "CÂU 13:Căn cứ vào Atlat Địa lí Việt Nam trang 20, cho biết trong các tỉnh sau đây, tỉnh nào có tỉ lệ diện tích rừng so với diện tích toàn tỉnh lớn nhất?\nA. Lai Châu.\nB. Cao Bằng.\nC. Tuyên Quang.\nD. Thái Nguyên.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án  C\nSử dụng Atlat Địa lí Việt Nam."
    },
    {
        "ID": "Geo_9_14",
        "Image_Question": "",
        "Question": "CÂU 14:Căn cứ vào Atlat Địa lí Việt Nam trang 21, hãy cho biết các trung tâm công nghiệp nào sau đây có quy mô từ trên 40 đến 120 nghìn tỉ đồng?\nA. Hà Nội.\nB. Vũng Tàu.\nC. Đà Nẵng.\nD. Nha Trang.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án  B\nSử dụng Atlat Địa lí Việt Nam."
    },
    {
        "ID": "Geo_9_15",
        "Image_Question": "",
        "Question": "CÂU 15:Căn cứ vào Atlat Địa lí Việt Nam trang 23, cho biết đường số 2 nối Hà Nội với địa điểm nào sau đây?\nA. Cao Bằng.\nB. Hà Giang.\nC. Lạng Sơn.\nD. Hạ Long.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án  B\nSử dụng Atlat Địa lí Việt Nam."
    },
    {
        "ID": "Geo_9_16",
        "Image_Question": "",
        "Question": "CÂU 16:Căn cứ vào Atlat Địa lí Việt Nam trang 25, các trung tâm du lịch có ý nghĩa vùng của Trung du và miền núi Bắc Bộ là\nA. Hạ Long.\nB. Điện Biên Phủ.\nC. Cao Bằng.\nD. Thái Nguyên.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án  A\nSử dụng Atlat Địa lí Việt Nam."
    },
    {
        "ID": "Geo_9_17",
        "Image_Question": "",
        "Question": "CÂU 17:Căn cứ vào Atlat Địa lí Việt Nam trang 26, cho biết khu kinh tế cửa khẩu Thanh Thủy thuộc tỉnh nào sau đây?\nA. Lai Châu.\nB Hà Giang.\nC. Cao Bằng.\nD. Quảng Ninh.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án  B\nSử dụng Atlat Địa lí Việt Nam."
    },
    {
        "ID": "Geo_9_18",
        "Image_Question": "",
        "Question": "CÂU 18:Căn cứ vào Atlat Địa lí Việt Nam trang 27, cho biết cảng biển Nhật Lệ thuộc tỉnh nào sau đây?\nA. Thanh Hóa.\nB. Nghệ An.\nC. Quảng Trị.\nD. Quảng Bình.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án  D\nSử dụng Atlat Địa lí Việt Nam."
    },
    {
        "ID": "Geo_9_19",
        "Image_Question": "",
        "Question": "CÂU 19:Căn cứ vào Atlat Địa lí Việt Nam trang 28, cho biết sân bay Buôn Ma Thuột thuộc tỉnh nào sau đây?\nA. Kon Tum.\nB. Lâm Đồng.\nC. Đắk Lắk.\nD. Gia Lai.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án  C\nSử dụng Atlat Địa lí Việt Nam."
    },
    {
        "ID": "Geo_9_20",
        "Image_Question": "",
        "Question": "CÂU 20:Căn cứ vào Atlat Địa lí Việt Nam trang 29, cho biết nhà máy thủy điện Trị An thuộc tỉnh nào sau đây?\nA. Đồng Nai.\nB. Tây Ninh.\nC. Bình Phước.\nD. Bình Dương.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án  A\nSử dụng Atlat Địa lí Việt Nam."
    },
    {
        "ID": "Geo_9_21",
        "Image_Question": "",
        "Question": "CÂU 21:Cho bảng số liệu:\nGIÁ TRỊ XUẤT KHẨU HÀNG HÓA VÀ DỊCH VỤ CỦA MỘT SỐ QUỐC GIA NĂM 2018\n(Đơn vị: Tỷ đô la Mỹ - USD)\nQuốc gia\tCampuchia\tBru-nây\tLào\tMianma\nXuất khẩu\t15,1\t7,0\t5,3\t16,7\n(Nguồn: Niên giám thống kê Việt Nam 2018, NXB Thống kê, 2019)\nCăn cứ bảng số liệu, nhận xét nào sau đây đúng về kim ngạch xuất khẩu hàng hóa và dịch vụ của một số quốc gia năm 2018?\nA. Campuchia thấp hơn Lào.\nB. Lào thấp hơn Mi-an-ma.\nC. Mianama cao hơn Campuchia.\nD. Lào cao hơn Bru-nây.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án  B\nCăn cứ vào bảng số liệu, ta thấy giá trị xuất khẩu và hàng hóa của Lào thấp hơn\nMi-an-ma (Lào là 5,3 tỉ đô la Mỹ, Mi-an-ma là 16,7 tỉ đô la Mỹ)."
    },
    {
        "ID": "Geo_9_22",
        "Image_Question": "Geo_9/Geo_9_22.png",
        "Question": "CÂU 22: Cho biểu đồ\nCăn cứ vào biểu đồ trên, cho biết nhận xét nào sau đây không đúng về GDP của Ma-lai-xi-a và Phi-lip-pin giai đoạn trên?\nA. Phi-lip-pin tăng nhiều hơn Ma-lai-xi-a.\nB. Ma-lai-xi-a tăng không ổn định.\nC. GDP của hai nước đều tăng rất nhanh.\nD. Phi-lip-pin tăng 1,5 lần.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án  C\nCắn cứ vào biểu đồ ta thấy, GDP của Ph-lip-pin tăng liên tục, còn GDP của\nMa-lai-xi-a tăng không ổn định. Nên nói GDP của cả 2 nước đều tăng rất nhanh là không đúng."
    },
    {
        "ID": "Geo_9_23",
        "Image_Question": "",
        "Question": "CÂU 23: Vị trí địa lí đã quy định đặc điểm cơ bản của thiên nhiên nước ta mang tính chất\nA. nhiệt đới ẩm gió mùa.\nB. cận xích đạo gió mùa.\nC. cận nhiệt đới gió mùa.\nD. ôn đới gió mùa.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án  A\nNước ta có vị trí nằm trong vùng nội chí tuyến nên thiên nhiên nước ta có tính chất nhiệt đới (nhiệt độ cao, chan hòa ánh nắng).\nNước ta nằm trong khu vực chịu ảnh hưởng thường xuyên của Tín phong và gió mùa châu Á nên khí hậu có hai mùa rõ rệt.\nVị trí giáp biển Đông, các khối khí di chuyển qua biển, kết hợp với vai trò của biển Đông đã mang lại cho nước ta lượng mưa và độ ẩm lớn.\nNên rõ ràng vị trí địa lí đã quy định thiên nhiên nước ta mang tính chất nhiệt đới ẩm gió mùa."
    },
    {
        "ID": "Geo_9_24",
        "Image_Question": "",
        "Question": "CÂU 24:Phát biểu nào sau đây đúng với nguồn lao động nước ta hiện nay?\nA. Nhiều kinh nghiệm trong công nghiệp.\nB. Phân bố tập trung ở khu vực miền núi.\nC. Chất lượng lao động ngày càng tăng.\nD. Chủ yếu là lao động có trình độ cao.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án  C\nChất lượng của nguồn lao động nước ta ngày càng nâng lên do thành tựu của giáo dục, y tế."
    },
    {
        "ID": "Geo_9_25",
        "Image_Question": "",
        "Question": "CÂU 25:Quá trình đô thị hóa của nước ta hiện nay không có đặc điểm nào sau đây?\nA. Trình độ đô thị hóa còn thấp.\nB. Phân bố các đô thị không đều.\nC. Tỉ lệ dân thành thị tăng lên.\nD. Có nhiều đô thị có quy mô lớn.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án  D\nQuá trình đô thị hóa nước ta có 3 đặc điểm: diễn ra còn chậm, trình độ thấp; tỉ lệ dân thành thị tăng và phân bố các đô thị không đều.\nNước ta chỉ có một số đô thị quy mô lớn như: Hà Nội, TP Hồ Chí Minh, Hải Phòng,…"
    },
    {
        "ID": "Geo_9_26",
        "Image_Question": "",
        "Question": "CÂU 26:Ý nghĩa chủ yếu của việc chuyển dịch cơ cấu ngành kinh tế nước ta là\nA. tăng cường hội nhập quốc tế.\nB. thúc đẩy tăng trưởng kinh tế.\nC. khai thác hiệu quả tài nguyên.\nD. sử dụng hợp lí nguồn lao động.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án  B\nCơ cấu kinh tế theo ngành của nước ta có sự chuyển dịch tích cực, giảm tỉ trọng khu vực I, tăng tỉ trọng khu vực II và khu vực III.\nÝ nghĩa quan trọng nhất của chuyển dịch cơ cấu ngành kinh tế là góp phần thúc đẩy tăng trưởng kinh tế."
    },
    {
        "ID": "Geo_9_27",
        "Image_Question": "",
        "Question": "CÂU 27:Điều kiện nào sau đây thuận lợi cho nước ta sản xuất lúa gạo?\nA. Đồng bằng rộng, đất phù sa màu mỡ.\nB. Khí hậu phân hóa, có mùa đông lạnh.\nC. Nhiều sông, sông ngòi có mùa khô.\nD. Địa hình đồi núi, phân bậc theo độ cao.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án  A\nCây lương thực, nhất là lúa gạo rất thích hợp với đất phù sau ở các đồng bằng châu thổ."
    },
    {
        "ID": "Geo_9_28",
        "Image_Question": "",
        "Question": "CÂU 28:Khó khăn về tự nhiên đối với phát triển ngành thủy sản nước ta hiện nay là\nA. cảng cá còn chưa đáp ứng yêu cầu.\nB. nguồn lợi thủy sản đang bị suy giảm.\nC. trình độ của lao động còn chưa cao.\nD. công nghệ chế biến chậm đổi mới.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án  B\nNước ta có nguồn lợi thủy sản phong phú, có nhiều bãi tôm, bãi cá. Tuy vậy, do tàu thuyền, ngư cụ đánh bắt lạc hậu, chủ yếu đánh bắt ven bờ. Đồng thời môi trường ven biển bị ô nhiễm nhiều nơi nên nguồn lợi thủy sản ven bờ đang bị suy giảm."
    },
    {
        "ID": "Geo_9_29",
        "Image_Question": "",
        "Question": "CÂU 29:Phát biểu nào sau đây không đúng về giao thông vận tải đường ô tô nước ta?\nA. Chưa kết nối vào hệ thống đường bộ trong khu vực.\nB. Huy động được các nguồn vốn và tập trung đầu tư.\nC. Thúc đẩy sự phát triển kinh tế - xã hội của đất nước.\nD. Mạng lưới ngày càng được mở rộng và hiện đại hóa.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án  A\nGiao thông vận tải đường ô tô (đường bộ) nước ta có mạng lưới rộng khắp, nhìn chung phủ kín cả nước, đã nối kết với các tuyến đường bộ khu vực và đường bộ xuyên Á. Nên nói giao thông đường bộ nước ta chưa kết nối vào hệ thống đường bộ khu vực là không chính xác (có thể sử dụng Atlat Địa lí VN trang 23)."
    },
    {
        "ID": "Geo_9_30",
        "Image_Question": "",
        "Question": "CÂU 30:Điều kiện nào sau đây là quan trọng nhất để phát triển du lịch biển ở nước ta?\nA. Vùng biển rộng, giàu tài nguyên.\nB. Cơ sở hạ tầng kĩ thuật được đầu tư.\nC. Nhiều bãi tắm rộng, phong cảnh đẹp.\nD. Vị trí gần đường hàng hải quốc tế.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án  C\nDọc bờ biển nước ta có nhiều bãi tắm rộng, phong cảnh đẹp (Atlat Địa lí trang 25), đây là điều kiện để phát triển du lịch biển."
    },
    {
        "ID": "Geo_9_31",
        "Image_Question": "",
        "Question": "CÂU 31:Hoạt động xuất khẩu của nước ta ngày càng phát triển chủ yếu do\nA. đa dạng hóa sản xuất, đầu tư vào các ngành có nhiều ưu thế.\nB. khai thác hiệu quả thể mạnh, nâng cao chất lượng lao động.\nC. hội nhập quốc tế sâu rộng và phát triển sản xuất hàng hóa.\nD. tăng cường quản lý nhà nước và mở rộng thêm thị trường.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án  C\nHoạt động xuất khẩu ở nước ta ngày càng phát triển thể hiện kim ngạch xuất khẩu ngày càng tăng, nguyên nhân chủ yếu là do kinh tế trong nước phát triển (tạo ra nhiều sản phẩm hàng hóa) và thược hiện mở cửa, hội nhập toàn cầu, mở rộng và đa dạng thị trường xuất khẩu."
    },
    {
        "ID": "Geo_9_32",
        "Image_Question": "",
        "Question": "CÂU 32:Ý nghĩa chủ yếu của phát triển kinh tế biển ở Trung du và miền núi Bắc Bộ là\nA. phát huy các nguồn lực, thúc đẩy tăng trưởng kinh tế.\nB. đẩy nhanh thay đổi cơ cấu kinh tế, đa dạng sản phẩm.\nC. tăng vị thế của vùng trong cả nước, tạo việc làm mới.\nD. tăng cường sự phân hóa lãnh thổ, thu hút vốn đầu tư.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án  A\nTrung du miền núi Bắc Bộ có tỉnh Quảng Ninh giáp biển, tuy vậy có thể phát triển được các ngành kinh tế biển (do có nhiều lợi thế: có Vịnh Hạ long là di sản thiên nhiên thế giới, có nhiều bãi tắm đẹp; có điều kiện xây dựng cảng, đánh bắt và nuôi trồng thủy sản).\nViệc phát triển kinh tế biển không chỉ góp phần phát huy các nguồn lực sẵn có mà còn giúp thúc đẩy tăng trưởng kinh tế của vùng, nhất là trong điều kiện mở cửa nền kinh tế."
    },
    {
        "ID": "Geo_9_33",
        "Image_Question": "",
        "Question": "CÂU 33:Nguyên nhân chủ yếu nào sau đây dẫn đến trình độ thâm canh cao ở Đồng bằng sông Hồng?\nA. Đất chật người đông, nhu cầu lương thực lớn.\nB. Để giải quyết tình trạng thất nghiệp, thiếu việc làm.\nC. Do nhu cầu của công nghiệp chế biến lương thực.\nD. Để có đủ thức ăn cho chăn nuôi lợn và gia cầm.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án  A\nĐồng bằng sông Hồng có dân số đông nhất nước ta, mật độ dân số cũng cao nhất.\nĐể đáp ứng nhu cầu lương thực cho dân cư, vùng đã đẩy mạnh sản xuất cây lương thực với trình độ thâm canh cao nhằm tạo ra sản lượng lương thực lớn."
    },
    {
        "ID": "Geo_9_34",
        "Image_Question": "",
        "Question": "CÂU 34:Cơ cấu kinh tế nông thôn ven biển Bắc Trung Bộ đang có sự thay đổi rõ nét chủ yếu là do\nA. phát triển việc nuôi trồng thủy sản.\nB. đẩy mạnh đánh bắt thủy sản xa bờ.\nC. thu hút nguồn đầu tư nước ngoài.\nD. hình thành các vùng lúa thâm canh.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án  A\nỞ vùng ven biển của vùng Bắc Trung Bộ hiện nay đang đẩy mạnh nuôi trồng thủy sản nước lợ, nước mặn, điều này đã góp phần tạo ra nhiều sản phẩm hàng hóa, góp phần làm thay đổi cơ cấu kinh tế nông thôn, ven biển."
    },
    {
        "ID": "Geo_9_35",
        "Image_Question": "",
        "Question": "CÂU 35:Biện pháp chủ yếu đẩy mạnh phát triển du lịch biển đảo ở Duyên hải Nam Trung Bộ là\nA. nâng cấp các cơ sở lưu trú, khai thác mới tài nguyên.\nB. hoàn thiện cơ sở hạ tầng, đa dạng loại hình sản phẩm.\nC. nâng cao trình độ người lao động, tích cực quảng bá.\nD. thu hút dân cư tham gia, phát triển du lịch cộng đồng.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án  B\nDu lịch biển ở Nam Trung Bộ có điều kiện thuận lợi để phát triển (có nhiều bãi tắm rộng, phong cảnh đẹp, nhiều đảo ven bờ). Tuy vậy, ngành du lịch vẫn chưa phát triển tương xứng với tiềm năng sẵn có.\nĐể đẩy mạnh phát triển du lịch, nhất là du lịch biển vùng cần hoàn thiện cơ sở hạ tầng, đa dạng loại hình sản phẩm du lịch để thu hút khách du lịch trong và ngoài nước."
    },
    {
        "ID": "Geo_9_36",
        "Image_Question": "Geo_9/Geo_9_36.png",
        "Question": "CÂU 36:Cho biểu đồ về dân số thành thị và nông thôn nước ta, giai đoạn 2010 – 2019\nBiểu đồ thể hiện nội dung nào sau đây?\nA. Quy mô và cơ cấu dân số thành thị và nông thôn nước ta.\nB. Thay đổi quy mô dân số thành thị và nông thôn nước ta.\nC. Tình hình gia tăng dân số thành thị và nông thôn nước ta.\nD. Sự thay đổi cơ cấu dân số thành thị và nông thôn nước ta.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án  D\nBiểu đồ miền thể hiện rõ nhất sự chuyển dịch cơ cấu qua nhiều năm (từ 4 năm)."
    },
    {
        "ID": "Geo_9_37",
        "Image_Question": "",
        "Question": "CÂU 37:Do nằm trong khu vực gió mùa nên biển Đông có\nA. nhiệt độ nước biển cao, nhiều ánh sáng, bão và áp thấp nhiệt đới hoạt động mạnh.\nB. biển kín, rộng, thềm lục địa nông, sóng biển mạnh vào thời kì gió mùa tây nam.\nC. nhiệt độ nước biển và dòng biển thay đổi theo mùa, sóng biển mạnh vào mùa đông.\nD. gió mùa, bão và áp thấp nhiệt đới, nhiệt độ nước biển cao và độ muối khá lớn.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án  C\nDo nằm trong khu vực gió mùa nên biển Đông có nhiệt độ nước biển và dòng biển thay đổi theo mùa (về mùa đông, do ảnh hưởng của gió mùa Đông Bắc nên nhiệt độ nước biển thấp hơn và có dòng biển lạnh hoạt động;  mùa hạ nhiệt độ nước biển cao hơn và có dòng biển nóng hoạt động).\nTrên biển Đông, gió mùa Đông Bắc có tần suất hoạt động mạnh hơn, nên sóng ở biển Đông cũng mạnh vào mùa đông."
    },
    {
        "ID": "Geo_9_38",
        "Image_Question": "",
        "Question": "CÂU 38:Mục đích chủ yếu của việc khai thác lãnh thổ theo chiều sâu ở Đông Nam Bộ là\nA. khai thác có hiệu quả các nguồn lực và bảo vệ môi trường.\nB. sử dụng hợp lí nguồn tài nguyên và giải quyết việc làm.\nC. giải quyết tốt các vấn đề xã hội và đa dạng hóa nền kinh tế.\nD. chuyển dịch cơ cấu kinh tế và khai thác hợp lí tài nguyên.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án  A\nKhai thác lãnh thổ theo chiều sâu là nâng cao hiệu quả khai thác lãnh thổ trên cơ sở đầu tư vốn và khoa học công nghệ nhằm đẩy nhanh tốc độ tăng trưởng kinh tế gắn với giải quyết tốt vấn đề XH và môi trường.\nVùng Đông Nam Bộ đang đẩy mạnh khai thác lãnh thổ theo chiều sâu nhằm đạt được các mục tiêu trên."
    },
    {
        "ID": "Geo_9_39",
        "Image_Question": "",
        "Question": "CÂU 39:Giải pháp chủ yếu ứng phó với biến đổi khí hậu ở Đồng bằng sông Cửu Long là\nA. phân bố lại dân cư và sử dụng hiệu quả nguồn lao động.\nB. bố trí các khu dân cư hợp lí và xây dựng các hệ thống để.\nC. sử dụng hợp lí tài nguyên và chuyển đổi cơ cấu kinh tế.\nD. khai thác tổng hợp tài nguyên biển và bảo vệ môi trường.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án  C\nĐồng bằng sông Cửu Long có địa hình thấp, ba mặt giáp biển, có nhiều cửa sông, kênh rạch chằng chịt chính vì vậy, đây là vùng chịu ảnh hưởng lớn của hiện tượng biến biến đổi khí hậu (nhiệt độ TĐ tăng, nước biển dâng). Diện tích đất bị nhiễm mặn nhiễm phèn của ĐBSCL rất lớn, nhất là trong mùa khô, hiện tượng xâm nhập mặn, phèn gia tăng.\nTrong khi đây là vùng có nhiều thế mạnh trong phát triển kinh tế, là vùng trọng điểm lương thực lớn nhất cả nước.\nNên để ứng phó với biến đổi khí hậu vùng cần phải khai thác hiệu quả tài nguyên, (đất, rừng, mặt nước, biển), chuyển đổi cơ cấu kinh tế theo hướng gia tăng các sản phẩm giá trị, mang lại hiệu quả kinh tế cao."
    },
    {
        "ID": "Geo_9_40",
        "Image_Question": "",
        "Question": "CÂU 40:Cho bảng số liệu sau:\nDIỆN TÍCH CÀ PHÊ VÀ CAO SU CỦA NƯỚC TA NĂM 2010 VÀ NĂM 2018\n(Đơn vị: Nghìn ha)\nNăm\t2010\t2018\nCà phê\t556\t688\nCao su\t749\t965\n(Nguồn số liệu theo Niên giám thống kê Việt Nam 2018, NXB Thống kê, 2019)\nĐể thể hiện diện tích cà phê và cao su của nước ta năm 2010 và 2018, biểu đồ nào sau đây là thích hợp nhất?\nA. Đường.\nB. Tròn.\nC. Kết hợp.\nD. Cột",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án  D\nBiểu đồ thể hiện rõ nhất diện tích cà phê và cao su của nước ta qua 2 năm đó là cột (ta cũng có thể dùng phương pháp loại trừ đáp án)."
    }
]