[
    {
        "ID": "Geo_40_1",
        "Image_Question": "",
        "Question": "CÂU 1:\nCho bảng số liệu:\nTỔNG SẢN PHẨM TRONG NƯỚC (GDP) CỦA MỘT SỐ QUỐC GIA NĂM 2020\n(Đơn vị: Triệu đô la Mỹ)\nQuốc gia\tIn-đô-nê-xi-a\tMa-lai-xi-a\tPhi-li-pin\tXin-ga-po\nGDP\t1058424\t337006\t361489\t339998\nCông nghiệp và xây dựng\t405376\t120985\t102663\t82960\n(Nguồn : Niên giám thống kê Việt Nam 2021, NXB Thống kê, 2022)\nTheo bảng số liệu, cho biết quốc gia nào sau đây có tỉ trọng khu vục công nghiệp và xây dựng trong cơ cấu GDP cao nhất?\nA. Xin-ga-po.\nB. Ma-lai-xi-a.\nC. Phi-lip-pin.\nD. In-đô-nê-xi-a.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "- Theo bảng số liệu, In-đô-nê-xi-a có tỉ trọng khu vục công nghiệp và xây dựng trong cơ cấu GDP cao nhất.\nChọn D"
    },
    {
        "ID": "Geo_40_2",
        "Image_Question": "",
        "Question": "CÂU 2:\nCăn cứ vào Atlat Địa lí Việt Nam trang Giao thông, cho biết cảng nào sau đây nằm trên sông Hậu?\nA. Sài Gòn.\nB. Cần Thơ.\nC. Mỹ Tho.\nD. Trà Vinh.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn B"
    },
    {
        "ID": "Geo_40_3",
        "Image_Question": "",
        "Question": "CÂU 3:\nCăn cứ vào Atlat Địa lí Việt Nam trang Thực vật và Động vật, cho biết vườn quốc gia nào sau đây nằm trên vịnh Thái Lan?\nA. U Minh.\nB. Mũi Cà Mau.\nC. Phú Quốc.\nD. Côn Đảo.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn C"
    },
    {
        "ID": "Geo_40_4",
        "Image_Question": "",
        "Question": "CÂU 4:\nTrong cơ cấu sản lượng điện của nước ta hiện nay, tỉ trọng lớn nhất thuộc về\nA. nhiệt điện, điện gió.\nB. thuỷ điện, điện gió.\nC. nhiệt điện, thuỷ điện.\nD. thuỷ điện, điện nguyên tử.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "- Trong cơ cấu sản lượng điện của nước ta hiện nay, tỉ trọng lớn nhất thuộc về nhiệt điện, thuỷ điện.\nChọn C"
    },
    {
        "ID": "Geo_40_5",
        "Image_Question": "",
        "Question": "CÂU 5:\nCho biểu đồ:\n(Nguồn: Niên giám thống kê Việt Nam 2019, NXB Thống kê, 2020)\nCăn cứ vào biểu đồ trên, cho biết nhận xét nào sau đây đúng về GDP/người của một số nước Đông Nam Á?\nA. Việt Nam tăng nhanh hơn Philipin.\nB. In-đô-nê-xi-a tăng nhiều hơn Philipin.\nC. Việt Nam tăng ít hơn In-đô-nê-xi-a.\nD. Philippin tăng ít hơn In-đô-nê-xi-a.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "- Căn cứ vào biểu đồ nhận xét nào sau đây đúng về GDP/người của một số nước Đông Nam Á là Việt Nam tăng nhanh hơn Philipin.\nChọn A"
    },
    {
        "ID": "Geo_40_6",
        "Image_Question": "",
        "Question": "CÂU 6:\nCăn cứ vào Atlat Địa lí Việt Nam trang Dân số, cho biết đô thị nào trong các đô thị sau đây có phân cấp cao nhất?\nA. Đà Nẵng.\nB. Sầm Sơn.\nC. Cẩm Phả.\nD. A Pa Chải.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn A"
    },
    {
        "ID": "Geo_40_7",
        "Image_Question": "",
        "Question": "CÂU 7:\nCăn cứ vào Atlat Địa lí Việt Nam trang Các ngành công nghiệp trọng điểm, cho biết trung tâm công nghiệp sản xuất hàng tiêu dùng nào sau đây có quy mô lớn?\nA. Cần Thơ.\nB. Tân An.\nC. TP. Hồ Chí Minh.\nD. Vũng Tàu.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn C"
    },
    {
        "ID": "Geo_40_8",
        "Image_Question": "",
        "Question": "CÂU 8:\nCăn cứ vào Atlat Địa lí Việt Nam trang Hành chính, cho biết thành phố Biên Hòa thuộc tỉnh nào sau đây?\nA. Đồng Nai.\nB. Bình Dương.\nC. Long An.\nD. Tây Ninh",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn A"
    },
    {
        "ID": "Geo_40_9",
        "Image_Question": "",
        "Question": "CÂU 9:\nNước ta cần xây dựng một cơ cấu ngành công nghiệp tương đối linh hoạt chủ yếu nhằm\nA. khai thác lợi thế về tự nhiên.\nB. khai thác thế mạnh về lao động.\nC. nâng cao chất lượng sản phẩm.\nD. thích nghi với cơ chế thị trường.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "- Nước ta cần xây dựng một cơ cấu ngành công nghiệp tương đối linh hoạt chủ yếu nhằm thích nghi với cơ chế thị trường.\nChọn D"
    },
    {
        "ID": "Geo_40_10",
        "Image_Question": "",
        "Question": "CÂU 10:\nViệc khai thác hải sản ở Đông Nam Bộ được tiến hành tại\nA. rừng ngập mặn.\nB. các ngư trường.\nC. bãi triều rộng.\nD. các bãi biển.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "- Việc khai thác hải sản ở Đông Nam Bộ được tiến hành tại các ngư trường.\nChọn B"
    },
    {
        "ID": "Geo_40_11",
        "Image_Question": "",
        "Question": "CÂU 11:\nCăn cứ vào Atlat Địa lí Việt Nam trang Công nghiệp chung, cho biết các trung tâm công nghiệp nào sau đây có cùng quy mô lớn nhất?\nA. Đà Nẵng.\nB. Sóc Trăng.\nC. Hưng Yên.\nD. Phan Thiết.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn A"
    },
    {
        "ID": "Geo_40_12",
        "Image_Question": "",
        "Question": "CÂU 12:\nCăn cứ vào Atlat Địa lí Việt Nam trang Các miền địa lí tự nhiên, cho biết núi nào sau đây cao nhất trong các núi sau đây?\nA. Braian.\nB. Bi Doup.\nC. Lang Bian.\nD. Bà Rá.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn B"
    },
    {
        "ID": "Geo_40_13",
        "Image_Question": "",
        "Question": "CÂU 13:\nCăn cứ vào Atlat Địa lí Việt Nam trang Kinh tế chung, cho biết khu kinh tế ven biển nào sau đây thuộc vùng Trung du miền núi Bắc Bộ?\nA. Móng Cái.\nB. Thanh Thủy.\nC. Vân Đồn.\nD. Tây Trang.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn C"
    },
    {
        "ID": "Geo_40_14",
        "Image_Question": "",
        "Question": "CÂU 14:\nCăn cứ vào Atlat Địa lí Việt Nam trang Nông nghiệp, cho biết tỉnh nào sau đây có diện tích trồng cây công nghiệp lâu năm lớn hơn cây công nghiệp hàng năm?\nA. Thái Bình.\nB. Khánh Hòa.\nC. Sóc Trăng.\nD. Thái Nguyên.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn D"
    },
    {
        "ID": "Geo_40_15",
        "Image_Question": "",
        "Question": "CÂU 15:\nCăn cứ vào Atlat Địa lí Việt Nam trang Khí hậu, cho biết trạm khí tượng Hà Nội có lượng mưa lớn nhất vào tháng nào sau đây?\nA. Tháng VIII.\nB. Tháng IX.\nC. Tháng X.\nD. Tháng XI.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn A"
    },
    {
        "ID": "Geo_40_16",
        "Image_Question": "",
        "Question": "CÂU 16:\nCăn cứ vào Atlat Địa lí Việt Nam trang Các hệ thống sông, cho biết hồ Núi Cốc thuộc hệ thống sông nào sau đây?\nA. Sông Cả.\nB. Sông Mã.\nC. Sông Thái Bình.\nD. Sông Thu Bồn.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn C"
    },
    {
        "ID": "Geo_40_17",
        "Image_Question": "",
        "Question": "CÂU 17:\nCăn cứ Atlat Địa lí Việt Nam trang Vùng Đông Nam Bộ, Vùng Đồng bằng sông Cửu Long, cho biết sông Tiền đổ ra biển qua cửa nào sau đây?\nA. Cửa Định An.\nB. Cửa Bảy Hạp.\nC. Cửa Cung Hầu.\nD. Cửa Gành Hào.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn C"
    },
    {
        "ID": "Geo_40_18",
        "Image_Question": "",
        "Question": "CÂU 18:\nCăn cứ Atlat địa lí Việt Nam trang Vùng Bắc Trung Bộ, cho biết tỉnh nào sau đây có khu kinh tế cửa khẩu Lao Bảo?\nA. Quảng Bình.\nB. Quảng Trị.\nC. Nghệ An.\nD. Hà Tĩnh.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn B"
    },
    {
        "ID": "Geo_40_19",
        "Image_Question": "",
        "Question": "CÂU 19:\nCăn cứ Atlat Địa lí Việt Nam trang Vùng Trung du miền núi Bắc Bộ, Vùng Đồng bằng sông Hồng, cho biết điểm khai thác sắt Văn Bàn thuộc tỉnh nào sau đây?\nA. Điện Biên.\nB. Sơn La.\nC. Lai Châu.\nD. Lào Cai.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn D"
    },
    {
        "ID": "Geo_40_20",
        "Image_Question": "",
        "Question": "CÂU 20:\nHiện tượng cát bay, cát chảy xảy ra nghiêm trọng ở khu vực nào sau đây của nước ta?\nA. Vùng ven biển Nam Bộ.\nB. Vùng ven biển Bắc Bộ.\nC. Vùng ven biển miền Trung.\nD. Vùng ven biển Đông Nam Bộ.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "- Hiện tượng cát bay, cát chảy xảy ra nghiêm trọng ở khu vực ven biển miền Trung.\nChọn C"
    },
    {
        "ID": "Geo_40_21",
        "Image_Question": "",
        "Question": "CÂU 21:\nBiện pháp nhằm bảo vệ và phát triển rừng sản xuất ở nước ta là\nA. áp dụng tổng thể các biện pháp nông lâm kết hợp.\nB. bảo vệ rừng, trồng rừng trên đất trống, đồi núi trọc.\nC. bảo vệ cảnh quan, đa dạng sinh học các vườn quốc gia.\nD. đảm bảo duy trì, phát triển diện tích và chất lượng rừng.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "- Biện pháp nhằm bảo vệ và phát triển rừng sản xuất ở nước ta là đảm bảo duy trì, phát triển diện tích và chất lượng rừng.\nChọn D"
    },
    {
        "ID": "Geo_40_22",
        "Image_Question": "",
        "Question": "CÂU 22:\nCăn cứ Atlat địa lí Việt Nam trang Vùng Duyên Hải Nam Trung Bộ, Vùng Tây Nguyên, cho biết vịnh nào sau đây nằm ở phía nam vịnh Cam Ranh?\nA. Vịnh Quy Nhơn.\nB. Vịnh Xuân Đài.\nC. Vịnh Phan Rí.\nD. Vịnh Vân Phong.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn C"
    },
    {
        "ID": "Geo_40_23",
        "Image_Question": "",
        "Question": "CÂU 23:\nViệc đẩy mạnh sản xuất cây công nghiệp để xuất khẩu ở nước nhằm\nA. đáp ứng nhu cầu thị trường, thu hút ngoại tệ.\nB. đẩy mạnh hợp tác, nâng cao vị thế đất nước.\nC. đổi mới công nghệ, giải quyết vấn đề việc làm.\nD. tăng hiệu quả kinh tế, sử dụng tốt tài nguyên.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "- Việc đẩy mạnh sản xuất cây công nghiệp để xuất khẩu ở nước nhằm đáp ứng nhu cầu thị trường, thu hút ngoại tệ.\nChọn A"
    },
    {
        "ID": "Geo_40_24",
        "Image_Question": "",
        "Question": "CÂU 24:\nCác bãi triều, đầm phá, cánh rừng ngập mặn ven biển nước ta có nhiều tiềm năng để phát triển\nA. trồng rừng ngập mặn và thủy sản nước ngọt.\nB. khai thác khoáng sản và hoạt dộng du lịch.\nC. nuôi trồng thủy sản nước lợ và nước mặn.\nD. khai thác khoáng sản và giao thông vận tải.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "- Các bãi triều, đầm phá, cánh rừng ngập mặn ven biển nước ta có nhiều tiềm năng để phát triển nuôi trồng thủy sản nước lợ và nước mặn.\nChọn C"
    },
    {
        "ID": "Geo_40_25",
        "Image_Question": "",
        "Question": "CÂU 25:\nChuyển dịch cơ cấu kinh tế theo thành phần ở nước ta hiện nay\nA.tăng kinh tế có vốn đầu tư nước ngoài.\nB.tăng kinh tế cá thể, giảm ngoài Nhà nước.\nC.tăng kinh tế tập thể và kinh tế tư nhân.\nD.giảm Nhà nước, tăng ngoài Nhà nước.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "- Chuyển dịch cơ cấu kinh tế theo thành phần ở nước ta hiện nay tăng kinh tế có vốn đầu tư nước ngoài.\nChọn A"
    },
    {
        "ID": "Geo_40_26",
        "Image_Question": "",
        "Question": "CÂU 26:\nLao động trong công nghiệp nước ta hiện nay\nA. tập trung chủ yếu ở nông thôn.\nB. làm nhiều nghề, số lượng nhỏ.\nC. có số lượng đông, trình độ nâng cao.\nD. có tác phong công nghiệp rất cao.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "- Lao động trong công nghiệp nước ta hiện nay có số lượng đông, trình độ nâng cao.\nChọn C"
    },
    {
        "ID": "Geo_40_27",
        "Image_Question": "",
        "Question": "CÂU 27:\nCác huyện đảo của nước ta\nA. chỉ duy nhất phát triển chăn nuôi.\nB. có khả năng phát triển thủy sản.\nC. là các trung tâm công nghiệp lớn.\nD. có nhiều đảo ven bờ và đông dân.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "- Các huyện đảo của nước ta có khả năng phát triển thủy sản.\nChọn B"
    },
    {
        "ID": "Geo_40_28",
        "Image_Question": "",
        "Question": "CÂU 28:\nVị trí địa lí của nước ta\nA. phần lớn nằm ở bán cầu Tây.\nB. tiếp giáp với hai đại dương lớn.\nC. ở trung tâm lục địa Á – Âu.\nD. ở đông nam khu vực châu Á.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn D"
    },
    {
        "ID": "Geo_40_29",
        "Image_Question": "",
        "Question": "CÂU 29:\nĐô thị nước ta hiện nay\nA. có cơ sở hạ tầng rất hoàn thiện.\nB. có tỉ lệ thiếu việc làm rất cao.\nC. tập trung đa số dân cư cả nước.\nD. có dân số nhỏ hơn nông thôn.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "- Đô thị nước ta hiện nay có dân số nhỏ hơn nông thôn.\nChọn D"
    },
    {
        "ID": "Geo_40_30",
        "Image_Question": "",
        "Question": "CÂU 30:\nMạng lưới đường sắt nước ta\nA. phân bố đồng đều giữa các vùng.\nB. hiện nay đã đạt trình độ hiện đại.\nC. đã gắn kết các vùng núi với nhau\nD. chạy qua nhiều trung tâm kinh tế.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "- Mạng lưới đường sắt nước ta chạy qua nhiều trung tâm kinh tế.\nChọn D"
    },
    {
        "ID": "Geo_40_31",
        "Image_Question": "",
        "Question": "CÂU 31:\nGiải pháp chủ yếu trong ngành trồng trọt để ứng phó với biến đổi khí hậu ở Đồng bằng sông Cửu Long là\nA. quy hoạch vùng sản xuất, xây dựng các công trình đê biển.\nB. chuyển đổi cơ cấu cây trồng, bố trí mùa vụ sản xuất hợp lí.\nC. cải tạo đất nhiễm phèn, mặn, phát triển kinh tế liên hoàn.\nD. đẩy mạnh công tác thủy lợi, cải tạo, bảo vệ tài nguyên đất.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "- Giải pháp chủ yếu trong ngành trồng trọt để ứng phó với biến đổi khí hậu ở Đồng bằng sông Cửu Long là chuyển đổi cơ cấu cây trồng, bố trí mùa vụ sản xuất hợp lí.\nChọn B"
    },
    {
        "ID": "Geo_40_32",
        "Image_Question": "",
        "Question": "CÂU 32:\nGiải pháp chủ yếu để tăng lượng khách quốc tế đến với nước ta là\nA. đầu tư hạ tầng, đào tạo lao động, quản lí chất lượng du lịch.\nB. đào tạo lao động, nâng cấp cơ sở lưu trú, hội nhập toàn cầu.\nC. hoàn thiện hạ tầng, tăng cường xúc tiến, đa dạng sản phẩm.\nD. đa dạng thành phần kinh tế, sản phẩm du lịch, thu hút vốn.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "- Giải pháp chủ yếu để tăng lượng khách quốc tế đến với nước ta là hoàn thiện hạ tầng, tăng cường xúc tiến, đa dạng sản phẩm.\nChọn C"
    },
    {
        "ID": "Geo_40_33",
        "Image_Question": "",
        "Question": "CÂU 33:\nCho biểu đồ về GDP phân theo các ngành kinh tế ở nước ta, giai đoạn 2005 – 2018:\n(Số liệu theo Niên giám thống kê Việt Nam 2018, NXB Thống kê, 2019)\nBiểu đồ thể hiện nội dung nào sau đây?\nA. Quy mô, cơ cấu GDP phân theo các ngành kinh tế.\nB. Thay đổi quy mô GDP phân theo các ngành kinh tế.\nC. Chuyển dịch cơ cấu GDP phân theo các ngành kinh tế.\nD. Chuyển dịch cơ cấu GDP phân theo thành phần kinh tế.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "- Biểu đồ chuyển dịch cơ cấu GDP phân theo các ngành kinh tế.\nChọn C"
    },
    {
        "ID": "Geo_40_34",
        "Image_Question": "",
        "Question": "CÂU 34:\nBiện pháp chủ yếu để nâng cao hiệu quả ngành trồng trọt ở các đồng bằng ven biển Bắc Trung Bộ là\nA. đẩy mạnh cơ giới hóa sản xuất, tăng vụ, hình thành vùng chuyên canh lúa.\nB. tăng cường thủy lợi, bảo vệ rừng phòng hộ, chuyển đổi cơ cấu cây trồng.\nC. tập trung thâm canh cây công nghiệp, tăng vụ, chủ động phòng chống bão.\nD. đẩy mạnh thâm canh lúa, sử dụng giống mới, chủ động phòng chống bão.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "- Biện pháp chủ yếu để nâng cao hiệu quả ngành trồng trọt ở các đồng bằng ven biển Bắc Trung Bộ là tăng cường thủy lợi, bảo vệ rừng phòng hộ, chuyển đổi cơ cấu cây trồng.\nChọn B"
    },
    {
        "ID": "Geo_40_35",
        "Image_Question": "",
        "Question": "CÂU 35:\nBiện pháp chủ yếu để phát triển bền vững công nghiệp khai thác khoáng sản ở Trung du và miền núi Bắc Bộ là\nA. tìm kiếm các mỏ mới, hạn chế xuất khẩu, bảo vệ tài nguyên.\nB. đầu tư công nghệ khai thác, nâng cao chất lượng, hạ giá thành.\nC. nâng cấp cơ sở hạ tầng, bảo vệ tài nguyên, tăng vốn đầu tư.\nD. thu hút đầu tư, đổi mới công nghệ, khai thác hợp lí tài nguyên.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "- Biện pháp chủ yếu để phát triển bền vững công nghiệp khai thác khoáng sản ở Trung du và miền núi Bắc Bộ là thu hút đầu tư, đổi mới công nghệ, khai thác hợp lí tài nguyên.\nChọn D"
    },
    {
        "ID": "Geo_40_36",
        "Image_Question": "",
        "Question": "CÂU 36:\nViệc đẩy mạnh chế biến sản phẩm cây công nghiệp ở Tây Nguyên nhằm mục đích chủ yếu là\nA. nâng cao giá trị, tăng các sản phẩm hàng hóa.\nB. thay đổi cơ cấu kinh tế, thúc đẩy xuất khẩu.\nC. thúc đẩy sản xuất thâm canh, tăng nông sản.\nD. thuận lợi cho việc bảo quản vận chuyển, tiêu thụ.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "- Việc đẩy mạnh chế biến sản phẩm cây công nghiệp ở Tây Nguyên nhằm mục đích chủ yếu là nâng cao giá trị, tăng các sản phẩm hàng hóa.\nChọn A"
    },
    {
        "ID": "Geo_40_37",
        "Image_Question": "",
        "Question": "CÂU 37:\nThuận lợi chủ yếu để phát triển đa dạng cơ cấu ngành kinh tế ở đồng bằng sông Hồng là\nA. hội nhập toàn cầu sâu, công nghiệp hóa mạnh.\nB. nhiều lao động kỹ thuật, thị trường tiêu thụ rộng.\nC. sản xuất phát triển, có các thế mạnh khác nhau.\nD. đô thị hóa mở rộng, kinh tế hàng hóa phát triển",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "- Thuận lợi chủ yếu để phát triển đa dạng cơ cấu ngành kinh tế ở đồng bằng sông Hồng là sản xuất phát triển, có các thế mạnh khác nhau.\nChọn C"
    },
    {
        "ID": "Geo_40_38",
        "Image_Question": "",
        "Question": "CÂU 38:\nBiện pháp chủ yếu nâng cao hiệu quả đánh bắt thủy sản xa bờ ở duyên hải Nam Trung Bộ là\nA. thăm dò, trò tìm kiếm các ngư trường mới.\nB. đầu tư tàu thuyền, phương tiện hiện đại.\nC. xây dựng cảng cá, cá mở rộng thị trường.\nD. thúc đẩy chế biến, tăng cường lao động.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "- Biện pháp chủ yếu nâng cao hiệu quả đánh bắt thủy sản xa bờ ở duyên hải Nam Trung Bộ là đầu tư tàu thuyền, phương tiện hiện đại.\nChọn B"
    },
    {
        "ID": "Geo_40_39",
        "Image_Question": "",
        "Question": "CÂU 39:\nMiền Bắc và Đông Bắc Bắc Bộ có biên độ nhiệt độ năm lớn chủ yếu do tác động của\nA. thời gian mặt trời lên thiên đỉnh, gió, vị trí nằm cách xa vùng xích đạo.\nB. vị trí nằm gần chí tuyến, gió mùa hạ, thời gian mặt trời lên thiên đỉnh.\nC. gió mùa Tây Nam, thời gian mặt trời lên thiên đỉnh, nằm gần chí tuyến.\nD. Tín Phong bán cầu bắc, thời gian mặt trời lên thiên đỉnh, xa xích đạo.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "- Miền Bắc và Đông Bắc Bắc Bộ có biên độ nhiệt độ năm lớn chủ yếu do tác động của thời gian mặt trời lên thiên đỉnh, gió, vị trí nằm cách xa vùng xích đạo.\nChọn A"
    },
    {
        "ID": "Geo_40_40",
        "Image_Question": "",
        "Question": "CÂU 40:\nCho bảng số liệu:\nTỶ SỐ GIỚI TÍNH CỦA DÂN SỐ NƯỚC TA Ở MỘT SỐ TỈNH NĂM 2015 VÀ 2021\n( Đơn vị: Số nam/100 nữ)\nNăm\tTiền Giang\tNghệ An\tBình Dương\tPhú Thọ\n2015\t96,3\t99,2\t97,7\t97,9\n2021\t96,1\t100,4\t101,6\t98,4\n( Nguồn: Niên giám thống kê Việt Nam 2021, NXB Thống kê, 2022)\nTheo bảng số liệu, để thể hiện so sánh tỷ số giới của dân số nước ta ở một số tỉnh năm 2015 và 2021, dạng biểu đồ nào sau đây là thích hợp nhất?\nA. Tròn.\nB. Cột.\nC. Đường.\nD. Miền.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn B"
    }
]