[
    {
        "ID": "Geo_26_1",
        "Image_Question": "",
        "Question": "CÂU 1:\nĐường biên giới trên biển và trên đất liền của nước ta dài đã khiến nước ta gặp khó khăn  nào sau đây?\nA. Thiếu nguồn lao động.\nB. Bảo vệ chủ quyền lãnh thổ.\nC. Phát triển văn hóa.\nD. Thu hút vốn đầu tư nước ngoài.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Đường biên giới trên biển của nước ta gặp khó khăn lớn nhất về bảo vệ chủ quyền lãnh thổ.\nChọn B."
    },
    {
        "ID": "Geo_26_2",
        "Image_Question": "",
        "Question": "CÂU 2:\nĐịa hình nước ta không có đặc điểm nào sau đây?\nA. Địa hình thấp dần theo hướng Tây Bắc – Đông Nam.\nB. Địa hình chịu tác động mạnh mẽ của con người.\nC. Đồi núi cao chiếm phần lớn diện tích.\nD. Địa hình của vùng nhiệt đới ẩm gió mùa.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Địa hình nước ta có đặc điểm: Đồi núi chiếm phần lớn diện tích nhưng chủ yếu là đồi núi thấp.\n- ¾ diện tích lãnh thổ là đồi núi, ¼ diện tích là đồng bằng.\n- Đồi núi cao trên 2000 m chỉ chiếm 1% diện tích cả nước.\nChọn C."
    },
    {
        "ID": "Geo_26_3",
        "Image_Question": "",
        "Question": "CÂU 3:\nTài nguyên vô tận của biển Đông là gì?\nA. Dầu khí.\nB. Muối.\nC. Titan.\nD. Sa khoáng.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Tài nguyên vô tận của biển Đông là muối.\nChọn B."
    },
    {
        "ID": "Geo_26_4",
        "Image_Question": "",
        "Question": "CÂU 4:\nCăn cứ vào Atlat Địa lí Việt Nam trang 9, hãy cho biết nhận xét nào dưới đây không đúng  về sự phân hóa chế độ mưa ở nước ta?\nA. Lượng mưa trung bình năm có sự phân hóa theo thời gian.\nB. Lượng mưa trung bình năm có sự phân hóa theo không gian từ Bắc vào Nam.\nC. Lượng mưa trung bình năm có sự phân hóa theo không gian và theo thời gian.\nD. Lượng mưa trung bình năm không có sự phân hóa theo thời gian.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "- Nước ta có lượng mưa dồi dào nhưng lại có sự phân hóa phức tạp cả về không gian và thời gian. Sự phân hóa  không gian là do tác động của vị trí địa lí, địa hình. Sự phân hóa về thời gian là do sự tác động của gió mùa và vị  trí các bộ phận lãnh thổ.\n- Vùng Bắc bộ, Tây Nguyên: Mùa mưa bắt đầu từ tháng V đến tháng X (mưa mùa hạ - thu). Nguyên nhân: Do  mùa hạ có gió mùa mùa hạ thổi từ biển vào mạng theo nhiều hơi nước gây mưa trên phần lớn lãnh thổ nước ta.\n- Vùng DH miền Trung: có mùa mưa từ tháng VIII đến tháng I năm sau (mưa thu - đông).\nChọn D."
    },
    {
        "ID": "Geo_26_5",
        "Image_Question": "",
        "Question": "CÂU 5:\nDo nằm trong khu vực chịu ảnh hưởng của gió mùa châu Á nên nước ta có\nA. tổng bức xạ trong năm lớn.\nB. hai lần Mặt Trời lên thiên đỉnh.\nC. khí hậu phân hóa thành 2 mùa mưa – khô rõ rệt.\nD. nền nhiệt độ cả nước cao.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Do nằm trong khu vực chịu ảnh hưởng của gió mùa châu Á nên nước ta có khí hậu phân hóa thành 2 mùa mưa – khô rõ rệt.\nChọn C."
    },
    {
        "ID": "Geo_26_6",
        "Image_Question": "",
        "Question": "CÂU 6:\nCăn cứ vào Atlat Địa lí Việt Nam trang 9, hãy cho biết biểu đồ khí hậu nào dưới đây có  nhiệt độ trung bình các tháng luôn dưới 20°C?\nA. Biểu đồ khí hậu Lạng Sơn.\nB. Biểu đồ khí hậu Sa Pa.\nC. Biểu đồ khí hậu Điện Biên Phủ.\nD. Biểu đồ khí hậu Hà Nội.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Biểu đồ khí hậu Sa Pa có nhiệt độ trung bình các tháng luôn dưới 20°C.\nChọn B."
    },
    {
        "ID": "Geo_26_7",
        "Image_Question": "",
        "Question": "CÂU 7:\nCăn cứ vào Atlat Địa lí Việt Nam trang 9, hãy cho biết vùng nào chịu ảnh hưởng nhiều nhất  của gió tây khô nóng?\nA. Vùng khí hậu Tây Nguyên.\nB. Vùng khí hậu Bắc Trung Bộ.\nC. Vùng khí hậu Đông Bắc Bộ.\nD. Vùng khí hậu Nam Bộ.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Vùng khí hậu Bắc Trung Bộ chịu ảnh hưởng nhiều nhất của gió tây khô nóng.\nChọn B."
    },
    {
        "ID": "Geo_26_8",
        "Image_Question": "",
        "Question": "CÂU 8:\nCăn cứ vào Atlat Địa lí Việt Nam trang 10, hãy cho biết sông nào sau đây có tỉ lệ diện tích  lưu vực lớn nhất?\nA. Sông Đồng Nai.\nB. Sông Thái Bình.\nC. Sông Mê Công (Cửu Long).\nD. Sông Hồng.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Sông Hồng có tỉ lệ diện tích lưu vực lớn nhất.\nChọn D."
    },
    {
        "ID": "Geo_26_9",
        "Image_Question": "",
        "Question": "CÂU 9:\n“Địa hình thấp và hẹp ngang, được nâng cao ở hai đầu thấp ở giữa” là đặc điểm của địa hình  vùng núi nào sau đây?\nA. Vùng núi Tây Bắc.\nB. Vùng núi Trường Sơn Bắc.\nC. Vùng núi Trường Sơn Nam.\nD. Vùng núi Đông Bắc.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Vùng núi Trường Sơn Bắc:\n- Giới hạn từ phía Nam sông cả tới dãy Bạch Mã.\n- Gồm các dãy núi song song va so le nhau chạy theo hướng tây bắc-đông nam.\n- Địa hình thấp và hẹp ngang được nâng ở hai đầu thấp trũng ở giữa: Cao ở vùng núi phía tây Nghệ An và vùng  núi phía tây Thừa Thiên –Huế; ở giữa thấp trũng là vùng núi đá vôi Quảng Bình và vùng đồi thấp Quảng Trị.7\nChọn B."
    },
    {
        "ID": "Geo_26_10",
        "Image_Question": "",
        "Question": "CÂU 10:\nCăn cứ vào Atlat Địa lí Việt Nam trang 10, hãy cho biết sông Sài Gòn thuôc ̣lưu vực ̣sông  nào sau đây?\nA. Lưu vực sông Đồng Nai.\nB. Lưu vực sông Thu Bồn.\nC. Lưu vực sông Mê Công.\nD. Lưu vực sông Ba (Đà Rằng).",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Sông Sài Gòn thuôc ̣lưu vực ̣sông Đồng Nai.\nChọn A."
    },
    {
        "ID": "Geo_26_11",
        "Image_Question": "",
        "Question": "CÂU 11:\nNước ta có tài nguyên sinh vật vô cùng phong phú, đa dạng là do\nA. giáp vùng biển rộng lớn, giàu tài nguyên.\nB. nằm liền kề các vành đai sinh khoáng lớn.\nC. nằm trên đường di cư và di lưu của các loài sinh vật.\nD. có hoạt động của gió mùa và gió tín phong.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Nước ta có tài nguyên sinh vật vô cùng phong phú, đa dạng là do nằm trên đường di cư và di lưu của các loài  sinh vật.\nChọn C."
    },
    {
        "ID": "Geo_26_12",
        "Image_Question": "",
        "Question": "CÂU 12:\nCăn cứ vào Atlat Địa lí Việt Nam trang 13, hãy cho biết đèo Hải Vân thuộc dãy núi nào?\nA. Bạch Mã.\nB. Hoàng Liên Sơn.\nC. Trường Sơn Bắc.\nD. Hoành Sơn.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Đèo Hải Vân thuộc dãy núi Bạch Mã.\nChọn A."
    },
    {
        "ID": "Geo_26_13",
        "Image_Question": "",
        "Question": "CÂU 13:\nCăn cứ vào Atlat Địa lí Việt Nam trang 10, hãy cho biết nhóm đất feralit trên đá badan  phân bố chủ yếu ở vùng nào?\nA. Trung du miền núi Phía Bắc.\nB. Bắc Trung Bộ.\nC. Duyên hải Nam Trung Bộ.\nD. Tây Nguyên.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Nhóm đất feralit trên đá badan phân bố chủ yếu ở vùng Tây Nguyên.\nChọn D."
    },
    {
        "ID": "Geo_26_14",
        "Image_Question": "",
        "Question": "CÂU 14:\nSự phân mùa của khí hậu nước ta là do nguyên nhân chủ yếu nào sau đây?\nA. Bức xạ từ Mặt Trời tới.\nB. Hai lần Mặt trời lên thiên đỉnh.\nC. Hoạt động của gió mùa.\nD. Sự phân bố lượng mưa theo mùa.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Sự phân mùa của khí hậu nước ta là do nguyên nhân hoạt động của gió mùa.\nChọn C."
    },
    {
        "ID": "Geo_26_15",
        "Image_Question": "",
        "Question": "CÂU 15:\nCăn cứ vào Atlat Địa lí Việt Nam trang 7 - 8, hãy cho biết vịnh Xuân Đài thuộc tỉnh, thành  phố nào?\nA. Quy Nhơn.\nB. Quảng Nam.\nC. Phú Yên.\nD. Quảng Ngãi.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Vịnh Xuân Đài thuộc tỉnh Phú Yên.\nChọn C."
    },
    {
        "ID": "Geo_26_16",
        "Image_Question": "",
        "Question": "CÂU 16:\nThời gian hoạt động của gió mùa mùa hạ ở nước ta là\nA. từ tháng 5 đến tháng 10.\nB. từ tháng 11 đến tháng 4 năm sau.\nC. từ tháng 6 đến tháng 10.\nD. từ tháng 5 đến tháng 7",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Thời gian hoạt động của gió mùa mùa hạ ở nước ta là từ tháng 5 đến tháng 10.\nChọn A."
    },
    {
        "ID": "Geo_26_17",
        "Image_Question": "",
        "Question": "CÂU 17:\nNước ta không có chung biển Đông với quốc gia nào sau đây?\nA. Thái Lan\nB. Campuchia.\nC. Lào.\nD. Philippin.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Nước ta không có chung biển Đông với Thái Lan.\nChọn C."
    },
    {
        "ID": "Geo_26_18",
        "Image_Question": "",
        "Question": "CÂU 18:\nĐiểm cực Bắc của nước ta nằm ở tỉnh\nA. Khánh Hòa.\nB. Điện Biên.\nC. Cà Mau.\nD. Hà Giang.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Điểm cực Bắc của nước ta nằm ở tỉnh Hà Giang.\nChọn D."
    },
    {
        "ID": "Geo_26_19",
        "Image_Question": "",
        "Question": "CÂU 19:\n“Nằm phía trong đường cơ sở, được xem như bộ phận lãnh thổ trên đất liền” là vùng\nA. lãnh hải.\nB. tiếp giáp lãnh hải.\nC. nội thủy.\nD. đặc quyền kinh tế.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Nội thủy là vùng nước nằm phía trong đường cơ sở, được xem như bộ phận lãnh thổ trên đất liền. Chọn C."
    },
    {
        "ID": "Geo_26_20",
        "Image_Question": "",
        "Question": "CÂU 20:\nBiểu hiện của địa hình vùng nhiệt đới ẩm gió mùa ở nước ta là gì?\nA. Địa hình thấp dần theo hướng Tây Bắc – Đông Nam.\nB. Địa hình bị xâm thực mạnh ở miền đồi núi, bồi tụ nhanh ở đồng bằng hạ lưu sông.\nC. Địa hình có sự phân bậc rõ rệt.\nD. Địa hình chủ yếu là đồi núi thấp.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Biểu hiện của địa hình vùng nhiệt đới ẩm gió mùa ở nước ta là địa hình bị xâm thực mạnh ở miền đồi núi, bồi tụ  nhanh ở đồng bằng hạ lưu sông.\nChọn B."
    },
    {
        "ID": "Geo_26_21",
        "Image_Question": "",
        "Question": "CÂU 21:\nCăn cứ vào Atlat Địa lí Việt Nam trang 4 – 5, hãy cho biết tỉnh nào sau đây không giáp Lào?\nA. Quảng Bình.\nB. Điện Biên.\nC. Nghệ An.\nD. Lai Châu.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Lai Châu không giáp Lào.\nChọn D."
    },
    {
        "ID": "Geo_26_22",
        "Image_Question": "",
        "Question": "CÂU 22:\nBiển Đông nằm trong vùng nội chí tuyến nên có đặc tính nào sau đây?\nA. Độ mặn không lớn.\nB. Biển tương đối kín.\nC. Có nhiều dòng hải lưu.\nD. Nóng ẩm quanh năm.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Biển Đông nằm trong vùng nội chí tuyến nên có nóng ẩm quanh năm.\nChọn D."
    },
    {
        "ID": "Geo_26_23",
        "Image_Question": "",
        "Question": "CÂU 23:\nCăn cứ vào Atlat Địa lí Việt Nam trang 4 – 5, hãy cho biết đảo Cát Bà thuộc tỉnh, thành  phố nào?\nA. Hải Phòng.\nB. Quảng Ninh.\nC. Thái Bình.\nD. Nam Định.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Đảo Cát Bà thuộc tỉnh Hải Phòng.\nChọn A."
    },
    {
        "ID": "Geo_26_24",
        "Image_Question": "",
        "Question": "CÂU 24:\nCho bảng số liệu sau:\nSố khách du tịch quốc tế đến ở một số khu vực của châu Á năm 2014\n(Đơn vị: Nghìn lượt người)\nSTT\tKhu vực\tSố khách du lịch quốc tế đến\n1\tĐông Bắc Á\t136276\n2\tĐông Nam Á\t97263\n3\tTây Á\t52440\n4\tNam Á\t17495\nNhận xét nào sau đây không đúng khi so sánh số khách du lịch quốc tế đến của khu vực Tây Á với khu vực Đông  Nam Á?\nA. ít hơn 44 823 lượt khách.\nB. ít hơn 1,9 lần.\nC. Chỉ bằng 85%.\nD. Chỉ bằng 53,9%.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Số khách du lịch quốc tế đến của khu vực Tây Á với khu vực Đông Nam Á ít hơn 44 823 lượt khách.\nChọn C."
    },
    {
        "ID": "Geo_26_25",
        "Image_Question": "",
        "Question": "CÂU 25:\nHướng núi vòng cung đã tác động như thế nào đến khí hậu của vùng núi Trường Sơn Nam?\nA. Tạo nên sự đối lập về mùa mưa và khô giữa phía Đông và phía Tây.\nB. Gây ra hiệu ứng phơn cho vùng đồng bằng ven biển vào đầu mùa hạ.\nC. Mùa đông đến sớm và kết thúc muộn.\nD. Mùa đông đến muộn và kết thúc sớm.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Hướng núi vòng cung đã tác động như thế nào đến khí hậu của vùng núi Trường Sơn Nam tạo nên sự đối lập về  mùa mưa và khô giữa phía Đông và phía Tây.\nChọn A."
    },
    {
        "ID": "Geo_26_26",
        "Image_Question": "",
        "Question": "CÂU 26:\nCho bảng số liệu:\nCơ cấu giá trị xuất, nhập khẩu của Trung Quốc qua một số năm (Đơn vị: %)\nNăm \t1985 \t1995 \t2004 \t2014\nXuất khẩu \t39,3 \t53,5 \t51,4 \t54,5\nNhập khẩu \t60,7 \t46,5 \t48,6 \t45,5\nBiểu đồ thích hợp nhất để thể hiện cơ cấu xuất, nhập khẩu của Trung Quốc trong giai đoạn 1985 - 2014 là biểu đồ\nA. tròn.\nB. đồ thị (đường).\nC. miền.\nD. cột.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Biểu đồ thích hợp nhất để thể hiện cơ cấu xuất, nhập khẩu của Trung Quốc trong giai đoạn 1985 - 2014 là biểu  đồ miền.\nChọn C."
    },
    {
        "ID": "Geo_26_27",
        "Image_Question": "",
        "Question": "CÂU 27:\nVùng núi Trường Sơn Bắc giống vùng núi Trường Sơn Nam ở điểm nào?\nA. Địa hình thấp dần theo hướng Tây Bắc – Đông Nam.\nB. Đều có các dãy núi chạy theo hướng Tây Bắc – Đông Nam.\nC. Địa hình cao và đồ sộ nhất nước ta.\nD. Địa hình được nâng cao ở 2 đầu, thấp ở giữa.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Vùng núi Trường Sơn Bắc và vùng núi Trường Sơn Nam đều có địa hình được nâng cao ở 2 đầu, thấp ở giữa. Chọn D."
    },
    {
        "ID": "Geo_26_28",
        "Image_Question": "",
        "Question": "CÂU 28:\nCho bảng số liệu sau:\nNăm \t1991 \t1995 \t2000 \t2004 \t2010 \t2014\nGDP \t475,5 \t363,9 \t259,7 \t582,4 \t1524,9 \t1860,6\nGDP của LB Nga tăng mạnh trong giai đoạn 2000 - 2014 là nhờ\nA. kết quả của chiến lược kinh tế mới.\nB. ngành công nghiệp tăng trưởng mạnh.\nC. tăng cường xuất khẩu dầu mỏ, khí đốt.\nD. tập trung phát triển kinh tế thị trường.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "GDP của LB Nga tăng mạnh trong giai đoạn 2000 - 2014 là nhờ kết quả của chiến lược kinh tế mới. Chọn A."
    },
    {
        "ID": "Geo_26_29",
        "Image_Question": "",
        "Question": "CÂU 29:\nĐồng bằng sông Cửu Long do hệ thống sông nào bồi tụ?\nA. Sông Hồng và sông Thái Bình.\nB. Sông Hồng và sông Đà.\nC. Sông Tiền và sông Hậu.\nD. Sông Đồng Nai.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Đồng bằng sông Cửu Long do hệ thống sông Tiền và sông Hậu.\nChọn C."
    },
    {
        "ID": "Geo_26_30",
        "Image_Question": "",
        "Question": "CÂU 30:\nĐặc điểm nào sau đây đúng với đồng bằng sông Hồng?\nA. Địa hình cao ở rìa phía Tây và phía Bắc.\nB. Có mạng lưới kênh rạch chằng chịt.\nC. Địa hình khá thấp và bằng phẳng.\nD. Không có hệ thống đê điều ngăn lũ.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Đồng bằng sông Hồng có hệ thống đê sông, đê biển dài hàng nghìn km; đê điều dày đặc là phân chia đồng bằng  thành các vùng đất trong đê và ngoài đê, xuất hiện nhiều ô trũng khép kín.\nChọn A."
    },
    {
        "ID": "Geo_26_31",
        "Image_Question": "",
        "Question": "CÂU 31:\nCăn cứ vào Atlat Địa lí Việt Nam trang 13, đỉnh núi nào sau đây không thuộc vùng núi  Tây Bắc?\nA. Pu Si Lung.\nB. Phu Luông.\nC. Khoan La San.\nD. Tây Côn Lĩnh.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Tây Côn Lĩnh là đỉnh núi được coi là nóc nhà của vùng núi Đông Bắc Việt Nam.\nChọn D."
    },
    {
        "ID": "Geo_26_32",
        "Image_Question": "",
        "Question": "CÂU 32:\nCăn cứ vào Atlat Địa lí Việt Nam trang 13, hướng núi chính của vùng núi Đông Bắc là gì?\nA. Vòng cung.\nB. Tây Bắc – Đông Nam.\nC. Tây – Đông.\nD. Đông Bắc – Tây Nam.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Vùng núi Đông Bắc có địa hình chủ yếu hướng vòng cung với 4 cánh cung lớn là Sông Gâm, Ngân Sơn, Bắc  Sơn, Đông Triều.\nChọn A."
    },
    {
        "ID": "Geo_26_33",
        "Image_Question": "",
        "Question": "CÂU 33:\nCăn cứ vào Atlat Địa lí Việt Nam trang 13, ranh giới tự nhiên giữa vùng núi Đông Bắc và  Tây Bắc là:\nA.   sông Đà.\nB. sông Mã.\nC. sông Cả.\nD. sông Hồng.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Ranh giới tự nhiên giữa vùng núi Đông Bắc và Tây Bắc là sông Hồng.\nChọn D."
    },
    {
        "ID": "Geo_26_34",
        "Image_Question": "",
        "Question": "CÂU 34:\nPhát biểu nào sau đây không đúng khi nói về ảnh hưởng của Biển Đông đối với khí hậu  nước ta?\nA. Làm tăng độ ẩm tương đối của không khí.\nB. Làm giảm tính nóng bức vào mùa hạ.\nC. Mang lại lượng mưa, độ ẩm lớn.\nD. Làm tăng độ lạnh của gió mùa Đông Bắc.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Làm tăng độ lạnh của gió mùa Đông Bắc là sai.\nChọn D."
    },
    {
        "ID": "Geo_26_35",
        "Image_Question": "",
        "Question": "CÂU 35:\nCho bảng số liệu:\nDiện tích cao su của các nước Đông Nam Á và thế giới\n(Đơn vị: Triệu tấn)\nNăm \t1985 \t1995 \t2013\nĐông Nam Á \t3,4 \t4,9 \t9,0\nThế giới \t4,2 \t6,3 \t12\nNhận xét nào sau đây không đúng về tỉ trọng diện tích cao su của Đông Nam Á so với thế giới giai đoạn 1985 – 2013?\nA. Chiếm tỉ trọng cao nhất.\nB. Tỉ trọng ngày càng tăng.\nC. Tỉ trọng ngày càng giảm.\nD. Tỉ trọng luôn chiếm hơn 70%.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Tỉ trọng diện tích cao su của Đông Nam Á so với thế giới giai đoạn 1985 – 2013 có xu hướng giảm. Chọn B."
    },
    {
        "ID": "Geo_26_36",
        "Image_Question": "",
        "Question": "CÂU 36:\nBiển Đông có đặc điểm nào sau đây?\nA. Biển lớn, mở rộng ra Thái Bình Dương và nóng quanh năm.\nB. Biển lớn, tương đối kín, mang tính chất nhiệt đới ẩm gió mùa.\nC. Biển nhỏ, tương đối kín, mang tính chất nhiệt đới ẩm gió mùa.\nD. Biển nhỏ, mở rộng ra Thái Bình Dương, mang tính chất nhiệt đới ẩm gió mùa.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Biển Đông là biển lớn, tương đối kín, mang tính chất nhiệt đới ẩm gió mùa.\nChọn B."
    },
    {
        "ID": "Geo_26_37",
        "Image_Question": "",
        "Question": "CÂU 37:\nTính chất của gió mùa mùa đông là\nA. khô nóng.\nB. lạnh khô.\nC. nóng ẩm.\nD. lạnh ẩm.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Tính chất của gió mùa mùa đông là lạnh khô.\nChọn B."
    },
    {
        "ID": "Geo_26_38",
        "Image_Question": "",
        "Question": "CÂU 38:\nCăn cứ vào Atlat Địa lí Việt Nam trang 9, hãy cho biết gió mùa mùa hạ thổi vào nước ta  chủ yếu theo hướng nào?\nA. Tây Bắc.\nB. Tây Nam.\nC. Đông Nam.\nD. Đông Bắc.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Gió mùa mùa hạ thổi vào nước ta chủ yếu theo hướng Tây Nam.\nChọn B."
    },
    {
        "ID": "Geo_26_39",
        "Image_Question": "",
        "Question": "CÂU 39:\nNước ta không chịu ảnh hưởng của loại gió nào sau đây?\nA. Tây ôn đới.\nB. Tín phong Bắc bán cầu (mậu dịch).\nC. Gió phơn.\nD. Gió mùa.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Nước ta không chịu ảnh hưởng của gió Tây ôn đới.\nChọn A."
    },
    {
        "ID": "Geo_26_40",
        "Image_Question": "",
        "Question": "CÂU 40:\nĐịa hình vùng núi Tây Bắc không có đặc điểm nào sau đây?\nA. Hướng núi chủ yếu là hướng vòng cung.\nB. Địa hình cao nhất nước ta.\nC. Địa hình thấp dần theo hướng Tây Bắc – Đông Nam.\nD. Địa hình được chia thành 3 dải rõ rệt.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Vùng núi Tây Bắc:\n- Nằm giữa sông Hồng và sông Cả.\n- Địa hình cao nhất nước ta với 3 dải chạy cùng hướng Tây Bắc - Đông Nam:\n+ Phía đông là dãy núi cao đồ sộ Hoàng Liên Sơn giới hạn từ biên giới Việt - Trung tới khuỷu sông Đà, có đỉnh  Phan-xi-păng (3143 m).\n+ Phía tây là địa hình núi trung bình của các dãy núi chạy dọc biên giới Việt - Lào từ Khoan La San đến sông cả.  Ở giữa thấp hơn là các dãy núi, các sơn nguyên và cao nguyên đá vôi từ Phong Thổ đến Mộc Châu.\n+ Xen giữa các dãy núi là các thung lũng sông cùng hướng: sông Đà, sông Mã, sông Chu.\n- Tây Bắc còn có những đồng bằng nhỏ trù phú, nằm giữa vùng núi cao như : Mường Thanh, Than Uyên, Nghĩa Lộ,...\nChọn A."
    }
]