[
    {
        "ID": "MET_Geo_OE_2022_302_1",
        "Image_Question": "",
        "Question": "CÂU 1:TỔNG DỰ TRỮ QUỐC TẾ CỦA CỘT SỐ QUỐC GIA NĂM 2015 VÀ NĂM 2019\nNăm\tMa-lai-xi-a\tXin-ga-po\tViệt Nam\tLào\n2015\t93979\t247534\t28250\t1058\n2019\t101726\t279240\t78335\t1068\n(Nguồn: Niên giám thống kê Việt Nam 2020, NXB Thống kê, 2021)\nTheo bảng số liệu, nhận xét nào sau đây đúng khi so sánh tổng dự trữ quốc tế của một số quốc gia năm 2019 với năm 2015?\nA. Lào tăng nhanh hơn Xin-ga-po.\nB. Ma-lai-xi-a tăng chậm hơn Việt Nam.\nC. Việt Nam tăng chậm hơn Lào.\nD. Xin-ga-po tăng chậm hơn Ma-lai-xi-a.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nTừ bảng số liệu, nhận xét Ma-lai-xi-a tăng chậm hơn Việt Nam đúng khi so sánh tổng dự trữ quốc tế của một số quốc gia năm 2019 với năm 2015"
    },
    {
        "ID": "MET_Geo_OE_2022_302_2",
        "Image_Question": "",
        "Question": "CÂU 2:Biện pháp bảo vệ khu bảo tồn thiên nhiên ở nước ta là\nA. chống phá rừng.\nB. khai thác gỗ quý.\nC. săn bắt thú rừng.\nD. chế biến gỗ.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nBiện pháp bảo vệ khu bảo tồn thiên nhiên ở nước ta là chống phá rừng."
    },
    {
        "ID": "MET_Geo_OE_2022_302_3",
        "Image_Question": "",
        "Question": "CÂU 3:Căn cứ vào Atlat Địa lí Việt Nam trang 26, cho biết trung tâm công nghiệp nào sau đây có ngành đóng tàu?\nA. Việt Trì.\nB. Hạ Long.\nC. Thái Nguyên.\nD. Phúc Yên",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nDựa vào Atlat Địa lí Việt Nam trang 26 => trung tâm công nghiệp Hạ Long có ngành đóng tàu."
    },
    {
        "ID": "MET_Geo_OE_2022_302_4",
        "Image_Question": "",
        "Question": "CÂU 4:Căn cứ vào Atlat Địa lí Việt Nam trang 19, cho biết tỉnh nào có diện tích trồng cây công nghiệp lâu năm lớn hơn trồng cây công nghiệp hàng năm trong số các tỉnh sau đây?\nA Hà Tĩnh.\nB. Lâm Đồng.\nC. Thanh Hóa\nD. Nghệ An.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nDựa vào Atlat Địa lí Việt Nam trang 19 => tỉnh Lâm Đồng có diện tích trồng cây công nghiệp lâu năm lớn hơn trồng cây công nghiệp hàng năm."
    },
    {
        "ID": "MET_Geo_OE_2022_302_5",
        "Image_Question": "",
        "Question": "CÂU 5:Căn cứ vào Atlat Địa lí Việt Nam trang 4 - 5, cho biết thành phố nào sau đây là tỉnh lỵ của Quảng Trị?\nA. Đồng Hới.\nB. Huế.\nC. Đông Hà.\nD. Vinh.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nDựa vào Atlat Địa lí Việt Nam trang 4 - 5 => thành phố Đông Hà là tỉnh lỵ của Quảng Trị."
    },
    {
        "ID": "MET_Geo_OE_2022_302_6",
        "Image_Question": "",
        "Question": "CÂU 6:Căn cứ vào Atlat Địa lí Việt Nam trang 25, cho biết điểm du lịch nào sau đây nằm trên đảo?\nA. Tam Đảo.\nB. Bái Tử Long.\nC. Bát Tràng.\nD.Yên Tử.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nDựa vào Atlat Địa lí Việt Nam trang 25 => điểm du lịch Bái Tử Long nằm trên đảo"
    },
    {
        "ID": "MET_Geo_OE_2022_302_7",
        "Image_Question": "",
        "Question": "CÂU 7:Công nghiệp nước ta hiện nay\nA. chỉ có ở đồng bằng.\nB. đa dạng sản phẩm.\nC. chỉ có khai thác.\nD. rất ít ngành.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nCông nghiệp nước ta hiện nay đa dạng sản phẩm, do có cơ cấu ngành đa dạng với nhiều ngành. (29 ngành)"
    },
    {
        "ID": "MET_Geo_OE_2022_302_8",
        "Image_Question": "",
        "Question": "CÂU 8:Căn cứ vào Atlat Địa lí Việt Nam trang 15, cho biết đô thị nào sau đây thuộc tỉnh Phú Yên?\nA. Nha Trang.\nB. Gia Nghĩa.\nC. Quy Nhơn.\nD. Tuy Hòa.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nDựa vào Atlat Địa lí Việt Nam trang 15 => đô thị Tuy Hòa thuộc tỉnh Phú Yên"
    },
    {
        "ID": "MET_Geo_OE_2022_302_9",
        "Image_Question": "",
        "Question": "CÂU 9:Căn cứ vào Atlat Địa lí Việt Nam trang 29, cho biết trung tâm công nghiệp nào sau đây nằm ở ven biển?\nA. Vũng Tàu.\nB. Long Xuyên.\nC. Biên Hòa.\nD. Cần Thơ.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nDựa vào Atlat Địa lí Việt Nam trang 29 => trung tâm công nghiệp Vũng Tàu nằm ở ven biển."
    },
    {
        "ID": "MET_Geo_OE_2022_302_10",
        "Image_Question": "",
        "Question": "CÂU 10:Căn cứ vào Atlat Địa lí Việt Nam trang 17, cho biết tỉnh nào sau đây có cả khu kinh tế cửa khẩu và khu kinh tế ven biển?.\nA. Cao Bằng.\nB. Quảng Ninh.\nC. Lào Cai.\nD. Lạng Sơn.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nDựa vào Atlat Địa lí Việt Nam trang 17 => tỉnh Quảng Ninh có cả khu kinh tế cửa khẩu và khu kinh tế ven biển."
    },
    {
        "ID": "MET_Geo_OE_2022_302_11",
        "Image_Question": "",
        "Question": "CÂU 11:Căn cứ vào Atlat Địa lí Việt Nam trang 14, cho biết núi nào sau đây nằm ở cao nguyên Lâm Viên?\nA. Chư Pha.\nB. Nam Decbri.\nC. Ngọc Linh.\nD. Lang Bian.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nDựa vào Atlat Địa lí Việt Nam trang 14 => núi Lang Bian nằm ở cao nguyên Lâm Viên."
    },
    {
        "ID": "MET_Geo_OE_2022_302_12",
        "Image_Question": "",
        "Question": "CÂU 12:Căn cứ vào Atlat Địa lí Việt Nam trang 9, cho biết trong các trạm khí tượng sau đây, trạm nào có chênh lệch nhiệt độ giữa tháng I và tháng VII cao nhất?\nA. Cần Thơ.\nB. Đà Lạt.\nC. Sa Pa.\nD. Cà Mau.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nDựa vào Atlat Địa lí Việt Nam trang 9 => trạm khí tượng Sa Pa có chênh lệch nhiệt độ giữa tháng I và tháng VII cao nhất"
    },
    {
        "ID": "MET_Geo_OE_2022_302_13",
        "Image_Question": "",
        "Question": "CÂU 13:Căn cứ vào Atlat Địa lí Việt Nam trang 28, cho biết khu kinh tế ven biển Chu Lai thuộc tỉnh nào sau đây?\nA Bình Định.\nB. Quảng Ngãi.\nC. Phú Yên.\nD. Quảng Nam.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nDựa vào Atlat Địa lí Việt Nam trang 28 => khu kinh tế ven biển Chu Lai thuộc tỉnh Quảng Nam"
    },
    {
        "ID": "MET_Geo_OE_2022_302_14",
        "Image_Question": "",
        "Question": "CÂU 14:Căn cứ vào Atlat Địa lí Việt Nam trang 21, cho biết trung tâm công nghiệp nào có giá trị sản xuất nhỏ nhất trong số các trung tâm sau đây?\nA. Thủ Dầu Một.\nB. Đà Nẵng.\nC. Vũng Tàu.\nD. Phan Thiết.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nDựa vào Atlat Địa lí Việt Nam trang 21 => trung tâm công nghiệp Phan Thiết có giá trị sản xuất nhỏ nhất"
    },
    {
        "ID": "MET_Geo_OE_2022_302_15",
        "Image_Question": "",
        "Question": "CÂU 15:Căn cứ vào Atlat Địa lí Việt Nam trang 22, cho biết nhà máy điện nào có công suất lớn nhất trong số các nhà máy sau đây?\nA. Thủ Đức.\nB. Cà Mau.\nC. Bà Rịa.\nD. Trà Nóc.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nDựa vào Atlat Địa lí Việt Nam trang 22 => nhà máy điện Cà Mau có công suất lớn nhất."
    },
    {
        "ID": "MET_Geo_OE_2022_302_16",
        "Image_Question": "MET_Geo_OE_2022_302/MET_Geo_OE_2022_302_16.png",
        "Question": "CÂU 16:Cho biểu đồ:\n(Số liệu theo Niên giám thống kê Việt Nam 2020, NXB Thống kê, 2021)\nTheo biểu đồ, nhận xét nào sau đây đúng về thay đổi GDP năm 2019 so với năm 2015 của Ma-lai-xi-a và Mi-an-ma?\nA. Mi-an-ma tăng nhiều hơn Ma-lai-xi-a.\nB. Ma-lai-xi-a tăng và Mi-an-ma giảm.\nC. Ma-lai-xi-a tăng nhanh hơn Mi-an-ma.\nD. Mi-an-ma tăng gấp hai lần Ma-lai-xi-a.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nTheo biểu đồ, nhận xét đúng về thay đổi GDP năm 2019 so với năm 2015 của Ma-lai-xi-a và Mi-an-ma là Ma-lai-xi-a tăng nhanh hơn Mi-an-ma."
    },
    {
        "ID": "MET_Geo_OE_2022_302_17",
        "Image_Question": "",
        "Question": "CÂU 17:Hoạt động công nghiệp nào sau đây không phát triển ở khu vực đồng bằng nước ta?\nA. Điện mặt trời.\nB. Điện gió.\nC. Nhiệt điện.\nD. Thủy điện.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nHoạt động công nghiệp không phát triển ở khu vực đồng bằng nước ta là hoạt động thủy điện. Vì hoạt động thủy điện chỉ phát triển mạnh ở những khu vực có địa hình dốc, khu vực thượng lưu của các con sông lớn."
    },
    {
        "ID": "MET_Geo_OE_2022_302_18",
        "Image_Question": "",
        "Question": "CÂU 18:Căn cứ vào Atlat Địa lí Việt Nam trang 23, cho biết đường số 19 và 14 gặp nhau ở địa điểm nào sau đây?\nA. Pleiku.\nB. Di Linh.\nC. Gia Nghĩa.\nD. Kon Tum.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nDựa vào Atlat Địa lí Việt Nam trang 23 => đường số 19 và 14 gặp nhau ở địa điểm Pleiku."
    },
    {
        "ID": "MET_Geo_OE_2022_302_19",
        "Image_Question": "",
        "Question": "CÂU 19:Căn cứ vào Atlat Địa lí Việt Nam trang 27, cho biết cảng biển nào sau đây nằm ở phía nam cảng Nhật Lệ?\nA. Thuận An.\nB. Cửa Lò.\nC. Cửa Gianh.\nD. Vũng Áng.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nDựa vào Atlat Địa lí Việt Nam trang 27 => cảng biển Thuận An nằm ở phía nam cảng Nhật Lệ"
    },
    {
        "ID": "MET_Geo_OE_2022_302_20",
        "Image_Question": "",
        "Question": "CÂU 20:Biện pháp hạn chế thiệt hại do bão gây ra ở vùng núi nước ta là\nA. phòng chống lũ quét.\nB. chống ngập mặn.\nC. đắp đê sông.\nD. củng cố để biến.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nBiện pháp hạn chế thiệt hại do bão gây ra ở vùng núi nước ta là phòng chống lũ quét."
    },
    {
        "ID": "MET_Geo_OE_2022_302_21",
        "Image_Question": "",
        "Question": "CÂU 21:Căn cứ vào Atlat Địa lí Việt Nam trang 10, cho biết trạm thủy văn Mỹ Thuận ở lưu vực hệ thống sông nào sau đây?\nA. Sông Cả.\nB. Sông Cửu Long.\nC. Sông Mã.\nD. Sông Thu Bồn.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nDựa vào Atlat Địa lí Việt Nam trang 10 => trạm thủy văn Mỹ Thuận ở lưu vực hệ thống sông Sông Cửu Long."
    },
    {
        "ID": "MET_Geo_OE_2022_302_22",
        "Image_Question": "",
        "Question": "CÂU 22:Đông Nam Bộ phát triển mạnh cây\nA. lúa.\nB. dừa.\nC. dược liệu.\nD. cao su.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nĐông Nam Bộ phát triển mạnh cây cao su. (cây dược liệu phát triển mạnh ở khu vực miền núi Tây bắc, cây dừa phát triển mạnh tại vùng ĐBSCL, cây lúa gạo phát triển mạnh tại các khu vưc đồng bằng)"
    },
    {
        "ID": "MET_Geo_OE_2022_302_23",
        "Image_Question": "",
        "Question": "CÂU 23:Đô thị nước ta hiện nay\nA. có sức hút lớn đối với đầu tư.\nB. có trình độ phát triển hiện đại.\nC. chỉ có lao động công nghiệp.\nD. đóng góp rất ít vào tổng GDP.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nĐô thị nước ta hiện nay có sức hút lớn đối với đầu tư do đây là khu vực có dân cư đông, nguồn lao động dồi dào, có cơ sở hạ tầng, cơ sở vật chất kĩ thuật tương đối đồng bộ."
    },
    {
        "ID": "MET_Geo_OE_2022_302_24",
        "Image_Question": "",
        "Question": "CÂU 24:Công nghiệp nước ta hiện nay chuyển dịch theo hướng\nA. tăng tỉ trọng sản phẩm có giá trị cao.\nB. phân bố đồng đều tại khắp các vùng.\nC. giảm tối đa sở hữu ngoài Nhà nước.\nD. tập trung nhiều cho việc khai khoáng.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nCông nghiệp nước ta hiện nay chuyển dịch theo hướng tăng tỉ trọng sản phẩm có giá trị cao nhằm tăng hiệu quả và giá trị về kinh tế, tăng thu nhập, giải quyết việc làm…"
    },
    {
        "ID": "MET_Geo_OE_2022_302_25",
        "Image_Question": "",
        "Question": "CÂU 25:Các đảo ven bờ nước ta\nA. đều là nơi có các vườn quốc gia.\nB. đều tập trung khai thác dầu mỏ.\nC. có tiềm năng phát triển du lịch.\nD. trồng rất nhiều cây công nghiệp.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nCác đảo ven bờ nước ta có tiềm năng phát triển du lịch."
    },
    {
        "ID": "MET_Geo_OE_2022_302_26",
        "Image_Question": "",
        "Question": "CÂU 26:Thuận lợi chủ yếu của nước ta về tự nhiên để phát triển nuôi trồng thủy sản nước ngọt là\nA. có các vịnh biển và đào ở ven bờ.\nB. nhiều bãi triều rộng và đầm phá.\nC. mạng lưới sông dày và nhiều hồ.\nD. các cửa sông rộng và ở gần nhau.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nThuận lợi chủ yếu của nước ta về tự nhiên để phát triển nuôi trồng thủy sản nước ngọt là mạng lưới sông dày và nhiều hồ. Điều kiện thuận lợi nhất cho nuôi trồng thủy sản nước ngọt ở nước ta là có nhiều sông suối, kênh rạch, ao hồ. (các bãi triểu, đầm phá cửa sông ven biển thuận lợi cho nuôi trồng thủy sản nước mặn và nước lợ)"
    },
    {
        "ID": "MET_Geo_OE_2022_302_27",
        "Image_Question": "",
        "Question": "CÂU 27:Nước ta nằm ở\nA. khu vực phía tây Ấn Độ Dương.\nB. phía đông của Thái Bình Dương.\nC. rìa phía nam của vùng xích đạo.\nD. vùng nội chí tuyển bán cầu Bắc.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nNước ta nằm ở vùng nội chí tuyển bán cầu Bắc"
    },
    {
        "ID": "MET_Geo_OE_2022_302_28",
        "Image_Question": "",
        "Question": "CÂU 28:Lao động nước ta hiện nay\nA. hầu hết đều hoạt động dịch vụ.\nB. có số lượng đồng, tăng chậm.\nC. tăng rất nhanh, có trình độ cao,\nD. tập trung chủ yếu ở nông thôn.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nLao động nước ta hiện nay tập trung chủ yếu ở nông thôn. Lao động nước ta tập trung chủ yếu ở khu vực nông thôn (năm 2003 lao động nông thôn chiếm 75,8%)."
    },
    {
        "ID": "MET_Geo_OE_2022_302_29",
        "Image_Question": "",
        "Question": "CÂU 29:Mạng lưới đường sắt nước ta\nA. chạy qua nhiều trung tâm kinh tế.\nB. hiện nay đã đạt trình độ hiện đại.\nC. phân bố đồng đều giữa các vùng.\nD. đã gắn kết các vùng núi với nhau.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nMạng lưới đường sắt nước ta chạy qua nhiều trung tâm kinh tế. Đường sắt Bắc Nam hay đường sắt Thống Nhất là tuyến đường sắt bắt đầu từ thủ đô Hà Nội và kết thúc tại Thành phố Hồ Chí Minh, đi qua 6/7 vùng kinh tế (trừ Tây Nguyên)."
    },
    {
        "ID": "MET_Geo_OE_2022_302_30",
        "Image_Question": "",
        "Question": "CÂU 30:Sản xuất lúa gạo ở nước ta hiện nay\nA. chỉ dùng cho công nghiệp chế biến.\nB. hoàn toàn theo hình thức trang trại.\nC. đã có được sản phẩm để xuất khẩu.\nD. phân bố rất đồng đều giữa các vùng.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nSản xuất lúa gạo ở nước ta hiện nay đã có được sản phẩm để xuất khẩu. Với sản lượng khoảng 43 triệu tấn lúa/năm, Việt Nam đáp ứng được nhu cầu tiêu dùng trong nước và còn dư khoảng 6,5 triệu tấn gạo để ."
    },
    {
        "ID": "MET_Geo_OE_2022_302_31",
        "Image_Question": "",
        "Question": "CÂU 31:Du lịch nước ta hiện nay phát triển mạnh chủ yếu do\nA. đổi mới chính sách, khai thác tốt tài nguyên.\nB. mức sống nâng cao, nhiều dịch vụ thuận tiện.\nC. hội nhập toàn cầu sâu rộng, kinh tế phát triển.\nD. hoàn thiện hạ tầng, mở rộng nhiều thị trường.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nDu lịch nước ta hiện nay phát triển mạnh chủ yếu do đổi mới chính sách, khai thác tốt tài nguyên. Ở nước ta, ngành du lịch phát triển mạnh trong những năm qua chủ yếu là do sự phát triển cơ sở hạ tầng của ngành du lịch, từ khách sạn, nhà hàng, các hoạt động du lịch đến dịch vụ ăn uống,… đều rất đa dạng, tiện nghi, đáp ứng nhu cầu của nhiều đối tượng khách hàng khác nhau, đặc biệt là thu hút khách du lịch nước ngoài"
    },
    {
        "ID": "MET_Geo_OE_2022_302_32",
        "Image_Question": "MET_Geo_OE_2022_302/MET_Geo_OE_2022_302_32.png",
        "Question": "CÂU 32:Cho biểu đồ về xuất khẩu hàng hóa phân theo nhóm hàng của nước ta giai đoạn 2015 – 2019\nBiểu đồ thể hiện nội dung nào sau đây?\nA. Chuyển dịch cơ cấu trị giá xuất khẩu.\nB. Quy mô và cơ cấu trị giá xuất khẩu.\nC. Quy mô trị giá xuất khẩu.\nD. Tốc độ tăng trị giá xuất khẩu.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nBiểu đồ thể hiện nội dung Quy mô trị giá xuất khẩu."
    },
    {
        "ID": "MET_Geo_OE_2022_302_33",
        "Image_Question": "",
        "Question": "CÂU 33:Các khu kinh tế ven biển ở Duyên hải Nam Trung Bộ phát triển do tác động chủ yếu của\nA. đổi mới chính sách, thu hút nhiều đầu tư.\nB. cơ sở hạ tầng nâng cấp, vị trí khá tiện lợi.\nC. nguồn lao động đông, thị trường khá lớn.\nD. tài nguyên đa dạng, giao thông mở rộng.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nCác khu kinh tế ven biển ở Duyên hải Nam Trung Bộ phát triển do tác động chủ yếu của\nđổi mới chính sách, thu hút nhiều đầu tư. Việc thu hút đầu tư của nước ngoài đã thúc đẩy sự hình thành một số khu công nghiệp tập trung và khu chế xuất. Nhờ thế, công nghiệp của vùng đang khởi sắc."
    },
    {
        "ID": "MET_Geo_OE_2022_302_34",
        "Image_Question": "",
        "Question": "CÂU 34:Các nhân tố tự nhiên chủ yếu tác động đến chuyển dịch cơ cấu cây trồng hiện nay ở Đồng bằng sông Cửu Long là\nA. sạt lở bờ biển, nước biển dâng, bề mặt sụt lún.\nB. đất phèn rộng, mùa khô rõ rệt, hạn mặn nhiều.\nC. xâm nhập mặn rộng, hạn hán, thiếu nước ngọt.\nD, lũ thất thường, bờ sống sạt lở, ít phù sa bồi đắp.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nCác nhân tố tự nhiên chủ yếu tác động đến chuyển dịch cơ cấu cây trồng hiện nay ở Đồng bằng sông Cửu Long là xâm nhập mặn rộng, hạn hán, thiếu nước ngọt do vùng có đất phèn, đất mặn chiếm diện tích lớn (khỏang 60 % diện tích của đồng bằng), phải đầu tư lớn và mất nhiều thời gian để cải tạo. Mùa khô sâu sắc và kéo dài (từ tháng XI đến tháng IV), thiếu nước ngọt cho sản xuất và sinh hoạt, nạn xâm nhập mặn gây nhiều trở ngại đối với đời sống và sản xuất ở các vùng ven biển."
    },
    {
        "ID": "MET_Geo_OE_2022_302_35",
        "Image_Question": "",
        "Question": "CÂU 35:Biện pháp chủ yếu để tăng diện tích rừng tự nhiên ở Tây Nguyên là\nA. khai thác hợp lí, phòng chống cháy rừng.\nB. đẩy mạnh khoanh nuôi, trồng rừng mới.\nC. giao đất, giao rừng cho dân, bảo vệ rừng.\nD. ngăn chặn nạn phá rừng, đốt cây làm rẫy.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nBiện pháp chủ yếu để tăng diện tích rừng tự nhiên ở Tây Nguyên là giao đất, giao rừng cho dân, bảo vệ rừng. Biện pháp cấp bách nhất hiện nay để bảo vệ rừng tự nhiên ở Tây Nguyên là Đóng cửa rừng, ngăn chặn tình trạng phá rừng. chú trọng giao đất, giao rừng cho người dân. đẩy mạnh việc khoanh nuôi, trồng rừng mới. khai thác rừng hợp lí, đẩy mạnh chế biến gỗ."
    },
    {
        "ID": "MET_Geo_OE_2022_302_36",
        "Image_Question": "",
        "Question": "CÂU 36:Giải pháp chủ yếu đẩy mạnh phát triển ngư nghiệp ở Bắc Trung Bộ là\nA. tăng cường khai thác ven bờ, nuôi tôm trên cát, thúc đẩy liên kết sản xuất.\nB. mở rộng ngư trường đánh bắt, thúc đẩy nuôi tôm, hiện đại hóa tàu thuyền.\nC. bảo vệ nguồn lợi thủy sản, đẩy mạnh nuôi trồng, tìm các ngư trường mới.\nD. đẩy mạnh đánh bắt xa bờ, mở rộng nuôi trồng, gắn sản xuất với chế biến.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nGiải pháp chủ yếu đẩy mạnh phát triển ngư nghiệp ở Bắc Trung Bộ là đẩy mạnh đánh bắt xa bờ, mở rộng nuôi trồng, gắn sản xuất với chế biến.  Tuy không có các bãi cá lớn, nổi tiếng nhưng các tỉnh Bắc Trung Bộ đều có khả năng phát triển kinh tế biển. Hiện nay, việc nuôi thuỷ sản nước lợ, nước mặn, phát triển khá mạnh, đẩy mạnh đánh bắt xa bờ, gắn sản xuất với chế biến nhằm nâng cao giá trị ngành thuỷ hải sản."
    },
    {
        "ID": "MET_Geo_OE_2022_302_37",
        "Image_Question": "",
        "Question": "CÂU 37:Vùng đồi núi thấp nước ta có nhiều đất feralit chủ yếu do\nA. có đá mẹ axít ở phạm vi rộng lớn, nhiệt ẩm cao, mưa nhiều.\nB. diện tích rộng lớn, nhiệt độ trung bình năm cao, mưa nhiều.\nC. nhiều cao nguyên, khí hậu nhiệt đới gió mùa, có đá mẹ axít..\nD. có hai mùa mưa và khô, nhiệt ẩm cao, nhiều đá khác nhau.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nVùng đồi núi thấp nước ta có nhiều đất feralit chủ yếu do có đá mẹ axít ở phạm vi rộng lớn, nhiệt ẩm cao, mưa nhiều. Ở miền núi, trong mùa mưa, nước mưa thấm sâu xuống các lớp đất đá bên dưới, đến mùa khô, nước lại di chuyển lên mang theo ôxit sắt, nhôm tích tụ dần ở gần mặt đất làm cho đất có mùa đỏ vàng, gọi là đất feralit."
    },
    {
        "ID": "MET_Geo_OE_2022_302_38",
        "Image_Question": "",
        "Question": "CÂU 38:Phát triển tổng hợp kinh tế biển ở Trung du và miền núi Bắc Bộ nhằm mục đích chủ yếu là\nA. đổi mới phân bố sản xuất, khai thác hợp lí biển, tạo việc làm.\nB. sử dụng đa dạng nguồn lợi, tăng thu nhập, bảo vệ môi trường.\nC. tăng trưởng kinh tế, phát huy thế mạnh, nâng cao mức sống.\nD. thay đổi cơ cấu kinh tế, phát huy lợi thế, phát triển ven biển.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nPhát triển tổng hợp kinh tế biển ở Trung du và miền núi Bắc Bộ nhằm mục đích chủ yếu là tăng trưởng kinh tế, phát huy thế mạnh, nâng cao mức sống. Trung du miền núi Bắc Bộ có tỉnh Quảng Ninh giáp biển, tuy vậy có thể phát triển được các ngành kinh tế biển (do có nhiều lợi thế: có Vịnh Hạ long là di sản thiên nhiên thế giới, có nhiều bãi tắm đẹp; có điều kiện xây dựng cảng, đánh bắt và nuôi trồng thủy sản). Việc phát triển kinh tế biển không chỉ góp phần phát huy các nguồn lực sẵn có mà còn giúp thúc đẩy tăng trưởng kinh tế của vùng, nhất là trong điều kiện mở cửa nền kinh tế."
    },
    {
        "ID": "MET_Geo_OE_2022_302_39",
        "Image_Question": "",
        "Question": "CÂU 39:Biện pháp chủ yếu phát triển dịch vụ ở Đồng bằng sông Hồng là\nA. mở rộng liên kết các nước, đa dạng sản xuất.\nB. đào tạo lao động, sử dụng hiệu quả thế mạnh.\nC. tăng sản xuất hàng hóa, đẩy mạnh đô thị hóa.\nD. mở rộng các ngành, tăng cường hiện đại hóa.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nBiện pháp chủ yếu phát triển dịch vụ ở Đồng bằng sông Hồng là tăng sản xuất hàng hóa, đẩy mạnh đô thị hóa. Quá trình đô thị hóa mở rộng, kinh tế hàng hóa phát triển nên nhu cầu về sử dụng các dịch vụ tiêu dùng, du lịch, dịch vụ công và dịch vụ sản xuất mua bán trao đổi hàng hóa ngày càng lớn, đa dạng hơn."
    },
    {
        "ID": "MET_Geo_OE_2022_302_40",
        "Image_Question": "",
        "Question": "CÂU 40:Cho bảng số liệu:\nTRỊ GIÁ MỘT SỐ MẶT HÀNG NHẬP KHẨU CỦA NƯỚC TA\nGIAI ĐOẠN 2015 – 2019\nNăm\t2015\t2017\t2018\t2019\nDầu thô\t83,4\t476,5\t2 746,8\t3 777,9\nHóa chất\t3 133,6\t4 122,9\t5 164,7\t5 128,5\n(Nguồn: Niên giám thống kê Việt Nam 2020, NXB Thống kê, 2021)\nTheo bảng số liệu, để thể hiện tốc độ tăng trưởng trị giá một số mặt hàng nhập khẩu của nước ta giai đoạn 2015 - 2019, dạng biểu đồ nào sau đây là thích hợp nhất?\nA. Miền.\nB. Tròn.\nC. Cột.\nD. Đường.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nDựa vào bảng số liệu, để thể hiện tốc độ tăng trưởng trị giá một số mặt hàng nhập khẩu của nước ta giai đoạn 2015 - 2019, dạng biểu đồ đường là thích hợp nhất."
    }
]