[
    {
        "ID": "MET_Geo_OE_2022_301_1",
        "Image_Question": "",
        "Question": "CÂU 1:Căn cứ vào Atlat địa lí Việt Nam trang 29, cho biết trung tâm công nghiệp nào sau đây nằm ở ven biển?\nA. Cần Thơ.\nB. Long Xuyên.\nC. Rạch Giá.\nD. Biên Hòa.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nDựa vào Atlat Địa lí trang 29, xác định vị trí trung tâm công nghiệp nằm ở ven biển => trung tâm công nghiệp Rạch Giá ở ven biển."
    },
    {
        "ID": "MET_Geo_OE_2022_301_2",
        "Image_Question": "",
        "Question": "CÂU 2:Căn cứ vào Atlat Địa lí Việt Nam trang 4 - 5, cho biết thành phố nào sau đây là tỉnh lị của Phú Thọ?\nA Phủ Lý.\nB. Việt Trì.\nC. Hạ Long.\nD. Vĩnh Yên.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nDựa vào Atlat Địa lí trang trang 4 – 5 => thành phố Việt Trì là tỉnh lị của Phú Thọ."
    },
    {
        "ID": "MET_Geo_OE_2022_301_3",
        "Image_Question": "",
        "Question": "CÂU 3:Hoạt động công nghiệp nào sau đây không phát triển ở khu vực đồi núi nước ta?\nA Thủy điện.\nB. Điện mặt trời.\nC. Luyện kim.\nD. Khai thác dầu khí.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nHoạt động công nghiệp không phát triển ở khu vực đồi núi nước ta là Khai thác dầu khí, vì đây là ngành tập trung ở khu vực ven biển."
    },
    {
        "ID": "MET_Geo_OE_2022_301_4",
        "Image_Question": "",
        "Question": "CÂU 4:Căn cứ vào Atlat Địa lí Việt Nam trang 14, cho biết núi nào sau đây nằm ở cao nguyên Đắk Lắk?\nA. Braian.\nB. Nam Decbri.\nC. Lang Bian.\nD. Chư Pha.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nDựa vào Atlat Địa lí Việt Nam trang 14 => núi Chư Pha nằm ở cao nguyên Đắk Lắk"
    },
    {
        "ID": "MET_Geo_OE_2022_301_5",
        "Image_Question": "",
        "Question": "CÂU 5:Căn cứ vào Atlat Địa lí Việt Nam trang 10, cho biết trạm thủy văn Cần Thơ ở lưu vực hệ thống sông nào sau đây?\nA. Sông Thu Bồn.\nB. Sông Cửu Long.\nC. Sông Mã.\nD. Sông Đồng Nai",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nDựa vào Atlat Địa lí Việt Nam trang 10 => trạm thủy văn Cần Thơ ở lưu vực hệ thống sông Cửu Long"
    },
    {
        "ID": "MET_Geo_OE_2022_301_6",
        "Image_Question": "",
        "Question": "CÂU 6:Căn cứ vào Atlat Địa lí Việt Nam trang 27, cho biết cảng biển nào sau đây nằm ở phía bắc cảng Vũng Áng?\nA. Cửa Lò.\nB. Nhật Lệ.\nC. Thuận An.\nD. Cửa Gianh.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nDựa vào Atlat Địa lí Việt Nam trang 27 => cảng biển Cửa Lò nằm ở phía bắc cảng Vũng Áng"
    },
    {
        "ID": "MET_Geo_OE_2022_301_7",
        "Image_Question": "",
        "Question": "CÂU 7:Căn cứ vào Atlat Địa lí Việt Nam trang 28, cho biết khu kinh tế ven biển Dung Quất thuộc tỉnh nào sau đây?\nA. Quảng Ngãi.\nB. Quảng Nam.\nC. Bình Định.\nD. Phú Yên.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nDựa vào Atlat Địa lí Việt Nam trang 28 => khu kinh tế ven biển Dung Quất thuộc tỉnh Quảng Ngãi"
    },
    {
        "ID": "MET_Geo_OE_2022_301_8",
        "Image_Question": "MET_Geo_OE_2022_301/MET_Geo_OE_2022_301_8.png",
        "Question": "CÂU 8:Cho biểu đồ:\nTheo biểu đồ, nhận xét nào sau đây đúng về thay đổi GDP năm 2019 so với năm 2015 của Mi-an-ma và Việt Nam?\nA. Việt Nam tăng nhanh hơn Mi-an-ma.\nB Mi-an-ma giảm và Việt Nam tăng.\nC. Việt Nam tăng ít hơn Mi-an-ma.\nD. Mi-an-ma tăng gấp hai lần Việt Nam.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nTheo biểu đồ, nhận xét Việt Nam tăng nhanh hơn Mi-an-ma đúng về thay đổi GDP năm 2019 so với năm 2015 của Mi-an-ma và Việt Nam"
    },
    {
        "ID": "MET_Geo_OE_2022_301_9",
        "Image_Question": "",
        "Question": "CÂU 9:Biện pháp bảo vệ vườn quốc gia ở nước ta là\nA. săn bắt thú rừng.\nB. khai thác gỗ quý.\nC. chống phá rừng.\nD. tăng xuất khẩu gỗ.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nBiện pháp bảo vệ vườn quốc gia ở nước ta là chống phá rừng để bảo vệ nguồn gen, hệ sinh thái."
    },
    {
        "ID": "MET_Geo_OE_2022_301_10",
        "Image_Question": "",
        "Question": "CÂU 10:Căn cứ vào Atlat Địa Việt Nam trang 19, cho biết tỉnh nào có diện tích trồng cây công nghiệp lâu năm lớn hơn trồng cây công nghiệp hàng năm trong số các tỉnh sau đây?\nA. Phú Yên.\nB. Nghệ An.\nC. Gia Lai.\nD. Hà Tĩnh.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nDựa vào Atlat Địa lí Việt Nam trang 19 => tỉnh Gia Lai có diện tích trồng cây công nghiệp lâu năm lớn hơn trồng cây công nghiệp hàng năm."
    },
    {
        "ID": "MET_Geo_OE_2022_301_11",
        "Image_Question": "",
        "Question": "CÂU 11:Căn cứ Atlat địa lí Việt Nam trang 25, cho biết điểm du lịch nào sau đây nằm trên đảo?\nA. Hoa Lư.\nB. Ba Vì.\nC.Cát Bà.\nD. Chùa Hương.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nDựa vào Atlat Địa lí Việt Nam trang 25 => điểm du lịch Cát Bà nằm trên đảo Cát Bà."
    },
    {
        "ID": "MET_Geo_OE_2022_301_12",
        "Image_Question": "",
        "Question": "CÂU 12:Cho bảng số liệu:\nTỔNG DỰ TRỮ QUỐC TẾ CỦA MỘT SỐ QUỐC GIA NĂM 2015 VÀ NĂM 2019\nNăm\tCam-pu-chia\tXin-ga-po\tBru-nây\tIn-đô-nê-xi-a\n2015\t6883\t247534\t3211\t103268\n2019\t17033\t279240\t4052\t125339\n(Đơn vị. Triệu đô la Mỹ)\n(Nguồn: Niên giám thống kê Việt Nam 2020, NXB Thống kê, 2021)\nTheo bảng số liệu, nhận xét nào sau đây đúng khi so sánh tổng dự trữ quốc tế của một số quốc gia năm 2019 với năm 2015?\nA. In-đô-nê-xi-a tăng nhanh hơn Cam-pu-chia.\nB. Bru-nây tăng nhanh hơn Cam-pu-chia.\nC. Xin-ga-po tăng nhanh hơn Bru-nây.\nD. Cam-pu-chia tăng nhanh hơn Xin-ga-po.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nDựa vào bảng số liệu, nhận xét đúng khi so sánh tổng dự trữ quốc tế của một số quốc gia năm 2019 với năm 2015 là Cam-pu-chia tăng nhanh hơn Xin-ga-po"
    },
    {
        "ID": "MET_Geo_OE_2022_301_13",
        "Image_Question": "",
        "Question": "CÂU 13:Căn cứ vào Atlat Địa lý Việt Nam trang 21, cho biết trung tâm công nghiệp nào có giá trị sản xuất nhỏ nhất trong số các trung tâm sau đây?\nA. Sóc Trăng.\nB Vũng Tàu.\nC. Biên Hòa.\nD. Thủ Dầu Một.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nDựa vào Atlat Địa lí Việt Nam trang 21 => trung tâm công nghiệp Sóc Trăng có giá trị sản xuất nhỏ nhất."
    },
    {
        "ID": "MET_Geo_OE_2022_301_14",
        "Image_Question": "",
        "Question": "CÂU 14:Đông Nam Bộ phát triển mạnh cây\nA. dược liệu.\nB dừa.\nC. lúa gạo.\nD. điều",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nĐông Nam Bộ phát triển mạnh cây điều ( cây dược liệu phát triển mạnh ở khu vực miền núi Tây bắc, cây dừa phát triển mạnh tại vùng ĐBSCL, cây lúa gạo phát triển mạnh tại các khu vưc đồng bằng)"
    },
    {
        "ID": "MET_Geo_OE_2022_301_15",
        "Image_Question": "",
        "Question": "CÂU 15:Căn cứ vào Atlat Địa lí Việt Nam trang 17, cho biết tỉnh nào sau đây có cả khu kinh tế cửa khẩu và khu kinh tế ven biển?\nA. An Giang.\nB. Đồng Tháp.\nC. Kiên Giang.\nD. Tây Ninh.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nDựa vào Atlat Địa lí Việt Nam trang 17 => tỉnh Kiên Giang có cả khu kinh tế cửa khẩu và khu kinh tế ven biển."
    },
    {
        "ID": "MET_Geo_OE_2022_301_16",
        "Image_Question": "",
        "Question": "CÂU 16:Căn cứ vào Atlat Địa lí Việt Nam trang 15, cho biết đô thị nào sau đây thuộc tỉnh Lâm Đồng?\nA. Gia Nghĩa\nB. Pleiku.\nC. Kon Tum.\nD. Đà Lạt.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nDựa vào Atlat Địa lí Việt Nam trang 17 => đô thị Đà Lạt thuộc tỉnh Lâm Đồng"
    },
    {
        "ID": "MET_Geo_OE_2022_301_17",
        "Image_Question": "",
        "Question": "CÂU 17:Căn cứ vào Atlat Địa lí Việt Nam trang 22, cho biết nhà máy điện nào có công suất lớn nhất trong số các nhà máy sau đây?\nA Uông Bí.\nB. Hòa Bình.\nC. Na Dương.\nD. Nậm Mu.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nDựa vào Atlat Địa lí Việt Nam trang 22 => nhà máy điện Hòa Bình có công suất lớn nhất"
    },
    {
        "ID": "MET_Geo_OE_2022_301_18",
        "Image_Question": "",
        "Question": "CÂU 18:Căn cứ vào Atlat Địa lí Việt Nam trang 23, cho biết đường số 24 và 14 gặp nhau ở địa điểm nào sau đây?\nA. Pleiku.\nB. Gia Nghĩa.\nC. Kon Tum.\nD. Buôn Ma Thuột.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nDựa vào Atlat Địa lí Việt Nam trang 23 => đường số 24 và 14 gặp nhau ở địa điểm Kon Tum"
    },
    {
        "ID": "MET_Geo_OE_2022_301_19",
        "Image_Question": "",
        "Question": "CÂU 19:Căn cứ vào Atlat Địa lí Việt Nam trang 26, cho biết trung tâm công nghiệp nào sau đây có ngành đóng tàu?\nA. Thái Nguyên.\nB. Việt Trì.\nC. Hải Phòng.\nD. Bắc Ninh.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nDựa vào Atlat Địa lí Việt Nam trang 26 => trung tâm công nghiệp Hải Phòng có ngành đóng tàu."
    },
    {
        "ID": "MET_Geo_OE_2022_301_20",
        "Image_Question": "",
        "Question": "CÂU 20:Công nghiệp nước ta hiện nay\nA. rất hiện đại.\nB. phân bố đồng đều.\nC. chỉ xuất khẩu.\nD. có nhiều ngành.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nCông nghiệp nước ta hiện nay có cơ cấu đa dạng với nhiều ngành (29 ngành)"
    },
    {
        "ID": "MET_Geo_OE_2022_301_21",
        "Image_Question": "",
        "Question": "CÂU 21:Biện pháp hạn chế thiệt hại do bão gây ra ở vùng đồng bằng nước ta là\nA xây hồ thủy điện.\nB. sơ tán dân.\nC. mở rộng đô thị.\nD. chống hạn mặn.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nBiện pháp hạn chế thiệt hại do bão gây ra ở vùng đồng bằng nước ta là sơ tán dân."
    },
    {
        "ID": "MET_Geo_OE_2022_301_22",
        "Image_Question": "",
        "Question": "CÂU 22:Căn cứ vào Atlat Địa lí Việt Nam trang 9, cho biết trong các trạm khí tượng sau đây, trạm nào có chênh lệch nhiệt độ giữa tháng I và tháng VII thấp nhất?\nA. Cà Mau.\nB. Lạng Sơn.\nC. Thanh Hóa.\nD. Sa Pa.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nDựa vào Atlat Địa lí Việt Nam trang 26 => các trạm khí tượng Cà Mau có chênh lệch nhiệt độ giữa tháng I và tháng VII thấp nhất."
    },
    {
        "ID": "MET_Geo_OE_2022_301_23",
        "Image_Question": "",
        "Question": "CÂU 23:Các đảo ven bờ nước ta\nA. đều có khu bảo tồn thiên nhiên.\nB. có khả năng nuôi trồng thủy sản.\nC. tập trung phát triển khai khoáng.\nD. có nhiều thuận lợi trồng lúa gạo.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nCác đảo ven bờ nước ta có khả năng nuôi trồng thủy sản do có điều kiện thuận lợi về mặt tự nhiên và kinh tế xã hội"
    },
    {
        "ID": "MET_Geo_OE_2022_301_24",
        "Image_Question": "",
        "Question": "CÂU 24:Công nghiệp nước ta hiện nay chuyển dịch theo hướng\nA. phù hợp hơn với yêu cầu thị trường.\nB. ưu tiên đầu tư cho các vùng núi cao.\nC. tăng tỉ trọng các ngành khai khoáng.\nD. chỉ tập trung tiêu dùng ở trong nước.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nCông nghiệp nước ta hiện nay chuyển dịch theo hướng phù hợp hơn với yêu cầu thị trường. Bởi thị trường luôn có sự vận động thay đổi, việc chuyển dich cơ cấu ngành công nghiệp theo hướng phù hợp hơn với yêu cầu thị trường có vai trò quan trọng trong việc phát triển công nghiệp hoá, hiện đại hoá đất nước."
    },
    {
        "ID": "MET_Geo_OE_2022_301_25",
        "Image_Question": "",
        "Question": "CÂU 25:Mạng lưới đường ô tô nước ta hiện nay\nA. hầu hết đi theo hướng đông - tây.\nB. đã hội nhập các tuyến xuyên Á.\nC. đã nối liền các đảo lớn với nhau.\nD. phân bố đồng đều giữa các vùng.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nMạng lưới đường ô tô nước ta hiện nay phát triển phủ khắp các vùng và đã hội nhập các tuyến xuyên Á."
    },
    {
        "ID": "MET_Geo_OE_2022_301_26",
        "Image_Question": "",
        "Question": "CÂU 26:Nước ta nằm ở\nA. khu vực phía tây Ấn Độ Dương.\nB. rìa phía đông Thái Bình Dương.\nC. phía nam khu vực Đông Nam Á.\nD. rìa đông bán đảo Đông Dương.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nNước ta nằm ở rìa đông bán đảo Đông Dương, gần trung tâm khu vực Đông Nam Á."
    },
    {
        "ID": "MET_Geo_OE_2022_301_27",
        "Image_Question": "",
        "Question": "CÂU 27:Đô thị nước ta hiện nay\nA có nhiều lao động kĩ thuật\nB. hầu hết tập trung ở đồi núi.\nC. có mật độ dân cư thưa thớt.\nD. hoàn toàn thuộc quy mô lớn.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nĐô thị là khu vực đông dân cư, cơ sở hạ tầng hoàn thiện,thu hút nguồn vốn đầu tư nước ngoài, hầu hết các đô lớn tập trung ở khu vực có địa hình bằng phẳng, Đô thị nước ta nước ta hiện nay có nhiều lao động kĩ thuật."
    },
    {
        "ID": "MET_Geo_OE_2022_301_28",
        "Image_Question": "",
        "Question": "CÂU 28:Thuận lợi chủ yếu của nước ta về tự nhiên để phát triển nuôi trồng hải sản là\nA. có nhiều sông suối và các hồ rộng.\nB. nhiều cửa sông rộng và ở gần nhau.\nC. nhiều đầm phá, ô trũng ở đồng bằng\nD. có vịnh, bãi triều và rừng ngập mặn.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nThuận lợi chủ yếu của nước ta về tự nhiên để phát triển nuôi trồng hải sản là có vịnh, bãi triều và rừng ngập mặn."
    },
    {
        "ID": "MET_Geo_OE_2022_301_29",
        "Image_Question": "",
        "Question": "CÂU 29:Sản xuất lúa gạo ở nước ta hiện nay\nA. chỉ phục vụ nhu cầu ở trong nước.\nB. phát triển theo xu hướng hàng hóa.\nC. chỉ tập trung ở khu vực đồng bằng\nD. hoàn toàn theo hình thức gia đình.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nSản xuất lúa gạo ở nước ta hiện nay đã đáp ứng đầy đủ nhu cầu tiêu dùng trong nước, bảo đảm an ninh lương thực quốc gia; nâng cao chất lượng, giá trị dinh dưỡng, bảo đảm vệ sinh an toàn thực phẩm; hình thành và nâng cao hiệu quả chuỗi giá trị lúa gạo; nâng cao thu nhập của nông dân và lợi ích cho người tiêu dùng; xuất khẩu gạo đạt chất lượng và giá trị cao. Từ thế độc canh cây lúa chuyển sang đa dạng hóa các loại cây trồng, phát triển nông nghiệp hàng hóa. Như vậy sản xuất lúa gạo ở nước ta hiện nay phát triển theo xu hướng hàng hóa là chính xác."
    },
    {
        "ID": "MET_Geo_OE_2022_301_30",
        "Image_Question": "",
        "Question": "CÂU 30:Lao động nước ta hiện nay\nA. tập trung chủ yếu ở thành thị.\nB. có tác phong công nghiệp cao.\nC. làm nhiều nghề, số lượng nhỏ.\nD. có số lượng đồng, tăng nhanh.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nĐặc điểm đúng với nguồn lao động nước ta dồi dào, tăng nhanh, lao động nước ta có nhiều kinh nghiệm và tập trung nhiều trong sản xuất nông, lâm, ngư nghiệp, thủ công nghiệp, còn hạn chế về thể lực và trình độ chuyên môn. Như vậy, lao động nước ta hiện nay có số lượng đồng, tăng nhanh là chính xác"
    },
    {
        "ID": "MET_Geo_OE_2022_301_31",
        "Image_Question": "",
        "Question": "CÂU 31:Các nhân tố tự nhiên chủ yếu tác động đến thay đổi phân bố cây trồng hiện nay ở Đồng bằng sông Cửu Long là\nA. ít phù sa bồi đắp, bờ sông sạt lở, lũ thất thường.\nB. mùa khô rõ rệt, hạn mặn nhiều, đất phèn rộng.\nC. hạn hán, thiếu nước ngọt, xâm nhập mặn rộng.\nD. bề mặt sụt lún, nước biển dâng, sạt lở bờ biển.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nCác nhân tố tự nhiên chủ yếu tác động đến thay đổi phân bố cây trồng hiện nay ở Đồng bằng sông Cửu Long là hạn hán, thiếu nước ngọt, xâm nhập mặn rộng do vùng có đất phèn, đất mặn chiếm diện tích lớn (khỏang 60 % diện tích của đồng bằng), phải đầu tư lớn và mất nhiều thời gian để cải tạo. Mùa khô sâu sắc và kéo dài (từ tháng XI đến tháng IV), thiếu nước ngọt cho sản xuất và sinh hoạt, nạn xâm nhập mặn gây nhiều trở ngại đối với đời sống và sản xuất ở các vùng ven biển."
    },
    {
        "ID": "MET_Geo_OE_2022_301_32",
        "Image_Question": "",
        "Question": "CÂU 32:Biện pháp chủ yếu phát triển dịch vụ tiêu dùng ở Đồng bằng sông Hồng là\nA. tăng sản xuất hàng hóa, nâng cao mức sống.\nB. mở rộng đô thị, hoàn thiện các cơ sở hạ tầng.\nC. đa dạng ngành sản xuất, mở rộng thị trường.\nD. thúc đẩy sản xuất, mở rộng hội nhập quốc tế.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nBiện pháp chủ yếu phát triển dịch vụ tiêu dùng ở Đồng bằng sông Hồng là tăng sản xuất hàng hóa, nâng cao mức sống. Vì kinh tế hàng hóa phát triển nên nhu cầu về sử dụng các dịch vụ tiêu dùng, du lịch, dịch vụ công và dịch vụ sản xuất mua bán trao đổi hàng hóa ngày càng lớn, đa dạng hơn."
    },
    {
        "ID": "MET_Geo_OE_2022_301_33",
        "Image_Question": "",
        "Question": "CÂU 33:Khai thác hải sản ở Duyên hải Nam Trung Bộ phát triển dựa trên cơ sở chủ yếu là\nA. vùng biển rộng, có các quần đảo ở xa bờ.\nB. biển giàu sinh vật, có các ngư trường lớn.\nC. nhiều cảng cá, hoạt động dịch vụ sôi động.\nD. các tỉnh đều giáp biển, lao động đông đảo.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nKhai thác hải sản ở Duyên hải Nam Trung Bộ phát triển dựa trên cơ sở chủ yếu là biển giàu sinh vật, có các ngư trường lớn. Hoạt động khai thác thủy sản ở Duyên hải Nam Trung Bộ có điều kiện phát triển mạnh là do biển có nhiều bãi tôm, bãi cá, có các ngư trường lớn như Hoàng Sa, Trường Sa, Ninh Thuận – Bình Thuận."
    },
    {
        "ID": "MET_Geo_OE_2022_301_34",
        "Image_Question": "",
        "Question": "CÂU 34:Khách du lịch quốc tế đến nước ta hiện nay nhiều chủ yếu do\nA người dân hiếu khách, môi trường thân thiện.\nB hội nhập toàn cầu sâu rộng, kinh tế phát triển.\nC. sản phẩm du lịch hấp dẫn, chính sách đổi mới.\nD. dịch vụ thuận tiện, cơ sở vật chất kĩ thuật tốt.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nKhách du lịch quốc tế đến nước ta hiện nay nhiều chủ yếu do sản phẩm du lịch hấp dẫn, chính sách đổi mới."
    },
    {
        "ID": "MET_Geo_OE_2022_301_35",
        "Image_Question": "MET_Geo_OE_2022_301/MET_Geo_OE_2022_301_35.png",
        "Question": "CÂU 35:Cho biểu đồ về nhập khẩu hàng hóa phân theo khu vực kinh tế nước ta giai đoạn 2015 – 2019\nBiểu đồ thể hiện nội dung nào sau đây?\nA. Tốc độ tăng trị giá nhập khẩu.\nB. Quy mô và cơ cấu trị giá nhập khẩu.\nC. Chuyển dịch cơ cấu trị giá nhập khẩu.\nD. Quy mô trị giá nhập khẩu.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nBiểu đồ thể hiện nội dung quy mô trị giá nhập khẩu (không phải biểu đồ thể hiện tốc độ tăng trị giá nhập khẩu do giá trị gốc không phải 100%)"
    },
    {
        "ID": "MET_Geo_OE_2022_301_36",
        "Image_Question": "",
        "Question": "CÂU 36:Đai nhiệt đới gió mùa ở nước ta có nhiều đất feralit chủ yếu do\nA. đồi núi đa dạng, có đá mẹ axít, khí hậu nhiệt đới nồng ấm.\nB. mưa nhiều, nhiệt ẩm cao, nhiều đá mẹ axit ở đồi núi rộng.\nC. đồi núi thấp rộng, nhiệt độ trung bình năm cao, mưa nhiều.\nD. có nhiều đá khác nhau, hai mùa mưa và khô, nhiệt độ cao.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nĐai nhiệt đới gió mùa ở nước ta có nhiều đất feralit chủ yếu do mưa nhiều, nhiệt ẩm cao, nhiều đá mẹ axit ở đồi núi rộng. Ở miền núi, trong mùa mưa, nước mưa thấm sâu xuống các lớp đất đá bên dưới, đến mùa khô, nước lại di chuyển lên mang theo ôxit sắt, nhôm tích tụ dần ở gần mặt đất làm cho đất có mùa đỏ vàng, gọi là đất feralit"
    },
    {
        "ID": "MET_Geo_OE_2022_301_37",
        "Image_Question": "",
        "Question": "CÂU 37:Cho bảng số liệu:\nTRỊ GIÁ MỘT SỐ MẶT HÀNG NHẬP KHẨU CỦA NƯỚC TA\nGIAI ĐOẠN 2015 – 2019\nNăm\t2015\t2017\t2018\t2019\nÔ tô\t2990.2\t2261.9\t1834.8\t3168.8\nXăng, dầu\t5522.7\t7105.6\t7875.9\t6344.0\n(Nguồn: Niên giám thống kê Việt Nam 2020, NXB Thống kê, 2021)\nTheo bảng số liệu, để thể hiện tốc độ tăng trưởng trị giá một số mặt hàng nhập khẩu của nước ta giai đoạn 2015 - 2019, dạng biểu đồ nào sau đây là thích hợp nhất?\nA. Tròn.\nB. Miền.\nC. Đường.\nD. Cột.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nđể thể hiện tốc độ tăng trưởng trị giá một số mặt hàng nhập khẩu của nước ta giai đoạn 2015 - 2019, dạng biểu đồ đường là thích hợp nhất."
    },
    {
        "ID": "MET_Geo_OE_2022_301_38",
        "Image_Question": "",
        "Question": "CÂU 38:Giải pháp chủ yếu phát triển nông nghiệp ở Bắc Trung Bộ là\nA. lập các trang trại, mở rộng liên kết sản xuất, sử dụng các kĩ thuật tiên tiến.\nB. gắn với chế biến và dịch vụ, sản xuất chuyên canh, sử dụng kĩ thuật mới.\nC. tăng diện tích đất, phát triển thị trường, đa dạng hóa cây trồng và vật nuôi.\nD. quan tâm sản xuất theo nông hộ, sản xuất thâm canh, nâng cao sản lượng.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nGiải pháp chủ yếu phát triển nông nghiệp ở Bắc Trung Bộ là gắn với chế biến và dịch vụ, sản xuất chuyên canh, sử dụng kĩ thuật mới. Đẩy mạnh đầu tư kết cấu hạ tầng; nghiên cứu và ứng dụng khoa học và công nghệ vào sản xuất (chú trọng công nghệ sinh học, ứng dụng các thành tựu khoa học vào quản lý sản xuất) và chế biến nông sản; đa dạng hóa thị trường, cả thị trường trong nước và xuất khẩu; đầu tư phát triển nguồn nhân lực chất lượng cao trong nông nghiệp."
    },
    {
        "ID": "MET_Geo_OE_2022_301_39",
        "Image_Question": "",
        "Question": "CÂU 39:Biện pháp chủ yếu để tăng rừng đặc dụng ở Tây Nguyên là\nA. trồng rừng mới, đẩy mạnh khoanh nuôi.\nB. bảo vệ rừng, giao đất, giao rừng cho dân.\nC. phòng chống cháy rừng, đốt cây làm rẫy.\nD. lập vườn quốc gia, ngăn chặn phá rừng.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nBiện pháp chủ yếu để tăng rừng đặc dụng ở Tây Nguyên là Rừng đặc dụng là các khu bảo tồn thiên nhiên hoặc vườn quốc gia, khu dự trữ sinh quyển với vai trò bảo vệ sự đa dạng sinh vật và các nguồn gen quý hiếm, có ranh giới rõ ràng và được Nhà nước bảo vệ nghiêm ngặt.\n=> Biện pháp quan trọng nhằm bảo vệ rừng đặc dụng là bảo vệ cảnh quan, đa dạng sinh học ở các vườn quốc gia và các khu bảo tồn thiên nhiên"
    },
    {
        "ID": "MET_Geo_OE_2022_301_40",
        "Image_Question": "",
        "Question": "CÂU 40:Phát triển cây công nghiệp lâu năm ở Trung du và miền núi Bắc Bộ nhằm mục đích chủ yếu là\nA. thay đổi cơ cấu kinh tế, phát huy lợi thể, tạo cảnh quan mới.\nB. nâng cao mức sống, tăng trưởng kinh tế, phát huy thế mạnh.\nC. sử dụng hợp lí tài nguyên, tăng thu nhập, bảo vệ môi trường.\nD. đổi mới phân bố sản xuất, khai thác tiềm năng, tạo việc làm.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nPhát triển cây công nghiệp lâu năm ở Trung du và miền núi Bắc Bộ nhằm mục đích chủ yếu là nâng cao mức sống, tăng trưởng kinh tế, phát huy thế mạnh. Trung du và miền núi Bắc Bộ có nhiều điều kiện thuận lợi để phát triển sản xuất cây công nghiệp, trở thành vùng chuyên canh cây công nghiệp của nước ta: đất feralit, khí hậu nhiệt đới ẩm gió mùa, có một mùa đông lạnh, nguồn nước dồi dào, lao động đông, có kinh nghiệm, thị trường tiêu thụ lớn."
    }
]