[
    {
        "ID": "Civ_1_1",
        "Image_Question": "",
        "Question": "Câu 1:Sự tác động của con người vào tự nhiên, biến đổi các yếu tố của tự nhiên để tạo ra các sản phẩm phù hợp với nhu cầu của con người là nội dung của khái niệm\nA. phát triển kinh tế.\nB. sản xuất của cải vật chất.\nC. quá trình lao động.\nD. quá trình sản xuất.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Sự tác động của con người vào tự nhiên, biến đổi các yếu tố của tự nhiên để tạo ra các sản phẩm phù hợp với nhu cầu của con người là nội dung của khái niệm sản xuất của cải vật chất\nChọn đáp án B"
    },
    {
        "ID": "Civ_1_2",
        "Image_Question": "",
        "Question": "Câu 2:Quy luật giá trị yêu cầu người sản xuất phải đảm bảo sao cho thời gian lao động cá biệt để sản xuất hàng hóa phải phù hợp với\nA. thời gian lao động xã hội.\nB. thời gian lao động cá nhân.\nC. thời gian lao động tập thể.\nD. thời gian lao động cộng đồng.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Quy luật giá trị yêu cầu người sản xuất phải đảm bảo sao cho thời gian lao động cá biệt để sản xuất hàng hóa phải phù hợp với thời gian lao động xã hội.\nChọn đáp án A"
    },
    {
        "ID": "Civ_1_3",
        "Image_Question": "",
        "Question": "Câu 3:Khái niệm nào dưới đây là quy tắc xử sự chung về những việc được làm, những việc phải làm, những việc không được làm?\nA. Kinh tế.\nB. Đạo đức.\nC. Pháp luật.\nD. Chính trị.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Pháp luật là quy tắc xử sự chung về những việc được làm, những việc phải làm, những việc không được làm\nChọn đáp án C"
    },
    {
        "ID": "Civ_1_4",
        "Image_Question": "",
        "Question": "Câu 4:Các tổ chức cá nhân sử dụng đúng đắn quyền của mình, làm những gì mà pháp luật cho phép là hình thức thực hiện pháp luật nào sau đây?\nA. Sử dụng pháp luật.\nB. Thi hành pháp luật.\nC. Tuân thủ pháp luật.\nD. Áp dụng pháp luật.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Sử dụng pháp luật là Các tổ chức cá nhân sử dụng đúng đắn quyền của mình, làm những gì mà pháp luật cho phép\nChọn đáp án A"
    },
    {
        "ID": "Civ_1_5",
        "Image_Question": "",
        "Question": "Câu 5:Vi phạm kỉ luật là hành vi vi phạm pháp luật xâm phạm các quan hệ lao động và\nA. giao dịch dân sự.\nB. trao đổi hàng hóa.\nC. chuyển nhượng tài sản.\nD. công vụ nhà nước.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Vi phạm kỉ luật là hành vi vi phạm pháp luật xâm phạm các quan hệ lao động và công vụ nhà nước.\nChọn đáp án D"
    },
    {
        "ID": "Civ_1_6",
        "Image_Question": "",
        "Question": "Câu 6:Hành vi trái pháp luật mang tính có lỗi do người có năng lực trách nhiệm pháp lí thực hiện, xâm hại đến các quan hệ xã hội được pháp luật bảo vệ là\nA. xâm phạm pháp luật.\nB. trái pháp luật.\nC. vi phạm pháp luật.\nD. tuân thủ pháp luật.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Hành vi trái pháp luật mang tính có lỗi do người có năng lực trách nhiệm pháp lí thực hiện, xâm hại đến các quan hệ xã hội được pháp luật bảo vệ là vi phạm pháp luật.\nChọn đáp án C"
    },
    {
        "ID": "Civ_1_7",
        "Image_Question": "",
        "Question": "Câu 7:Bất kì công dân nào vi phạm pháp luật đều phải bị xử lý theo quy định của pháp luật là thể hiện bình đẳng về\nA. trách nhiệm pháp lý.\nB. quyền và nghĩa vụ.\nC. thực hiện pháp luật.\nD. trách nhiệm trước Tòa án.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Bất kì công dân nào vi phạm pháp luật đều phải bị xử lý theo quy định của pháp luật là thể hiện bình đẳng về trách nhiệm pháp lý.\nChọn đáp án A"
    },
    {
        "ID": "Civ_1_8",
        "Image_Question": "",
        "Question": "Câu 8:Vợ chồng có quyền tự do lựa chọn tín ngưỡng, tôn giáo là bình đẳng\nA. trong quan hệ nhân thân.\nB. trong quan hệ tài sản.\nC. trong quan hệ việc làm.\nD. trong quan hệ nhà ở.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Vợ chồng có quyền tự do lựa chọn tín ngưỡng, tôn giáo là bình đẳng\ntrong quan hệ nhân thân.\nChọn đáp án A"
    },
    {
        "ID": "Civ_1_9",
        "Image_Question": "",
        "Question": "Câu 9:Công dân tự do sử dụng sức lao động của mình trong việc tìm kiếm, lựa chọn việc làm là thể hiện nội dung bình đẳng về\nA. quyền tự do lao động.\nB. công bằng trong lao động.\nC. hợp đồng lao động.\nD. thực hiện quyền lao động.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Công dân tự do sử dụng sức lao động của mình trong việc tìm kiếm, lựa chọn việc làm là thể hiện nội dung bình đẳng về thực hiện quyền lao động.\nChọn đáp án D"
    },
    {
        "ID": "Civ_1_10",
        "Image_Question": "",
        "Question": "Câu 10:Mọi công dân khi đủ điều kiện theo quy định của pháp luật đều được tự do lựa chọn loại hình doanh nghiệp phù hợp là nội dung quyền bình đẳng trong\nA. tìm kiếm việc làm.\nB. tuyển dụng lao động.\nC. lĩnh vực kinh doanh.\nD. đào tạo nhân lực.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Mọi công dân khi đủ điều kiện theo quy định của pháp luật đều được tự do lựa chọn loại hình doanh nghiệp phù hợp là nội dung quyền bình đẳng trong lĩnh vực kinh doanh.\nChọn đáp án C"
    },
    {
        "ID": "Civ_1_11",
        "Image_Question": "",
        "Question": "Câu 11:Nhà nước luôn quan tâm hỗ trợ vốn đối với vùng sâu, vùng xa, vùng đặc biệt khó khăn là thể hiện nội dung quyền bình đẳng giữa các dân tộc trên phương diện\nA. truyền thông.\nB. tín ngưỡng.\nC. tôn giáo.\nD. kinh tế.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Nhà nước luôn quan tâm hỗ trợ vốn đối với vùng sâu, vùng xa, vùng đặc biệt khó khăn là thể hiện nội dung quyền bình đẳng giữa các dân tộc trên phương diện kinh tế\nChọn đáp án D"
    },
    {
        "ID": "Civ_1_12",
        "Image_Question": "",
        "Question": "Câu 12:Tự tiện khám chỗ ở của người khác là xâm phạm đến quyền cơ bản nào của công dân?\nA. Bảo hộ về tính mạng sức khỏe.\nB. Bất khả xâm phạm về chỗ ở.\nC. Bất khả xâm phạm về thân thể.\nD. Bảo hộ về danh dự nhân phẩm.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Tự tiện khám chỗ ở của người khác là xâm phạm đến quyền bất khả xâm phạm về chỗ ở của công dân.\nChọn đáp án B"
    },
    {
        "ID": "Civ_1_13",
        "Image_Question": "",
        "Question": "Câu 13:Bịa đặt điều xấu để hạ uy tín người khác là hành vi xâm phạm quyền được pháp luật bảo hộ về\nA. tính mạng và sức khỏe.\nB. nhân phẩm, danh dự.\nC. tinh thần của công dân.\nD. thể chất của công dân.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Bịa đặt điều xấu để hạ uy tín người khác là hành vi xâm phạm quyền được pháp luật bảo hộ về nhân phẩm, danh dự.\nChọn đáp án B"
    },
    {
        "ID": "Civ_1_14",
        "Image_Question": "",
        "Question": "Câu 14:Công dân có thể viết bài gửi đăng báo, bày tỏ ý kiến của mình về chủ trương, chính sách và pháp luật của Nhà nước là thực hiện quyền tự do cơ bản nào dưới đây?\nA. Quyền tố cáo.\nB. Quyền tự do ngôn luận.\nC. Quyền khiếu nại.\nD. Quyền ứng cử, bầu cử.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Công dân có thể viết bài gửi đăng báo, bày tỏ ý kiến của mình về chủ trương, chính sách và pháp luật của Nhà nước là thực hiện quyền tự do ngôn luận.\nChọn đáp án B"
    },
    {
        "ID": "Civ_1_15",
        "Image_Question": "",
        "Question": "Câu 15:Cử tri được độc lập lựa chọn người trong danh sách ứng cử viên là thực hiện nguyên tắc bầu cử nào sau đây?\nA. Được ủy quyền.\nB. Bỏ phiếu kín.\nC. Trung gian.\nD. Gián tiếp.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Cử tri được độc lập lựa chọn người trong danh sách ứng cử viên là thực hiện nguyên tắc bầu cử bỏ phiếu kín.\nChọn đáp án B"
    },
    {
        "ID": "Civ_1_16",
        "Image_Question": "",
        "Question": "Câu 16:Công dân tham gia xây dựng hương ước làng xã là thực hiện quyền tham gia quản lí nhà nước và xã hội ở phạm vi\nA. cả nước.\nB. cơ sở.\nC. lãnh thổ.\nD. quốc gia.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Công dân tham gia xây dựng hương ước làng xã là thực hiện quyền tham gia quản lí nhà nước và xã hội ở phạm vi cơ sở.\nChọn đáp án B"
    },
    {
        "ID": "Civ_1_17",
        "Image_Question": "",
        "Question": "Câu 17:Nhằm phát hiện ngăn chặn các việc làm trái pháp luật xâm phạm tới lợi ích của nhà nước, các tổ chức hoặc công dân là mục đích của\nA. tố cáo.\nB. khiếu nại.\nC. đền bù thiệt hại.\nD. chấp hành án.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Nhằm phát hiện ngăn chặn các việc làm trái pháp luật xâm phạm tới lợi ích của nhà nước, các tổ chức hoặc công dân là mục đích của tố cáo.\nChọn đáp án A"
    },
    {
        "ID": "Civ_1_18",
        "Image_Question": "",
        "Question": "Câu 18:Công dân có thể học bằng nhiều hình thức khác nhau và học ở các loại hình trường, lớp khác nhau là biểu hiện của quyền\nA. học không hạn chế.\nB. học thường xuyên, học suốt đời.\nC. học bất cứ nơi nào.\nD. bình đẳng về cơ hội học tập.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Công dân có thể học bằng nhiều hình thức khác nhau và học ở các loại hìnhtrường, lớp khác nhau là biểu hiện của quyền học thường xuyên, học suốt đời.\nChọn đáp án B"
    },
    {
        "ID": "Civ_1_19",
        "Image_Question": "",
        "Question": "Câu 19:Cá nhân chủ động tìm hiểu kiến thức pháp luật thông qua các phương tiện thông tin đại chúng là thực hiện quyền nào sau đây của công dân?\nA. Khiếu nại.\nB. Được phát triển.\nC. Tố cáo.\nD. Quản trị truyền thông.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Cá nhân chủ động tìm hiểu kiến thức pháp luật thông qua các phương ti.ện thông tin đại chúng là thực hiện quyền được phát triển\nChọn đáp án B"
    },
    {
        "ID": "Civ_1_20",
        "Image_Question": "",
        "Question": "Câu 20:Công dân đủ điều kiện theo quy định của pháp luật được tiến hành các hoạt động kinh doanh là một trong những nội dung cơ bản của pháp luật về\nA. lao động công vụ.\nB. phát triển kinh tế.\nC. quan hệ xã hội.\nD. bảo vệ môi trường.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Công dân đủ điều kiện theo quy định của pháp luật được tiến hành các hoạt động kinh doanh là một trong những nội dung cơ bản của pháp luật về phát triển kinh tế.\nChọn đáp án B"
    },
    {
        "ID": "Civ_1_21",
        "Image_Question": "",
        "Question": "Câu 21:Tiền làm chức năng phương tiện cất trữ trong trường hợp nào?\nA. Gửi tiền vào ngân hàng.\nB. Mua bán xe mô tô.\nC. Mua lương thực dùng dần.\nD. Mua vàng cất vào két.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Tiền làm chức năng phương tiện cất trữ trong trường hợp mua vàng cất vào két.\nChọn đáp án D"
    },
    {
        "ID": "Civ_1_22",
        "Image_Question": "",
        "Question": "Câu 22:Cạnh tranh có vai trò nào sau đây trong sản xuất và lưu thông hàng hoá?\nA. Cơ sở sản xuất hàng hoá.\nB. Triệt tiêu lợi nhuận đầu tư.\nC. Nền tảng của sản xuất hàng hoá.\nD. Một động lực kinh tế.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Cạnh tranh có vai trò là động lực kinh tế trong sản xuất và lưu thông hàng hoá.\nChọn đáp án D"
    },
    {
        "ID": "Civ_1_23",
        "Image_Question": "",
        "Question": "Câu 23:Công chức, viên chức nhà nước thực hiện hành vi nào sau đây là vi phạm kỷ luật?\nA. Đề xuất hưởng phụ cấp độc hại.\nB. Tìm hiểu các nghi lễ tôn giáo.\nC. Nghỉ việc không có lí do chính đáng.\nD. Từ bỏ mọi hủ tục vùng miền.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Công chức, viên chức nhà nước thực hiện hành vi nghỉ việc không có lí do chính đáng là vi phạm kỷ luật.\nChọn đáp án C"
    },
    {
        "ID": "Civ_1_24",
        "Image_Question": "",
        "Question": "Câu 24:Công dân phải chịu trách nhiệm trách nhiệm hành chính khi thực hiện hành vi nào dưới đây?\nA. Không chấp hành quy định phòng dịch.\nB. Tổ chức đưa người vượt biên trái phép.\nC. Làm giả con dấu để chiếm đoạt tài sản.\nD. Đăng nhập tài khoản công trực tuyến.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Công dân phải chịu trách nhiệm trách nhiệm hành chính khi thực hiện hành vi không chấp hành quy định phòng dịch.\nChọn đáp án A"
    },
    {
        "ID": "Civ_1_25",
        "Image_Question": "",
        "Question": "Câu 25:Quyền bình đẳng giữa các dân tộc không bao gồm nội dung nào dưới đây?\nA. Bình đẳng về chính trị.\nB. Bình đẳng về xã hội.\nC. Bình đẳng về kinh tế.\nD. Bình đẳng về văn hóa, giáo dục.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Quyền bình đẳng giữa các dân tộc không bao gồm nội dungbình đẳng về xã hội.\nChọn đáp án B"
    },
    {
        "ID": "Civ_1_26",
        "Image_Question": "",
        "Question": "Câu 26:Theo quy định của pháp luật, việc khám xét chỗ ở của người nào đó không được tiến hành khi đủ căn cứ khẳng định ở đó chỉ có\nA. người đang bị truy nã.\nB. phương tiện gây án.\nC. bạo lực gia đình.\nD. tội phạm đang lẩn trốn.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Theo quy định của pháp luật, việc khám xét chỗ ở của người nào đó khôngđược tiến hành khi đủ căn cứ khẳng định ở đó chỉ có bạo lực gia đình\nChọn đáp án C"
    },
    {
        "ID": "Civ_1_27",
        "Image_Question": "",
        "Question": "Câu 27:Theo quy định của pháp luật, hành vi nào dưới đây vi phạm quyền bất khả xâm phạm về thân thể của công dân?\nA. Bắt cóc con tin.\nB. Đe dọa giết người.\nC. Khống chế tội phạm.\nD. Theo dõi nạn nhân.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Theo quy định của pháp luật, hành vi bắt cóc con tin là vi phạm quyền bất khả xâm phạm về thân thể của công dân.\nChọn đáp án A"
    },
    {
        "ID": "Civ_1_28",
        "Image_Question": "",
        "Question": "Câu 28:Theo quy định của pháp luật, tại thời điểm tổ chức bầu cử, cử tri không vi phạm nguyên tắc bầu cử khi\nA. độc lập lựa chọn ứng cử viên.\nB. ủy quyền thực hiện nghĩa vụ bầu cử.\nC. đồng loạt sao chép phiếu bầu.\nD. công khai nội dung đã viết vào phiếu bầu.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Theo quy định của pháp luật, tại thời điểm tổ chức bầu cử, cử tri không vi phạm nguyên tắc bầu cử khi độc lập lựa chọn ứng cử viên.\nChọn đáp án A"
    },
    {
        "ID": "Civ_1_29",
        "Image_Question": "",
        "Question": "Câu 29:Theo quy định của pháp luật, công dân cần thực hiện quyền tố cáo khi phát hiện người nào đó đang\nA. tổ chức truy bắt tội phạm.\nB. kích động biểu tình trái phép.\nC. tham gia hoạt động tôn giáo.\nD. bí mật theo dõi nghi can.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Theo quy định của pháp luật, công dân cần thực hiện quyền tố cáo khi phát hiện người nào đó đang kích động biểu tình trái phép.\nChọn đáp án B"
    },
    {
        "ID": "Civ_1_30",
        "Image_Question": "",
        "Question": "Câu 30:Công dân thực hiện quyền sáng tạo trong trường hợp nào sau đây?\nA. Giám sát quy hoạch đô thị.\nB. Hợp lý hóa sản xuất.\nC. Sử dụng dịch vụ truyền thông.\nD. Kiểm tra sản phẩm.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Công dân thực hiện quyền sáng tạo trong trường hợp đó là hợp lý hóa sản xuất.\nChọn đáp án B"
    },
    {
        "ID": "Civ_1_31",
        "Image_Question": "",
        "Question": "Câu 31:Cục thông tin và truyền thông đã quyết định xử phạt việc chị T đã có hành vi đăng tải lên trang cá nhân những thông tin trái với thuần phong mỹ tục, ảnh hưởng nghiêm trọng tới nhận thức và hành vi của trẻ nhỏ. Việc làm của cục thông tin và truyền thông thể hiện đặc trưng nào dưới đây của pháp luật?\nA. Tính chặt chẽ về hình thức.\nB. Tính kỉ luật nghiêm minh.\nC. Tính quyền lực, bắt buộc chung.\nD. Tính quy phạm phổ biến.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Cục thông tin và truyền thông đã quyết định xử phạt việc chị T đã có hành vi đăng tải lên trang cá nhân những thông tin trái với thuần phong mỹ tục, ảnh hưởng nghiêm trọng tới nhận thức và hành vi của trẻ nhỏ. Việc làm của cục thông tin và truyền thông thể hiện đặc trưng tính quyền lực, bắt buộc chung.\nChọn đáp án C"
    },
    {
        "ID": "Civ_1_32",
        "Image_Question": "",
        "Question": "Câu 32:Bạn L viết bài ca ngợi ý thức vệ sinh môi trường, tích cực tham gia phòng chống dich của các bạn học sinh trong trường sau đó đăng lên trang Web của nhà trường. Bạn L đã thực hiện pháp luật theo hình thức nào sau đây?\nA. Sử dụng pháp luật.\nB. Áp dụng pháp luật.\nC. Thi hành pháp luật.\nD. Tuân thủ pháp luật.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Bạn L viết bài ca ngợi ý thức vệ sinh môi trường, tích cực tham gia phòng chống dich của các bạn học sinh trong trường sau đó đăng lên trang Web của nhà trường. Bạn L đã thực hiện pháp luật theo hình thức sử dụng pháp luật.\nChọn đáp án A"
    },
    {
        "ID": "Civ_1_33",
        "Image_Question": "",
        "Question": "Câu 33:Ông A là người dân tộc thiểu số, ông B là người Kinh. Đến ngày bầu cử đại biểu Quốc hội, cả hai ông đều đi bầu cử. Điều này thể hiện các dân tộc bình đẳng trong lĩnh vực nào?\nA. Kinh tế.\nB. Chính trị.\nC. Văn hóa.\nD. Giáo dục.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Ông A là người dân tộc thiểu số, ông B là người Kinh. Đến ngày bầu cử đại biểu Quốc hội, cả hai ông đều đi bầu cử. Điều này thể hiện các dân tộc bình đẳng trong lĩnh vực chính trị.\nChọn đáp án B"
    },
    {
        "ID": "Civ_1_34",
        "Image_Question": "",
        "Question": "Câu 34:D cùng các bạn đá bóng, không may quả bóng bay vào sân nhà anh M làm vỡ bể cá cảnh. Tức giận, anh M đuổi đánh cả nhóm, do chạy chậm nên D bị anh M bắt giữ và giam trong nhà kho của anh hai ngày. Anh M đã vi phạm quyền nào dưới đây của công dân?\nA. Bất khả xâm phạm về thân thể.\nB. Được pháp luật bảo hộ về quan điểm.\nC. Được pháp luật bảo hộ về tài sàn.\nD. Bất khả xâm phạm về chỗ ở.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "D cùng các bạn đá bóng, không may quả bóng bay vào sân nhà anh M làm vỡ bể cá cảnh. Tức giận, anh M đuổi đánh cả nhóm, do chạy chậm nên D bị anh M bắt giữ và giam trong nhà kho của anh hai ngày. Anh M đã vi phạm quyền bất khả xâm phạm về thân thể của công dân.\nChọn đáp án A"
    },
    {
        "ID": "Civ_1_35",
        "Image_Question": "",
        "Question": "Câu 35:Công dân T tham gia thảo luận cho dự án định cạnh định cư, giải phóng mặt bằng, tái định cư của huyện Y và đưa ra những góp ý xác đáng cho dự án. Điều này cho thấy công dân T đã thực hiện quyền dân chủ nào dưới đây?\nA. Được cung cấp thông tin nội bộ.\nB. Đóng góp ý kiến.\nC. Tham gia quản lí nhà nước và xã hội.\nD. Tự do thảo luận.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Công dân T tham gia thảo luận cho dự án định cạnh định cư, giải phóng mặt bằng, tái định cư của huyện Y và đưa ra những góp ý xác đáng cho dự án. Điều này cho thấy công dân T đã thực hiện quyền tham gia quản lí nhà nước và xã hội.\nChọn đáp án C"
    },
    {
        "ID": "Civ_1_36",
        "Image_Question": "",
        "Question": "Câu 36:Sau khi biết ông N được cấp chứng nhận bản quyền sáng chế máy bóc tách vỏ lạc, anh M đã bí mật sao chép, tự nhận mình là người tạo nên mẫu thiết kế và sản xuất ra máy đó rồi bán cho người tiêu dùng. Anh M đã vi phạm quyền sáng tạo của công dân ở nội dung nào sau đây?\nA. Quyền tác giả.\nB. Chuyển giao kĩ thuật.\nC. Nâng cấp sản phẩm.\nD. Ứng dụng công nghệ.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Sau khi biết ông N được cấp chứng nhận bản quyền sáng chế máy bóc tách vỏ lạc, anh M đã bí mật sao chép, tự nhận mình là người tạo nên mẫu thiết kế và sản xuất ra máy đó rồi bán cho người tiêu dùng. Anh M đã vi phạm quyền sáng tạo của công dân ở nội dung quyền tác giả.\nChọn đáp án A"
    },
    {
        "ID": "Civ_1_37",
        "Image_Question": "",
        "Question": "Câu 37:Do cố tình né tránh chốt kiểm soát dịch bệnh nên xe gắn máy do anh K điều khiển đã va chạm vào ông L đang cùng cháu chơi dưới lòng đường khiến hai ông cháu bị ngã và thương nhẹ. Anh X là người bán vé số dưới vỉ hè cạnh đó thấy anh K không xin lỗi ông L mà còn lớn tiếng quát tháo, liền lao vào dùng gậy làm hỏng xe máy của anh K. Hai chị H, P đi qua liền dừng lại để can ngăn hai người nhưng không được nên đã gọi điện cho cảnh sát giao thông đến xử lí. Những ai dưới đây đồng thời phải chịu trách nhiệm hành chính và trách nhiệm dân sự?\nA. Ông L và anh X.\nB. Anh X, chị H và chị P.\nC. Anh K và anh X.\nD. Anh K và anh X.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Khi làm tình huống chú ý đọc câu hỏi trước,tìm từ “chìa khóa”gạch chân từ khóa. Đọc đề đến đâu, gạch chân, ghi đáp án (bên cạnh) đến đó. Khi đọc đề không suy diễn, mà phải dựa vào câu chữ để xác định đáp án.\nVới tình huống này vận dụng nội dung bài 2, GDCD12 thì người đồng thời phải chịu trách nhiệm hành chính và trách nhiệm dân sự gồm anh K và anh X vì:\n+ Anh K cố tình né tránh chốt kiểm soát dịch bệnh là vi phạm hành chính; đồng thời anh K điều khiển xe máy đã va chạm vào ông L đang cùng cháu chơi dưới lòng đường khiến hai ông cháu bị ngã và thương vì vậy phải bồi thường nên là trách nhiệm dân sự.\n+ Anh X bán vé số dưới vỉ hè là vi phạm hành chính; đồng thời anh đã dùng gậy làm hỏng xe máy của anh K vì vậy phải bồi thường nên là trách nhiệm dân sự.\nChọn đáp án D"
    },
    {
        "ID": "Civ_1_38",
        "Image_Question": "",
        "Question": "Câu 38:Ông S là giám đốc, anh B, anh D, chị A là nhân viên và chị Q là nhân viên tập sự cùng làm việc tại công ty X. Anh D tố cáo việc anh B đe dọa chị A làm chị A đột ngột bỏ việc trốn đi biệt tích. Vì thế, cán bộ cơ quan chức năng đến gặp ông S để xác minh sự việc. Cho rằng anh D cố tình hạ thấp uy tín của mình, ông S đã kí quyết định sa thải anh và phân công chị Q tạm thời đảm nhận phần việc của anh D. Những ai sau đây vi phạm quyền bình đẳng trong lao động?\nA. Chị A và ông S.\nB. Ông S và chị Q.\nC. Ông S, chị A và chị Q.\nD. Chị A, ông S và anh B.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Tương tự như cách làm tình huống trên, với tình huống này vận dụng nội dung bài 4, GDCD12thì người vi phạm quyền bình đẳng trong lao động là chị A và ông S vì:\n+ Chị A đột ngột bỏ việc trốn đi biệt tích\n+ Ông S nghi ngờ không có căn cứ, cho rằng anh D cố tình hạ thấp uy tín của mình, nên đã kí quyết định sa thải anh và phân công chị Q tạm thời đảm nhận phần việc của anh D.\nChọn đáp án A"
    },
    {
        "ID": "Civ_1_39",
        "Image_Question": "",
        "Question": "Câu 39:Cho rằng ông T đã cố ý dàn xếp để mình bị giám đốc kỷ luật và cho thôi việc, K đã tố cáo ông T với lý do bịa đặt, rằng ông T có quan hệ bất chính với chị Y. Thấy vậy, con ông T là G đã nhờ P và N đến nói chuyện với K nhưng không được. Do thiếu kiềm chế nên N đã chửi bới vợ anh K, còn P đã đánh anh K bị thương phải nhập viện. Chứng kiến cảnh xô xát đó, chị Q liền quay phim và tung lên mạng với nội dung ông T thuê người đánh chồng mình để xiết nợ nhằm hạ uy tín của ông T. Những ai đã vi phạm quyền được pháp luật bảo hộ về danh dự và nhân phẩm của công dân?\nA. Ông T, anh P, N và anh K.\nB. Anh K, anh N và chị Q.\nC. Anh K, N và anh P.\nD. Chị Q, ông T, anh K và N.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Tương tự như cách làm tình huống trên với tình huống này vận dụng nội dungbài 6, GDCD12 quyền được pháp luật bảo hộ về danh dự và nhân phẩm của công dân thì người vi phạm gồm anh K, anh N và chị Q vì:\n+ K đã tố cáo ông T với lý do bịa đặt, rằng ông Tcó quan hệ bất chính với chị Y\n+ N đã chửi bới vợ anh K\n+ chị Q liền quay phim và tung lên mạng với nội dung ông Tthuê người đánh chồng mình để xiết nợ nhằm hạ uy tín của ông T.\nChọn đáp án B"
    },
    {
        "ID": "Civ_1_40",
        "Image_Question": "",
        "Question": "Câu 40:Vì nhận của ông T năm mươi triệu đồng nên ông G là giám đốc công ty S đã đơn phương chấm dứt hợp đồng lao động với chị M và nhận con gái của ông T là chị X vào làm việc. Biết chuyện, chồng chị M là anh K đã đến để chửi bới và đập phá đồ đạc trong phòng làm việc của ông G. Khi đến giải quyết vụ việc, do anh P là trưởng công an phường đã nhận tiền của ông G nên anh đã lập biên bản ghi thêm lỗi đánh người gây thương tích mà anh K không vi phạm. Những ai dưới đây vừa bị khiếu nại, vừa bị tố cáo?\nA. Ông G, ông T và chị X.\nB. Ông G và anh K.\nC. Ông G và anh P.\nD. Ông G, ông T và anh P.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Tương tự như cách làm tình huống trên với tình huống này vận dụng nội dungbài 7, GDCD12. Hành vi của ông G và anh P vừa bị khiếu nại vừa bị tố cáo vì :\n+ Ông G là giám đốc công ty S đã đơn phương chấm dứt hợp đồng lao động với chị M; đồng thời ông G đã hối lộ trưởng công an phường.\n+ P là trưởng công an phường đã nhận tiền của ông G, nên anh đã lập biên bản ghi thêm lỗi đánh người gây thương tích mà anh K không vi phạm\nChọn đáp án C"
    }
]