[
    {
        "ID": "Civ_30_1",
        "Image_Question": "",
        "Question": "Câu 1:Nội dung nào dưới đây là một trong những vai trò của sản xuất của cải vật chất?\nA. Cơ sở tồn tại của xã hội\nB. Tạo ra các giá trị vật chất và tinh thần.\nC. Giúp con người có việc làm.\nD. Thúc đẩy tăng trưởng kinh tế.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nCơ sở tồn tại của xã hội là một trong những vai trò của sản xuất của cải vật chất"
    },
    {
        "ID": "Civ_30_2",
        "Image_Question": "",
        "Question": "Câu 2:Mọi công dân vi phạm pháp luật đều phải bị xử lí theo quy định của pháp luật là thể hiện bình đẳng về\nA. trách nhiệm pháp lí.\nB. nghĩa vụ và trách nhiệm.\nC. quyền và nghĩa vụ.\nD. trách nhiệm",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nMọi công dân vi phạm pháp luật đều phải bị xử lí theo quy định của pháp luật là thể hiện bình đẳng về trách nhiệm pháp lí"
    },
    {
        "ID": "Civ_30_3",
        "Image_Question": "",
        "Question": "Câu 3:Để trực tiếp giao kết hợp đồng lao động, người lao động phải đáp ứng điều kiện nào dưới đây?\nA. Đủ 15 tuổi trở lên và có khả năng lao động\nB. Đủ 18 tuổi trở lên và có khả năng lao động\nC. Đủ 16 tuổi trở lên và có khả năng lao động.\nD. Đủ 21 tuổi trở lên và có khả năng lao động.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nĐể trực tiếp giao kết hợp đồng lao động, người lao động phải đủ 18 tuổi trở lên và có khả năng lao động"
    },
    {
        "ID": "Civ_30_4",
        "Image_Question": "",
        "Question": "Câu 4:Theo quy định của pháp luật, các cơ sở kinh doanh không đảm bảo quy định về an toàn phòng chống cháy nổ là vi phạm pháp luật nào dưới đây?\nA. Hành chính.\nB. Dân sự.\nC. Hình sự.\nD. Kỉ luật",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nTheo quy định của pháp luật, các cơ sở kinh doanh không đảm bảo quy định về an toàn phòng chống cháy nổ là vi phạm pháp luật  hành chính."
    },
    {
        "ID": "Civ_30_5",
        "Image_Question": "",
        "Question": "Câu 5:Không ai được xâm phạm tới danh dự và nhân phẩm của người khác là nội dung quyền nào dưới đây của công dân?\nA. Quyền được pháp luật bảo hộ về danh dự và nhân phẩm.\nB. Quyền được bảo đảm an toàn thanh danh của người khác.\nC. Quyền nhân thân.\nD. Quyền được pháp luật bảo hộ về uy tín",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nKhông ai được xâm phạm tới danh dự và nhân phẩm của người khác là nội dung quyền được pháp luật bảo hộ về danh dự và nhân phẩm"
    },
    {
        "ID": "Civ_30_6",
        "Image_Question": "",
        "Question": "Câu 6:Việc kiểm soát thư tín, điện thoại, điện tín của cá nhân được thực hiện trong trường hợp pháp luật có quy định và phải có quyết định của\nA. thủ trưởng cơ quan.\nB. cơ quan nhà nước có thẩm quyền.\nC. cơ quan công an xã, phường.\nD. cơ quan quân đội.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nViệc kiểm soát thư tín, điện thoại, điện tín của cá nhân được thực hiện trong trường hợp pháp luật có quy định và phải có quyết định của cơ quan nhà nước có thẩm quyền."
    },
    {
        "ID": "Civ_30_7",
        "Image_Question": "",
        "Question": "Câu 7:Một trong những mặt tích cực của quy luật giá trị là\nA. kích thích lực lượng sản xuất phát triển và năng suất lao động tăng lên.\nB. người tiêu dùng mua được hàng hoá rẻ.\nC. người sản xuất có thể sản xuất nhiều loại hàng hoá.\nD. người sản xuất có điều kiện trở nên giàu có.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nMột trong những mặt tích cực của quy luật giá trị là kích thích lực lượng sản xuất phát triển và năng suất lao động tăng lên."
    },
    {
        "ID": "Civ_30_8",
        "Image_Question": "",
        "Question": "Câu 8:Công dân có thể học bằng nhiều hình thức khác nhau và học ở các loại hình trường, lớp khác nhau là biểu hiện của quyền\nA. học thường xuyên, học suốt đời.\nB. học không hạn chế.\nC. học ở bất cứ nơi nào.\nD. bình đẳng về cơ hội học tập",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nCông dân có thể học bằng nhiều hình thức khác nhau và học ở các loại hình trường, lớp khác nhau là biểu hiện của quyền học thường xuyên, học suốt đời"
    },
    {
        "ID": "Civ_30_9",
        "Image_Question": "",
        "Question": "Câu 9:Sự cạnh tranh vi phạm pháp luật và chuẩn mực đạo đức là cạnh tranh\nA. không tốt\nB. hỗn loạn\nC. không lành mạnh.\nD. không công bằng",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nSự cạnh tranh vi phạm pháp luật và chuẩn mực đạo đức là cạnh tranh không lành mạnh."
    },
    {
        "ID": "Civ_30_10",
        "Image_Question": "",
        "Question": "Câu 10:Pháp luật có tính quyền lực, bắt buộc chung, nghĩa là quy định bắt buộc đối với\nA. mọi người từ 18 tuổi trở lên.\nB. mọi cá nhân, tổ chức.\nC. một số đối tượng cần thiết.\nD. mọi cán bộ công chức",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nPháp luật có tính quyền lực, bắt buộc chung, nghĩa là quy định bắt buộc đối với mọi cá nhân, tổ chức."
    },
    {
        "ID": "Civ_30_11",
        "Image_Question": "",
        "Question": "Câu 11:Pháp luật phản ánh những nhu cầu, lợi ích của các giai cấp, tầng lớp khác nhau trong xã hội là thể hiện bản chất nào dưới đây của pháp luật?\nA. Bản chất xã hội.\nB. Bản chất giai cấp.\nC. Bản chất nhân dân.\nD. Bản chất hiện đại",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nPháp luật phản ánh những nhu cầu, lợi ích của các giai cấp, tầng lớp khác nhau trong xã hội là thể hiện bản chất xã hội của pháp luật"
    },
    {
        "ID": "Civ_30_12",
        "Image_Question": "",
        "Question": "Câu 12:Chủ thể nào dưới đây có quyền tham gia quản lí nhà nước và xã hội?\nA. Chỉ những người có chức quyền.\nB. Mọi công dân.\nC. Chỉ những người được giao nhiệm vụ.\nD. Chỉ có Uỷ ban nhân dân các cấp",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nMọi công dân có quyền tham gia quản lí nhà nước và xã hội"
    },
    {
        "ID": "Civ_30_13",
        "Image_Question": "",
        "Question": "Câu 13:Thông tin của thị trường giúp người mua\nA. mua được những hàng hoá mình cần.\nB. biết được số lượng và chất lượng hàng hoá.\nC. điều chỉnh việc mua bán sao cho có lợi nhất.\nD. biết được giá cả hàng hoá trên thị trường",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nThông tin của thị trường giúp người mua điều chỉnh việc mua bán sao cho có lợi nhất."
    },
    {
        "ID": "Civ_30_14",
        "Image_Question": "",
        "Question": "Câu 14:Công dân có thể học bất cứ ngành, nghề nào phù hợp với năng khiếu, khả năng, sở thích và điều kiện của mình là một trong các nội dung quyền nào dưới đây của công dân?\nA. Quyền học tập của công dân.\nB. Quyền sáng tạo của công dân\nC. Quyền quyết định học tập.\nD. Quyền học tập theo sở thích",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nCông dân có thể học bất cứ ngành, nghề nào phù hợp với năng khiếu, khả năng, sở thích và điều kiện của mình là một trong các nội dung quyền học tập của công dân."
    },
    {
        "ID": "Civ_30_15",
        "Image_Question": "",
        "Question": "Câu 15:Quy định trong các văn bản diễn đạt chính xác, một nghĩa để mọi người đều hiểu đúng và thực hiện đúng là thể hiện đặc trưng nào dưới đây của pháp luật?\nA. Tính quy phạm phổ biến.\nB. Tính xác định chặt chẽ về mặt hình thức.\nC. Tính chặt chẽ và thuận lợi khi sử dụng.\nD. Tính quần chúng nhân dân.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nQuy định trong các văn bản diễn đạt chính xác, một nghĩa để mọi người đều hiểu đúng và thực hiện đúng là thể hiện yính xác định chặt chẽ về mặt hình thức.  của pháp luật"
    },
    {
        "ID": "Civ_30_16",
        "Image_Question": "",
        "Question": "Câu 16:Trách nhiệm pháp lí được áp dụng nhằm mục đích nào dưới đây?\nA. Trừng trị nghiêm khắc nhất đối với người vi phạm pháp luật.\nB. Buộc chủ thể vi phạm pháp luật chấm dứt hành vi trái pháp luật.\nC. Xác định được người xấu và người tốt.\nD. Cách li người vi phạm với những người xung quanh",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nTrách nhiệm pháp lí được áp dụng buộc chủ thể vi phạm pháp luật chấm dứt hành vi trái pháp luật."
    },
    {
        "ID": "Civ_30_17",
        "Image_Question": "",
        "Question": "Câu 17:Người kinh doanh không phải thực hiện nghĩa vụ nào dưới đây?\nA. Bảo vệ môi trường.\nB. Đóng góp vào quỹ xoá đói giảm nghèo.\nC. Nộp thuế đầy đủ theo quy định.\nD. Kinh doanh đúng ngành nghề đăng kí.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nNgười kinh doanh không phải thực hiện nghĩa vụ Đóng góp vào quỹ xoá đói giảm nghèo."
    },
    {
        "ID": "Civ_30_18",
        "Image_Question": "",
        "Question": "Câu 18:Công ty sản xuất thực phẩm đảm bảo an toàn thực phẩm là đã thực hiện nghĩa vụ nào dưới đây của người kinh doanh?\nA. Đảm bảo chất lượng thực phẩm.\nB. Bảo vệ quyền lợi người tiêu dùng.\nC. Bảo vệ an toàn sức khoẻ cho nhân dân.\nD. Đảm bảo chất lượng cuộc sống",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nCông ty sản xuất thực phẩm đảm bảo an toàn thực phẩm là đã thực hiện nghĩa vụ Bảo vệ quyền lợi người tiêu dùng."
    },
    {
        "ID": "Civ_30_19",
        "Image_Question": "",
        "Question": "Câu 19:Theo quy định của pháp luật Việt Nam, người chưa thành niên có độ tuổi là bao nhiêu?\nA. Chưa đủ 14 tuổi.\nB. Chưa đủ 16 tuổi.\nC. Chưa đủ 18 tuổi.\nD. Chưa đủ 20 tuổi",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nTheo quy định của pháp luật Việt Nam, người chưa thành niên có độ tuổi chưa đủ 18 tuổi."
    },
    {
        "ID": "Civ_30_20",
        "Image_Question": "",
        "Question": "Câu 20:Việc công dân A không tố giác tội phạm là thuộc loại hành vi nào dưới đây?\nA. Hành vi hành động.\nB. Hành vi tuân thủ pháp luật.\nC. Hành vi không hành động.\nD. Hành vi không thi hành pháp luật.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nViệc công dân A không tố giác tội phạm là thuộc loại hành vi không hành động."
    },
    {
        "ID": "Civ_30_21",
        "Image_Question": "",
        "Question": "Câu 21:Luật Hôn nhân và gia đình quy định nam, nữ khi kết hôn với nhau phải tuân theo điều kiện: Nam từ đủ 20 tuổi trở lên, nữ từ đủ 18 tuổi trở lên, là thể hiện đặc trưng nào dưới đây của pháp luật?\nA. Tính xác định chặt chẽ về mặt hình thức.\nB. Tính quy phạm phổ biến\nC. Tính nhân dân và xã hội.\nD. Tính quần chúng rộng rãi",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nLuật Hôn nhân và gia đình quy định nam, nữ khi kết hôn với nhau phải tuân theo điều kiện: Nam từ đủ 20 tuổi trở lên, nữ từ đủ 18 tuổi trở lên, là thể hiện đặc trưng tính quy phạm phổ biến"
    },
    {
        "ID": "Civ_30_22",
        "Image_Question": "",
        "Question": "Câu 22:Vi phạm hình sự là hành vi nguy hiểm cho xã hội, bị coi là\nA. nghi phạm.\nB. tội phạm.\nC. vi phạm.\nD. xâm phạm",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nVi phạm hình sự là hành vi nguy hiểm cho xã hội, bị coi là tội phạm"
    },
    {
        "ID": "Civ_30_23",
        "Image_Question": "",
        "Question": "Câu 23:Giáo dục, răn đe những người khác để họ tránh hoặc kiềm chế việc làm trái pháp luật là một trong các mục đích\nA. của giáo dục pháp luật.\nB. của trách nhiệm pháp lí.\nC. của thực hiện pháp luật.\nD. của vận dụng pháp luật",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nGiáo dục, răn đe những người khác để họ tránh hoặc kiềm chế việc làm trái pháp luật là một trong các mục đích của trách nhiệm pháp lí."
    },
    {
        "ID": "Civ_30_24",
        "Image_Question": "",
        "Question": "Câu 24:Thực hiện đúng cam kết, không có học sinh nào của Trường Trung học phổ thông X đốt pháo trong dịp tết Nguyên đán. Việc làm này là hình thức thực hiện pháp luật nào dưới đây?\nA. Sử dụng pháp luật.\nB. Thi hành pháp luật.\nC. Tuân thủ pháp luật.\nD. Áp dụng pháp luật",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nThực hiện đúng cam kết, không có học sinh nào của Trường Trung học phổ thông X đốt pháo trong dịp tết Nguyên đán. Việc làm này là hình tc uân thủ pháp luật."
    },
    {
        "ID": "Civ_30_25",
        "Image_Question": "",
        "Question": "Câu 25:Toà án nhân dân Thành phố Hồ Chí Minh ra quyết định xử phạt Nguyễn Văn A 4 năm tù về tội “Sử dụng trái phép chất ma tuý”. Quyết định của Toà án là hình thức\nA. sử dụng pháp luật.\nB. thi hành pháp luật\nC. áp dụng pháp luật\nD. tuân thủ pháp luật.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nToà án nhân dân Thành phố Hồ Chí Minh ra quyết định xử phạt Nguyễn Văn A 4 năm tù về tội “Sử dụng trái phép chất ma tuý”. Quyết định của Toà án là hình thức áp dụng pháp luật"
    },
    {
        "ID": "Civ_30_26",
        "Image_Question": "",
        "Question": "Câu 26:Khi đi công tác Malaysia, Nguyễn Bình T đã giấu để mang theo 80.000 USD, khi làm thủ tục, số tiền này đã bị hải quan sân bay Tân Sơn Nhất phát hiện. Nguyễn Bình T bị khởi tố với tội danh “Vận chuyển trái phép tiền tệ qua biên giới”. Hành vi của Nguyễn Bình T là loại vi phạm nào dưới đây?\nA. Vi phạm hành chính.\nB. Vi phạm dân sự.\nC. Vi phạm kỉ luật\nD. Vi phạm hình sự",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án DHành vi của Nguyễn Bình T là loại vi phạm hình sự"
    },
    {
        "ID": "Civ_30_27",
        "Image_Question": "",
        "Question": "Câu 27:Học xong Trung học phổ thông, chị X không học tiếp ở Đại học. Trên cơ sở Luật Doanh nghiệp, chị đã làm thủ tục và được cấp giấy phép mở cửa hàng kinh doanh thực phẩm. Trong trường hợp này, pháp luật đã thể hiện vai trò nào dưới đây đối với công dân?\nA. Là công cụ chủ yếu của công dân trong kinh doanh.\nB. Là công cụ hữu hiệu cho người sản xuất kinh doanh.\nC. Là phương tiện để công dân thực hiện quyền của mình.\nD. Là phương tiện để công dân đưa ra yêu cầu đổi với Nhà nước",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nTrong trường hợp này, pháp luật là phương tiện để công dân thực hiện quyền của mình."
    },
    {
        "ID": "Civ_30_28",
        "Image_Question": "",
        "Question": "Câu 28:Bác Hồ nói: “Hễ là công dân thì đều có quyền đi bầu cử, không chia gái trai, giàu nghèo, tôn giáo, nòi giống, giai cấp, đảng phái”. Câu nói của Bác Hồ có nghĩa là công dân bình đẳng về\nA. trách nhiệm với đất nước.\nB. quyền của công dân.\nC. quyền và nghĩa vụ.\nD. trách nhiệm pháp lí",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C"
    },
    {
        "ID": "Civ_30_29",
        "Image_Question": "",
        "Question": "Câu nói của Bác Hồ có nghĩa là công dân bình đẳng về quyền và nghĩa vụ",
        "Choice": "",
        "Image_Answer": "",
        "Explanation": "."
    },
    {
        "ID": "Civ_30_30",
        "Image_Question": "",
        "Question": "Câu 29:Anh B và chị C yêu nhau và quyết định kết hôn, nhưng bố mẹ chị C không đồng ý và tìm mọi cách cản trở. Căn cứ vào khoản 1 Điều 8 Luật Hôn nhân và gia đình năm 2014, chị C vẫn quyết định kết hôn với anh B. Trường hợp của chị C cho thấy, pháp luật đã có vai trò là phương tiện gì dưới đây của công dân?\nA. Để bảo vệ quyền riêng tư của công dân\nB. Để bảo vệ tình yêu lứa đôi.\nC. Để công dân thực hiện quyền của mình.\nD. Để công dân thực hiện sở thích của mình.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nTrường hợp của chị C cho thấy, pháp luật để công dân thực hiện quyền của mình."
    },
    {
        "ID": "Civ_30_31",
        "Image_Question": "",
        "Question": "Câu 30:Xuất phát từ yêu cầu bảo vệ chủ quyền quốc gia trên biển, năm 2012 Quốc hội nước ta đã ban hành Luật Biển Việt Nam và Luật đã được áp dụng trong thực tiễn. Yêu cầu ban hành Luật Biển Việt Nam cho thấy pháp luật bắt nguồn từ đâu?\nA. Từ mục đích bảo vệ Tổ quốc.\nB. Từ lợi ích của cán bộ, công chức nhà nước.\nC. Từ kinh nghiệm của các nước trên Biển Đông.\nD. Từ thực tiễn đời sống xã hội.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nYêu cầu ban hành Luật Biển Việt Nam cho thấy pháp luật bắt nguồn từ thực tiễn đời sống xã hội."
    },
    {
        "ID": "Civ_30_32",
        "Image_Question": "",
        "Question": "Câu 31:Do có mâu thuẫn với một cán bộ của Uỷ ban nhân huyện H, K đã viết bài phê phán sai sự thật về người cán bộ này. Hành vi của K đã xâm phạm đến quyền nào dưới đây của công dân?\nA. Quyền được bảo vệ uy tín.\nB. Quyền được pháp luật bảo hộ về danh dự và nhân phẩm.\nC. Quyền được bảo đảm về thanh danh.\nD. Quyền được giữ gìn hình ảnh cá nhân",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nHành vi của K đã xâm phạm đến quyền được pháp luật bảo hộ về danh dự và nhân phẩm của công dân"
    },
    {
        "ID": "Civ_30_33",
        "Image_Question": "",
        "Question": "Câu 32:Trong dịp đại biểu Hội đồng nhân dân xã Q tiếp xúc với cử tri, nhân dân xã kiến nghị với cử tri về hoạt động sản xuất kinh doanh của xã. Đây là biểu quyền nào của công dân?\nA. Quyền bày tỏ ý kiến.\nB. Quyền tự do tư tưởng.\nC. Quyền tự do ngôn luận.\nD. Quyền xây dựng chính quyền",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nTrong dịp đại biểu Hội đồng nhân dân xã Q tiếp xúc với cử tri, nhân dân xã kiến nghị với cử tri về hoạt động sản xuất kinh doanh của xã. Đây là quyền tự do ngôn luận công dân?"
    },
    {
        "ID": "Civ_30_34",
        "Image_Question": "",
        "Question": "Câu 33:Anh Q và anh P bắt được kẻ đang bị truy nã. Hai anh đang lúng túng không biết nên làm gì tiếp theo. Trong trường hợp này, em sẽ khuyên hai anh lựa chọn cách xử sự nào dưới đây cho phù hợp với quy định của pháp luật?\nA. Đánh kẻ bị truy nã một trận cho sợ.\nB. Mắng kẻ bị truy nã một hồi cho hả giận\nC. Lập biên bản rồi thả ra.\nD. Giải về cơ quan công an nơi gần nhất",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nTrong trường hợp này, em sẽ khuyên hai anh giải về cơ quan công an nơi gần nhất"
    },
    {
        "ID": "Civ_30_35",
        "Image_Question": "",
        "Question": "Câu 34:Nhân dân biểu quyết công khai hoặc bỏ phiếu kín tại các hội nghị để quyết định về những vấn đề liên quan ở địa phương là thực hiện quyền nào dưới đây của công dân?\nA. Quyền tự do ngôn luận.\nB. Quyền tham gia quản lí nhà nước và xã hội.\nC. Quyền tự do bày tỏ ý kiến, nguyện vọng.\nD. Quyền công khai, minh bạch.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nNhân dân biểu quyết công khai hoặc bỏ phiếu kín tại các hội nghị để quyết định về những vấn đề liên quan ở địa phương là thực hiện quyền tham gia quản lí nhà nước và xã hội."
    },
    {
        "ID": "Civ_30_36",
        "Image_Question": "",
        "Question": "Câu 35:Q thi đỗ và được tuyển chọn vào lớp Cử nhân chất lượng cao của Trường Đại học Kinh tế - Đại học Quốc gia Hà Nội. Q đã được hưởng quyền nào dưới đây của công dân?\nA. Quyền học không hạn chế.\nB. Quyền ưu tiên trong tuyển sinh.\nC. Quyền được phát triển của công dân.\nD. Quyền ưu tiên trong lựa chọn nơi học tập",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nQ đã được hưởng quyền được phát triển của công dân."
    },
    {
        "ID": "Civ_30_37",
        "Image_Question": "",
        "Question": "Câu 36:Anh Q đi xe máy vượt đèn đỏ, bị cảnh sát giao thông xử phạt tiền 400.000 đồng. Cho rằng, mức phạt như vậy là quá cao, anh Q có thể làm gì trong các việc làm dưới đây cho đúng pháp luật?\nA. Khiếu nại đến Giám đốc Công an tỉnh.\nB. Tố cáo với thủ trưởng đơn vị của người cảnh sát đã xử phạt mình.\nC. Khiếu nại đến người cảnh sát giao thông đã xử phạt mình.\nD. Đăng bài lên Facebook nói xấu người cảnh sát này.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nanh Q có thể khiếu nại đến người cảnh sát giao thông đã xử phạt mình."
    },
    {
        "ID": "Civ_30_38",
        "Image_Question": "",
        "Question": "Câu 37:Ông N đốt rừng làm nương rẫy, làm cháy gần một héc-ta rừng đặc dụng khu di tích lịch sử - văn hoá. Hành vi của ông N là trái pháp luật về\nA. bảo vệ di sản văn hoá.\nB. bảo vệ cảnh quan thiên nhiên.\nC. bảo vệ và phát triển rừng.\nD. bảo vệ nguồn lợi rừng",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nÔng N đốt rừng làm nương rẫy, làm cháy gần một héc-ta rừng đặc dụng khu di tích lịch sử - văn hoá. Hành vi của ông N là trái pháp luật về bảo vệ và phát triển rừng."
    },
    {
        "ID": "Civ_30_39",
        "Image_Question": "",
        "Question": "Câu 38:Cơ quan thuế xử phạt hành chính hai doanh nghiệp chậm nộp thuế, trong đó có một doanh nghiệp nhà nước và một doanh nghiệp tư nhân. Điều này thể hiện quyền bình đẳng nào dưới đây?\nA. Bình đẳng về quyền và nghĩa vụ.\nB. Bình đẳng trước pháp luật.\nC. Bình đẳng về trách nhiệm pháp lí.\nD. Bình đẳng trong kinh doanh",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nĐiều này thể hiện quyền bình đẳng về trách nhiệm pháp lí."
    },
    {
        "ID": "Civ_30_40",
        "Image_Question": "",
        "Question": "Câu 39:Em S (16 tuổi) bị bắt khi đang vận chuyển trái phép ma tuý trên xe mô tô. Tại cơ quan công an, em S khai số ma tuý này là do bà L thuê S chuyên chở rồi trả tiền công cho S. Cơ quan công an triệu tập bà L và bà đã thừa nhận lời khai của S là đúng. Bà L còn khai đã mua số ma tuý này của ông K. Những ai dưới đây vi phạm hình sự?\nA. Em S, bà L và ông K\nB. Bà L và ông K\nC. Em S và ông K\nD. Bà L và em S",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nEm S, bà L và ông K vi phạm hình sự"
    },
    {
        "ID": "Civ_30_41",
        "Image_Question": "",
        "Question": "Câu 40:. Ông K là Giám đốc công ty nói với chị M sẽ không điều chuyển chị sang làm công việc khác nếu chị nộp cho ông 50 triệu đồng. Chị M không làm theo lời ông K nên ông K đã kí quyết định điều chuyển chị sang làm công việc khác nặng nhọc hơn khi chị đang nuôi con nhỏ 10 tháng tuổi. Chị X và chị V biết chuyện này nên đã nói với một số người ở cơ quan. Ai dưới đây là đối tượng vừa bị khiếu nại, vừa bị tố cáo\nA. Chị M và ông K.\nB. Chị X và chị V.\nC. Chị M, ông K, chị X và chị V.\nD. Ông K",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nÔng K là đối tượng vừa bị khiếu nại, vừa bị tố cáo"
    }
]