[
    {
        "ID": "Civ_21_1",
        "Image_Question": "",
        "Question": "Câu 1:Hàng hóa là\nA. sản phẩm của lao động nhằm thoả mãn nhu cầu của con người\nB. sản phẩm để con người trao đổi và mua bán phục vụ cho cuộc sống\nC. sản phẩm của lao động, sản xuất ra với mục đích để trao đổi và mua bán trên thị trường\nD. sản phẩm của lao động có thể thoả mãn một nhu cầu nào đó của con người thông qua trao đổi, mua bán",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nHàng hóa là sản phẩm của lao động có thể thoả mãn một nhu cầu nào đó của con người thông qua trao đổi, mua bán"
    },
    {
        "ID": "Civ_21_2",
        "Image_Question": "",
        "Question": "Câu 2:Các dân tộc đều được Nhà nước và pháp luật tôn trọng, bảo vệ và tạo điều kiện phát triển mà không bị phân biệt đối xử là thể hiện quyền bình đẳng\nA. giữa các dân tộc\nB. giữa các địa phương\nC. giữa các thành phần dân cư\nD. giữa các tầng lớp xã hội",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nCác dân tộc đều được Nhà nước và pháp luật tôn trọng, bảo vệ và tạo điều kiện phát triển mà không bị phân biệt đối xử là thể hiện quyền bình đẳng giữa các dân tộc"
    },
    {
        "ID": "Civ_21_3",
        "Image_Question": "",
        "Question": "Câu 3:Cá nhân, tổ chức nào dưới đây có quyền áp dụng pháp luật?\nA. Mọi cán bộ, công chức nhà nước\nB. Các cơ quan, công chức nhà nước có thẩm quyền\nC. Mọi cơ quan, tổ chức\nD. Mọi công dân",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nCác cơ quan, công chức nhà nước có thẩm quyền có quyền áp dụng pháp luật"
    },
    {
        "ID": "Civ_21_4",
        "Image_Question": "",
        "Question": "Câu 4:Một trong những nội dung của bình đẳng giữa cha mẹ và con là\nA. Cha mẹ không được phân biệt đối xử giữa các con\nB. Cha mẹ có quyền yêu thương con gái hơn con trai\nC. Cha mẹ cần tạo điều kiện học tập tốt hơn cho con trai\nD. Cha mẹ yêu thương, chăm sóc con đẻ hơn con nuôi",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nMột trong những nội dung của bình đẳng giữa cha mẹ và con là Cha mẹ không được phân biệt đối xử giữa các con"
    },
    {
        "ID": "Civ_21_5",
        "Image_Question": "",
        "Question": "Câu 5:Bình đẳng trong quan hệ nhân thân giữa vợ và chồng được thể hiện ở nội dung nào dưới đây?\nA. Vợ chồng có quyền cùng nhau quyết định về kinh tế trong gia đình\nB. Vợ chồng tôn trọng và giữ gìn danh dự, nhân phẩm, uy tín của nhau\nC. Người vợ có quyền quyết định về việc nuôi dạy con\nD. Người vợ cần làm công việc gia đình nhiều hơn chồng để tạo điều kiện cho chồng phát triển",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nBình đẳng trong quan hệ nhân thân giữa vợ và chồng được thể hiện ở nội dung Vợ chồng tôn trọng và giữ gìn danh dự, nhân phẩm, uy tín của nhau"
    },
    {
        "ID": "Civ_21_6",
        "Image_Question": "",
        "Question": "Câu 6:Để được đề nghị sửa đổi nội dung của hợp đồng lao động, cần căn cứ vào nguyên tắc nào dưới đây trong giao kết hợp đồng lao động?\nA. Tự do ngôn luận.\nB. Tự do, công bằng, dân chủ\nC. Tự do, tự nguyện, bình đẳng\nD. Tự do thực hiện hợp đồng",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án CĐể được đề nghị sửa đổi nội dung của hợp đồng lao động, cần căn cứ vào nguyên tắc Tự do, tự nguyện, bình đẳng trong giao kết hợp đồng lao động"
    },
    {
        "ID": "Civ_21_7",
        "Image_Question": "",
        "Question": "Câu 7:Nội dung nào dưới đây nói về quyền bình đẳng giữa các dân tộc về văn hoá?\nA. Các dân tộc có nghĩa vụ phải sử dụng tiếng nói, chữ viết của mình\nB. Các dân tộc có quyền dùng tiếng nói, chữ viết của mình\nC. Các dân tộc có quyên duy trì mọi phong tục, tập quán của dân tộc mình\nD. Các dân tộc có nghĩa vụ phải cải biến những phong tục, tập quán của dân tộc mình cho phù hợp với dân tộc khác",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nNội dung nói về quyền bình đẳng giữa các dân tộc về văn hoá: Các dân tộc có quyền dùng tiếng nói, chữ viết của mình"
    },
    {
        "ID": "Civ_21_8",
        "Image_Question": "",
        "Question": "Câu 8:Sự thay đổi của giá cả hàng hoá là biểu hiện hoạt động của quy luật nào dưới đây?\nA. Quy luật giá trị\nB. Quy luật cung - cầu\nC. Quy luật cạnh tranh\nD. Quy luật lưu thông tiền tệ",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nSự thay đổi của giá cả hàng hoá là biểu hiện hoạt động của quy luật giá trị"
    },
    {
        "ID": "Civ_21_9",
        "Image_Question": "",
        "Question": "Câu 9:Một trong các đặc trưng của pháp luật thể hiện ở\nA. tính dân tộc\nB. tính hiện đại\nC. tính xã  hội\nD. tính quyền lực, bắt buộc chung",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nMột trong các đặc trưng của pháp luật thể hiện ở  tính quyền lực, bắt buộc chung"
    },
    {
        "ID": "Civ_21_10",
        "Image_Question": "",
        "Question": "Câu 10:Nguyên nhân nào dưới đây dẫn đến cạnh tranh trong sản xuất và lưu thông hàng hoá?\nA. Tính hấp dẫn của lợi nhuận\nB. Sự khác nhau về điều kiện và hoàn cảnh sản xuất của mỗi chủ thể\nC. Sự khác nhau về tiền vốn để sản xuất kinh doanh\nD. Sự tồn tại của nhiều chủ sở hữu khác nhau với lợi ích kinh tế khác nhau",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nSự tồn tại của nhiều chủ sở hữu khác nhau với lợi ích kinh tế khác nhau dẫn đến cạnh tranh trong sản xuất và lưu thông hàng hoá"
    },
    {
        "ID": "Civ_21_11",
        "Image_Question": "",
        "Question": "Câu 11:Sản xuất của cải vật chất là sự tác động của con người vào tự nhiên, biến đổi các yếu tố của tự nhiên\nA. để làm thay đổi thế giới tự nhiên theo ý muốn của mình\nB. để tồn tại trong mọi hoàn cảnh\nC. để tạo ra các sản phẩm phù hợp với nhu cầu của mình\nD. để tạo ra com ăn, áo mặc, tạo ra tư liệu sản xuất",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nSản xuất của cải vật chất là sự tác động của con người vào tự nhiên, biến đổi các yếu tố của tự nhiên để tạo ra các sản phẩm phù hợp với nhu cầu của mình"
    },
    {
        "ID": "Civ_21_12",
        "Image_Question": "",
        "Question": "Câu 12:Pháp luật do tổ chức nào dưới đây ban hành?\nA. Nhà nước\nB. Chính quyền\nC. Uỷ ban nhân dân các cấp\nD. Mặt trận Tổ quốc Việt Nam",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nPháp luật do Nhà nước  ban hành"
    },
    {
        "ID": "Civ_21_13",
        "Image_Question": "",
        "Question": "Câu 13:Pháp luật mang bản chất xã hội, vì pháp luật\nA. phản ánh lợi ích của giai cấp công nhân\nB. bắt nguồn từ thực tiễn đời sống xã hội\nC. luôn tồn tại trong mọi xã hội\nD. phản ánh lợi ích của giai cấp cầm quyền",
        "Choice": "",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án  B\nPháp luật mang bản chất xã hội, vì pháp luật bắt nguồn từ thực tiễn đời sống xã hội"
    },
    {
        "ID": "Civ_21_14",
        "Image_Question": "",
        "Question": "Câu 14:Một trong những nội dung của quyền được phát hiển của công dân là:\nA. Công dân có quyền được khuyến khích, bồi dưỡng để phát triển tài năng\nB. Công dân được học ở các trường đại học\nC. Công dân được học ở nơi nào mình thích\nD. Công dân được học môn học nào mình thích",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nMột trong những nội dung của quyền được phát hiển của công dân là: Công dân có quyền được khuyến khích, bồi dưỡng để phát triển tài năng"
    },
    {
        "ID": "Civ_21_15",
        "Image_Question": "",
        "Question": "Câu 15:Vi phạm hành chính là hành vi vi phạm pháp luật, xâm phạm các quy tắc nào dưới đây?\nA. An toàn lao động\nB. Kí kết họp đồng\nC. Công vụ nhà nước\nD. Quản lí nhà nước",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nVi phạm hành chính là hành vi vi phạm pháp luật, xâm phạm các quy tắc Quản lí nhà nước"
    },
    {
        "ID": "Civ_21_16",
        "Image_Question": "",
        "Question": "Câu 16:Người có hành vi vi phạm hình sự thì phải chịu hách nhiệm\nA. hình sự\nB. hành  chính\nC. kỉ luật\nD. dân sự",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nNgười có hành vi vi phạm hình sự thì phải chịu hách nhiệm hình sự"
    },
    {
        "ID": "Civ_21_17",
        "Image_Question": "",
        "Question": "Câu 17:Mọi doanh nghiệp đều có quyền tự do lựa chọn hình thức tổ chức kinh doanh là thể hiện quyền bình đẳng\nA. trong kinh doanh\nB. trong lao động\nC. trong tài chính\nD. trong tổ chức",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nMọi doanh nghiệp đều có quyền tự do lựa chọn hình thức tổ chức kinh doanh là thể hiện quyền bình đẳng trong kinh doanh"
    },
    {
        "ID": "Civ_21_18",
        "Image_Question": "",
        "Question": "Câu 18:Người nào dưới đây mới có quyền tự do ngôn luận?\nA. Nhà báo\nB. Cán bộ, công chức nhà nước\nC. Người từ 18 tuổi trở lên\nD. Mọi công dân",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nMọi công dân có quyền tự do ngôn luận"
    },
    {
        "ID": "Civ_21_19",
        "Image_Question": "",
        "Question": "Câu 19:Hành vi nào dưới đây xâm phạm quyền được pháp luật bảo hộ về tính mạng, sức khỏe của công dân?\nA. Tự tiện bắt người\nB. Đánh người gây thương tích\nC. Tự tiện giam giữ người\nD. Đe doạ đánh người",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nĐánh người gây thương tích xâm phạm quyền được pháp luật bảo hộ về tính mạng, sức khỏe của công dân"
    },
    {
        "ID": "Civ_21_20",
        "Image_Question": "",
        "Question": "Câu 20:Khi thuê nhà của ông T, ông A đã tự sửa chữa, cải tạo mà không hỏi ý kiến của ông T. Ông A đã có hành vi\nA. vi phạm hình sự\nB. vi phạm hành chính\nC. vi phạm dân sự\nD. vi phạm kỉ luật",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án  C\nKhi thuê nhà của ông T, ông A đã tự sửa chữa, cải tạo mà không hỏi ý kiến của ông T. Ông A đã có hành vi vi phạm dân sự"
    },
    {
        "ID": "Civ_21_21",
        "Image_Question": "",
        "Question": "Câu 21:Mọi công dân đều được hưởng quyền và phải thực hiện nghĩa vụ theo quy định của pháp luật là biểu hiện công dân bình đẳng về\nA. quyền và nghĩa vụ\nB. quyền và trách nhiệm\nC. nghĩa vụ và trách nhiệm\nD. trách nhiệm pháp lí",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án AMọi công dân đều được hưởng quyền và phải thực hiện nghĩa vụ theo quy định của pháp luật là biểu hiện công dân bình đẳng về quyền và nghĩa vụ"
    },
    {
        "ID": "Civ_21_22",
        "Image_Question": "",
        "Question": "Câu 22:Bất kì công dân nào vi phạm pháp luật đều phải bị xử lí theo quy định của pháp luật là thể hiện bình đẳng về\nA. quyền và nghĩa vụ\nB. trách nhiệm pháp lí\nC. thực hiện pháp luật\nD. trách nhiệm trước Toà án",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nBất kì công dân nào vi phạm pháp luật đều phải bị xử lí theo quy định của pháp luật là thể hiện bình đẳng về trách nhiệm pháp lí"
    },
    {
        "ID": "Civ_21_23",
        "Image_Question": "",
        "Question": "Câu 23:Pháp luật cho phép khám chỗ ở của công dân trong trường hợp nào dưới đây?\nA. Cần bắt người đang bị truy nã hoặc người phạm tội đang lẩn tránh ở đó\nB. Cần bắt người bị tình nghi thực hiện tội phạm\nC. Cần bắt người đang có ý định thực hiện tội phạm\nD. Cần khám để tìm hàng hoá buôn lậu",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nPháp luật cho phép khám chỗ ở của công dân trong trường hợp Cần bắt người đang bị truy nã hoặc người phạm tội đang lẩn tránh ở đó"
    },
    {
        "ID": "Civ_21_24",
        "Image_Question": "",
        "Question": "Câu 24:H không đội mũ bảo hiểm khi đi xe đạp điện nên đã bị cảnh sát giao thông xử phạt. H đã có hành vi vi phạm nào dưới đây?\nA. Vi phạm trật tự, an toàn xã hội\nB. Vi phạm nội quy trường học\nC. Vi phạm hành chính\nD. Vi phạm kỉ luật",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nH không đội mũ bảo hiểm khi đi xe đạp điện nên đã bị cảnh sát giao thông xử phạt. H đã có hành vi Vi phạm hành chính"
    },
    {
        "ID": "Civ_21_25",
        "Image_Question": "",
        "Question": "Câu 25:X đến nhà Y, thấy Y không có ở nhà mà cửa thì không đóng, X đã vào nhà Y và lấy trộm chiếc xe đạp điện mới. X đã có hành vi\nA. vi phạm hành chính\nB. vi phạm dân sự\nC. vi phạm hình sự\nD. vi phạm kỉ luật",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nX đến nhà Y, thấy Y không có ở nhà mà cửa thì không đóng, X đã vào nhà Y và lấy trộm chiếc xe đạp điện mới. X đã có hành vi vi phạm hình sự"
    },
    {
        "ID": "Civ_21_26",
        "Image_Question": "",
        "Question": "Câu 26:Cơ sở sản xuất kinh doanh M áp dụng các biện pháp bảo vệ môi trường là đã thực hiện pháp luật theo hình thức nào dưới đây?\nA. Sử dụng pháp luật\nB. Tuân thủ pháp luật\nC. Áp dụng pháp luật\nD. Thi hành pháp luật",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nCơ sở sản xuất kinh doanh M áp dụng các biện pháp bảo vệ môi trường là đã thực hiện pháp luật theo hình thức Thi hành pháp luật"
    },
    {
        "ID": "Civ_21_27",
        "Image_Question": "",
        "Question": "Câu 27:Tuy N được tạm hoãn gọi nhập ngũ vì đang học đại học, còn M thì nhập ngũ phục vụ Quân đội, nhưng cả hai vẫn bình đẳng với nhau. Đó là bình đẳng về\nA. thực hiện trách nhiệm pháp lí\nB. trách nhiệm với Tổ quốc\nC. trách nhiệm với xã hội\nD. quyền và nghĩa vụ",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nTuy N được tạm hoãn gọi nhập ngũ vì đang học đại học, còn M thì nhập ngũ phục vụ Quân đội, nhưng cả hai vẫn bình đẳng với nhau. Đó là bình đẳng về quyền và nghĩa vụ"
    },
    {
        "ID": "Civ_21_28",
        "Image_Question": "",
        "Question": "Câu 28:Sau khi kết hôn, anh T là chồng đã quyết định không cho chị H là vợ đi học đại học tại chức. Anh T đã xâm phạm tới quyền nào dưới đây trong quan hệ hôn nhân và gia đình?\nA. Quyền bình đẳng giữa nam và nữ\nB. Quyền bình đẳng giữa vợ và chồng trong quan hệ nhân thân\nC. Quyền bình đẳng về học tập của công dân\nD. Quyền tự do biểu đạt ý kiến",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nSau khi kết hôn, anh T là chồng đã quyết định không cho chị H là vợ đi học đại học tại chức. Anh T đã xâm phạm tới quyền Quyền bình đẳng giữa vợ và chồng trong quan hệ nhân thân trong quan hệ hôn nhân và gia đình"
    },
    {
        "ID": "Civ_21_29",
        "Image_Question": "",
        "Question": "Câu 29:Khi nộp hồ sơ đăng kí doanh nghiệp, ông Q được người cán bộ nhận hồ sơ nói rằng cá nhân không có quyền lựa chọn ngành nghề kinh doanh. Vậy ông Q có thể căn cứ vào nguyên tắc nào dưới đây để khẳng định mình có quyền này?\nA. Công dân có quyền tự do tuyệt đối về lựa chọn ngành nghề kinh doanh\nB. Công dân có quyền kinh doanh bất cứ ngành nghề nào\nC. Công dân có quyền tự do kinh doanh trong những ngành nghề mà pháp luật không cấm\nD. Công dân được pháp luật cho phép kinh doanh bất cứ ngành nghề nào",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nÔng Q có thể căn cứ vào nguyên tắc Công dân có quyền tự do kinh doanh trong những ngành nghề mà pháp luật không cấm để khẳng định mình có quyền này"
    },
    {
        "ID": "Civ_21_30",
        "Image_Question": "",
        "Question": "Câu 30:Công ty A chậm thanh toán cho ông K tiền thuê văn phòng, ông K đã khoá trái cửa văn phòng làm việc, nhốt 4 nhân viên Công ty trong đó suốt 3 giờ. Ông K đã xâm phạm tới quyền nào dưới đây của công dân?\nA. Quyền được pháp luật bảo hộ về tính mạng\nB. Quyền được bảo đảm an toàn về sức khỏe\nC. Quyền được bảo đảm an toàn về sức khỏe\nD. Quyền bất khả xâm phạm về chỗ ở",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án CÔng K đã xâm phạm tới quyền Quyền được bảo đảm an toàn về sức khỏe"
    },
    {
        "ID": "Civ_21_31",
        "Image_Question": "",
        "Question": "Câu 31:Vì có mâu thuẫn cá nhân với K nên vào một buổi tối, L đã xếp sẵn mấy viên gạch chặn đường đi trong thôn làm K ngã và bị chấn thương ở tay. L đã xâm phạm đến quyền nào dưới đây của công dân?\nA. Quyền được bảo đảm về sức khỏe\nB. Quyền bất khả xâm phạm về thân thể\nC. Quyền được pháp luật bảo hộ về tính mạng, sức khỏe\nD. Quyền được bảo đảm an toàn giao thông",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nVì có mâu thuẫn cá nhân với K nên vào một buổi tối, L đã xếp sẵn mấy viên gạch chặn đường đi trong thôn làm K ngã và bị chấn thương ở tay. L đã xâm phạm đến Quyền được pháp luật bảo hộ về tính mạng, sức khỏe"
    },
    {
        "ID": "Civ_21_32",
        "Image_Question": "",
        "Question": "Câu 32:Vì ghen ghét H mà Y đã tung tin xấu, bịa đặt về H với các bạn trong lớp. Nếu là bạn của H, em sẽ lựa chọn cách ứng xử nào dưới đây cho phù hợp với quy định của pháp luật?\nA. Coi như không biết nên không nói gì.\nB. Nêu vấn đề này ra trước lớp để các bạn phê bình Y\nC. Mắng Y một trận cho hả giận\nD. Nói chuyện trực tiếp với Y và khuyên Y không nên làm như vậy",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nVì ghen ghét H mà Y đã tung tin xấu, bịa đặt về H với các bạn trong lớp. Nếu là bạn của H, em sẽ nói chuyện trực tiếp với Y và khuyên Y không nên làm như vậy"
    },
    {
        "ID": "Civ_21_33",
        "Image_Question": "",
        "Question": "Câu 33:Phát hiện thấy một nhóm người đang cưa trộm gỗ trong vườn quốc gia, Q đã báo ngay cho cơ quan kiểm lâm. Q đã thực hiện quyền nào dưới đây của công dân?\nA. Quyền tham gia quản lí nhà nước và xã hội\nB. Quyền tự do ngôn luận\nC. Quyền tố cáo\nD. Quyền khiếu nại",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nPhát hiện thấy một nhóm người đang cưa trộm gỗ trong vườn quốc gia, Q đã báo ngay cho cơ quan kiểm lâm. Q đã thực hiện quyền tố cáo"
    },
    {
        "ID": "Civ_21_34",
        "Image_Question": "",
        "Question": "Câu 34:Chị V bị Giám đốc Công ty kỉ luật với hình thức \"chuyển công tác khác\". Khi cho rằng quyết định của Giám đốc Công ty là trái pháp luật, xầm phạm quyển và lợi ích hợp pháp của mình, chị V cần sử dụng quyền nào dưới đây của công dân theo quy định của pháp luật?\nA. Quyền tố cáo\nB. Quyền tự do ngôn luận\nC. Quyền bình đẳng của công dân trước pháp luật\nD. Quyền khiếu nại",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nChị V bị Giám đốc Công ty kỉ luật với hình thức \"chuyển công tác khác\". Khi cho rằng quyết định của Giám đốc Công ty là trái pháp luật, xầm phạm quyển và lợi ích hợp pháp của mình, chị V cần sử dụng quyền khiếu nại"
    },
    {
        "ID": "Civ_21_35",
        "Image_Question": "",
        "Question": "Câu 35:Vì gia đình có hoàn cảnh khó khăn nên chị P không có điều kiện học tiếp ở đại học. Sau mấy năm, chị P vừa làm việc ở nhà máy vừa theo học đại học tại chức. Chị P đã thực hiện quyền nào dưới đây của công dân?\nA. Quyền học thường xuyên\nB. Quyền lao động thường xuyên\nC. Quyền được phát triển\nD. Quyền tự do học tập",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nVì gia đình có hoàn cảnh khó khăn nên chị P không có điều kiện học tiếp ở đại học. Sau mấy năm, chị P vừa làm việc ở nhà máy vừa theo học đại học tại chức. Chị P đã thực hiện quyền học thường xuyên"
    },
    {
        "ID": "Civ_21_36",
        "Image_Question": "",
        "Question": "Câu 36:Trên cơ sở quy định pháp luật về trật tự an toàn đô thị, các đội trật tự của các phường trong quận H đã yêu cầu mọi người không được bán hàng trên vỉa hè để đảm bảo văn minh đô thị. Trong trường hợp này, pháp luật đã thể hiện vai trò nào dưới đây?\nA. Là công cụ quản lí đô thị hữu hiệu.\nB. Là hình thức cưỡng chế người vi phạm\nC. Là phương tiện để đảm bảo trật tự đường phố\nD. Là phương tiện để Nhà nước quản lí xã hội",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nTrên cơ sở quy định pháp luật về trật tự an toàn đô thị, các đội trật tự của các phường trong quận H đã yêu cầu mọi người không được bán hàng trên vỉa hè để đảm bảo văn minh đô thị. Trong trường hợp này, pháp luật là phương tiện để Nhà nước quản lí xã hội"
    },
    {
        "ID": "Civ_21_37",
        "Image_Question": "",
        "Question": "Câu 37:Nhà máy S sản xuất nước giải khát đã xả chất thải chưa được xử lí xuống dòng sông bên cạnh nhà máy. Nhà máy S đã vi phạm pháp luật về bảo vệ môi trường ương lĩnh vực nào dưới đây?\nA. Lao động\nB. Dịch vụ\nC. Sản xuất, kinh doanh\nD. Công nghiệp",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nNhà máy S sản xuất nước giải khát đã xả chất thải chưa được xử lí xuống dòng sông bên cạnh nhà máy. Nhà máy S đã vi phạm pháp luật về bảo vệ môi trường ương lĩnh vực Sản xuất, kinh doanh"
    },
    {
        "ID": "Civ_21_38",
        "Image_Question": "",
        "Question": "Câu 38:C bị Công an bắt vì hành vi buôn bán, vận chuyển trái phép ma tuý. Hành vi này của C đã vi phạm pháp luật nào dưới đây?\nA. Phòng, chống tội phạm\nB. Kinh doanh trái phép\nC. Phòng, chống ma tuý\nD. Tàng trữ ma tuý",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nC bị Công an bắt vì hành vi buôn bán, vận chuyển trái phép ma tuý. Hành vi này của C đã vi phạm Phòng, chống ma tuý"
    },
    {
        "ID": "Civ_21_39",
        "Image_Question": "",
        "Question": "Câu 39:Nhìn thấy bà M bày bán hàng trên vỉa hè, ông N là tổ trường tổ dân phòng của phường cùng mấy người khác đã nhắc nhở và thu dọn bàn ghế của bà M. Thấy vậy, anh K là con trai bà M đã xông vào đánh ông N gây chấn thương. Anh K bị anh T là người cùng đi với ông N đánh bầm tím ở mặt. Những ai dưới đây phải chịu trách nhiệm pháp lí?\nA. Bà M, ông N và anh T\nB. Bà M, anh K và anh T\nC. Bà M, ông N và anh K\nD. Ông N, anh K và anh T",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nNhững nguời phải chịu trách nhiệm pháp lí : Bà M, anh K và anh T"
    },
    {
        "ID": "Civ_21_40",
        "Image_Question": "",
        "Question": "Câu 40:Chị P và chị L cùng đăng kí kinh doanh thuốc tân dược và đều có đủ hồ sơ hợp lệ. Vì sợ chị L cũng mở cửa hàng thuốc gần cửa hàng mình thì sẽ ảnh hưởng đến việc kinh doanh của mình nên chị P đã nhờ chị M tiếp cận với ông Q là lãnh đạo cơ quan chức năng nhờ giúp đỡ mình và loại hồ sơ của chị L. Vì là người thân thiết với chị P, ông Q đã loại hồ sơ hợp lệ của chị L và cấp giấy phép kinh doanh cho chị P. Những ai dưới đây vi phạm quyền bình đẳng trong kinh doanh?\nA. Chị P, chị M và ông Q\nB. Chị P, chị L và ông Q\nC. Chị P và ông Q\nD. Chị P, chị L và chị M",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nNhững người vi phạm quyền bình đẳng trong kinh doanh : Chị P và ông Q"
    }
]