[
    {
        "ID": "Civ_5_1",
        "Image_Question": "",
        "Question": "Câu 1:Hệ thống bình chứa trong sản xuất thuộc yếu tố cơ bản nào dưới đây của quá trình sản xuất?\nA. Công cụ lao động.\nB. Nguyên vật liệu nhân tạo.\nC. Tư liệu lao động.\nD. Đối tượng lao động.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Hệ thống bình chứa trong sản xuất thuộc yếu tố tư liệu lao động của quá trình sản xuất.\nChọn đáp án C"
    },
    {
        "ID": "Civ_5_2",
        "Image_Question": "",
        "Question": "Câu 2:Muốn cho giá trị cá biệt của hàng hóa thấp hơn giá trị xã hội của hàng hóa, đòi hỏi người sản xuất phải\nA. sử dụng thủ đoạn phi pháp.\nB. cải tiến khoa học kĩ thuật.\nC. đào tạo gián điệp kinh tế.\nD. hủy hoại môi trường.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Muốn cho giá trị cá biệt của hàng hóa thấp hơn giá trị xã hội của hàng hóa, đòi hỏi người sản xuất phải cải tiến khoa học kĩ thuật.\nChọn đáp án B"
    },
    {
        "ID": "Civ_5_3",
        "Image_Question": "",
        "Question": "Câu 3:Những quy tắc xử sự chung được áp dụng nhiều lần, ở nhiều nơi đối với tất cả mọi người là thể hiện đặc trưng nào dưới đây của pháp luật?\nA. Tính quyền lực, bắt buộc chung.\nB. Tính chặt chẽ về hình thức.\nC. Tính quy phạm phổ biến.\nD. Tính kỉ luật nghiêm minh.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Những quy tắc xử sự chung được áp dụng nhiều lần, ở nhiều nơi đối với tất cả mọi người là thể hiện đặc trưng tính quy phạm phổ biến.\nChọn đáp án C"
    },
    {
        "ID": "Civ_5_4",
        "Image_Question": "",
        "Question": "Câu 4:Cá nhân tổ chức áp dụng pháp luật là các cán bộ công chức nhà nước có thẩm quyền căn cứ vào quy định của pháp luật để đưa ra quyết định làm phát sinh chấm dứt hoặc thay đổi nội dung nào dưới đây của công dân?\nA. Quyền và nghĩa vụ.\nB. Trách nhiệm pháp lí.\nC. Ý thức công dân.\nD. Nghĩa vụ công dân.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Cá nhân tổ chức áp dụng pháp luật là các cán bộ công chức nhà nước có thẩm quyền căn cứ vào quy định của pháp luật để đưa ra quyết định làm phát sinh chấm dứt hoặc thay đổi quyền và nghĩa vụ của công dân.\nChọn đáp án A"
    },
    {
        "ID": "Civ_5_5",
        "Image_Question": "",
        "Question": "Câu 5:Công dân có hành vi vi phạm pháp luật, xâm phạm tới các quan hệ nhân thân và quan hệ tài sản thuộc loại vi phạm nào sau đây?\nA. Vi phạm công vụ.\nB. Vi phạm quy chế.\nC. Vi phạm hành chính.\nD. Vi phạm dân sự.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Công dân có hành vi vi phạm pháp luật, xâm phạm tới các quan hệ nhân thân và quan hệ tài sản thuộc loại vi phạm dân sự.\nChọn đáp án D"
    },
    {
        "ID": "Civ_5_6",
        "Image_Question": "",
        "Question": "Câu 6:Theo quy định của pháp luật, cán bộ, công chức, viên chức có hành vi xâm phạm các quan hệ lao động, công vụ nhà nước là vi phạm\nA. kỉ luật.\nB. truyền thống.\nC. phong tục.\nD. công ước.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Theo quy định của pháp luật, cán bộ, công chức, viên chức có hành vi xâm phạm các quan hệ lao động, công vụ nhà nước là vi phạm kỉ luật.\nChọn đáp án A"
    },
    {
        "ID": "Civ_5_7",
        "Image_Question": "",
        "Question": "Câu 7:Ngoài việc bình đẳng về hưởng quyền, công dân còn bình đẳng trong việc thực hiện\nA. trách nhiệm.\nB. nhu cầu riêng.\nC. công việc chung.\nD. nghĩa vụ.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Ngoài việc bình đẳng về hưởng quyền, công dân còn bình đẳng trong việc thực hiện nghĩa vụ.\nChọn đáp án D"
    },
    {
        "ID": "Civ_5_8",
        "Image_Question": "",
        "Question": "Câu 8:Vợ chồng cùng bàn bạc và thống nhất cách giáo dục con là thể hiện nội dung quyền bình đẳng giữa vợ và chồng trong quan hệ\nA. nhân thân.\nB. giáo dục.\nC. tài sản.\nD. gia tộc.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Vợ chồng cùng bàn bạc và thống nhất cách giáo dục con là thể hiện nội dung quyền bình đẳng giữa vợ và chồng trong quan hệ nhân thân.\nChọn đáp án A"
    },
    {
        "ID": "Civ_5_9",
        "Image_Question": "",
        "Question": "Câu 9:Sự thỏa thuận giữa người lao động và người sử dụng lao động về việc làm có trả công, điều kiện lao động, quyền và nghĩa vụ của mỗi bên trong quan hệ lao động là đề cập đến nội dung nào dưới đây?\nA. Hợp đồng kinh doanh.\nB. Hợp đồng lao động.\nC. Hợp đồng kinh tế.\nD. Hợp đồng làm việc.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Sự thỏa thuận giữa người lao động và người sử dụng lao động về việc làm có trả công, điều kiện lao động, quyền và nghĩa vụ của mỗi bên trong quan hệ lao động là đề cập đến nội dung hợp đồng lao động.\nChọn đáp án B"
    },
    {
        "ID": "Civ_5_10",
        "Image_Question": "",
        "Question": "Câu 10:Khi tiến hành hoạt động kinh doanh, mọi công dân phải thực hiện nghĩa vụ nào sau đây?\nA. Nộp thuế đầy đủ theo quy định.\nB. Cổ phần hóa tài sản doanh nghiệp.\nC. Lắp đặt hệ thống phần mềm quản lí.\nD. Thành lập quỹ bảo trợ xã hội.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Khi tiến hành hoạt động kinh doanh, mọi công dân phải thực hiện nghĩa vụ nộp thuế đầy đủ theo quy định.\nChọn đáp án A"
    },
    {
        "ID": "Civ_5_11",
        "Image_Question": "",
        "Question": "Câu 11:Nhà nước ban hành các chương trình, chính sách phát triển kinh tế ở các xã đặc biệt khó khăn, vùng đồng bào dân tộc và miền núi thể hiện sự bình đẳng giữa các dân tộc trên lĩnh vực nào dưới đây?\nA. Văn hóa.\nB. Kinh tế.\nC. Chính trị.\nD. Xã hội.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Nhà nước ban hành các chương trình, chính sách phát triển kinh tế ở các xã đặc biệt khó khăn, vùng đồng bào dân tộc và miền núi thể hiện sự bình đẳng giữa các dân tộc trên lĩnh vực kinh tế.\nChọn đáp án B"
    },
    {
        "ID": "Civ_5_12",
        "Image_Question": "",
        "Question": "Câu 12:Giam giữ người quá thời hạn qui định là vi phạm quyền nào của công dân?\nA. Bất khả xâm phạm về thân thể.\nB. Pháp luật bảo hộ về danh dự, nhân phẩm.\nC. Bất khả xâm phạm về chỗ ở của công dân.\nD. Pháp luật bảo hộ về tính mạng, sức khoẻ.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Giam giữ người quá thời hạn qui định là vi phạm quyền bất khả xâm phạm về thân thể của công dân.\nChọn đáp án A"
    },
    {
        "ID": "Civ_5_13",
        "Image_Question": "",
        "Question": "Câu 13:Theo quy định của pháp luật việc bắt người trong trường hợp khẩn cấp được tiến hành khi có căn cứ cho rằng người đó đang chuẩn bị thực hiện\nA. phương án độc chiếm thị trường.\nB. kế hoạch phản biện xã hội.\nC. tuyên truyền kinh doanh đa cấp.\nD. tội phạm rất nghiêm trọng.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Theo quy định của pháp luật việc bắt người trong trường hợp khẩn cấp được tiến hành khi có căn cứ cho rằng người đó đang chuẩn bị thực hiện tội phạm rất nghiêm trọng.\nChọn đáp án D"
    },
    {
        "ID": "Civ_5_14",
        "Image_Question": "",
        "Question": "Câu 14:Công dân Q viết bài kêu gọi mọi người chung tay giải cứu nông sản cho bà con vùng đang bị cách ly y tế. Công dân Q đã thực hiện quyền tự do cơ bản nào dưới đây?\nA. Quyền tự do ngôn luận.\nB. Quyển tự do báo chí.\nC. Quyền tự do tố cáo.\nD. Quyền tự do phản ánh sự thật.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Công dân Q viết bài kêu gọi mọi người chung tay giải cứu nông sản cho bà con vùng đang bị cách ly y tế. Công dân Q đã thực hiện quyền tự do ngôn luận.\nChọn đáp án A"
    },
    {
        "ID": "Civ_5_15",
        "Image_Question": "",
        "Question": "Câu 15:Việc nhờ người khác bỏ phiếu hộ khi Nhà nước tổ chức bầu cử đại biểu Quốc hội hoặc đại biểu Hội đồng nhân dân các cấp là vi phạm nguyên tắc bầu cử\nA. bình đẳng.\nB. bỏ phiếu kín.\nC. trực tiếp.\nD. phổ thông.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Việc nhờ người khác bỏ phiếu hộ khi Nhà nước tổ chức bầu cử đại biểu Quốc hội hoặc đại biểu Hội đồng nhân dân các cấp là vi phạm nguyên tắc bầu cử trực tiếp.\nChọn đáp án C"
    },
    {
        "ID": "Civ_5_16",
        "Image_Question": "",
        "Question": "Câu 16:Việc chính quyền xã tổ chức lấy ý kiến của người dân về chủ trương xây dựng công trình phúc lợi công cộng là bảo đảm quyền tham gia quản lí nhà nước và xã hội của công dân ở phạm vi\nA. toàn quốc.\nB. lãnh thổ.\nC. cơ sở.\nD. cả nước.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Việc chính quyền xã tổ chức lấy ý kiến của người dân về chủ trương xây dựng công trình phúc lợi công cộng là bảo đảm quyền tham gia quản lí nhà nước và xã hội của công dân ở phạm vi cơ sở.\nChọn đáp án C"
    },
    {
        "ID": "Civ_5_17",
        "Image_Question": "",
        "Question": "Câu 17:Người khiếu nại là\nA. chỉ những người trên 18 tuổi.\nB. chỉ cá nhân.\nC. cơ quan, tổ chức và cá nhân.\nD. chỉ tổ chức.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Người khiếu nại là cơ quan, tổ chức và cá nhân.\nChọn đáp án C"
    },
    {
        "ID": "Civ_5_18",
        "Image_Question": "",
        "Question": "Câu 18:Mọi công dân đều được học ở các trường cao đẳng, đại học thông qua tuyển sinh là thể hiện nội dung quyền học\nA. trực tuyến.\nB. theo chỉ định.\nC. liên thông.\nD. không hạn chế.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Mọi công dân đều được học ở các trường cao đẳng, đại học thông qua tuyển sinh là thể hiện nội dung quyền học không hạn chế.\nChọn đáp án D"
    },
    {
        "ID": "Civ_5_19",
        "Image_Question": "",
        "Question": "Câu 19:Nhà nước áp dụng chính sách chăm sóc sức khỏe ban đầu cho trẻ em là tạo điều kiện để các em hưởng quyền được\nA. tự quyết.\nB. tham vấn.\nC. giám định.\nD. phát triển.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Nhà nước áp dụng chính sách chăm sóc sức khỏe ban đầu cho trẻ em là tạo điều kiện để các em hưởng quyền được phát triển.\nChọn đáp án D"
    },
    {
        "ID": "Civ_5_20",
        "Image_Question": "",
        "Question": "Câu 20:Công dân phải bảo vệ quyền lợi hợp pháp của người tiêu dùng khi tiến hành kinh doanh là một trong những nội dung cơ bản của pháp luật về\nA. phát triển kinh tế.\nB. lĩnh vực độc quyền.\nC. phương thức hoàn vốn.\nD. chính sách bảo trợ.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Công dân phải bảo vệ quyền lợi hợp pháp của người tiêu dùng khi tiến hành kinh doanh là một trong những nội dung cơ bản của pháp luật về phát triển kinh tế.\nChọn đáp án A"
    },
    {
        "ID": "Civ_5_21",
        "Image_Question": "",
        "Question": "Câu 21:Khi thấy giá bất động sản tăng, anh B đã bán căn nhà mà trước đó anh đã mua nên thu được lợi nhuận cao. Anh B đã vận dụng chức năng nào dưới đây của thị trường?\nA. Thanh toán.\nB. Lưu thông.\nC. Thông tin.\nD. Đại diện.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Khi thấy giá bất động sản tăng, anh B đã bán căn nhà mà trước đó anh đã mua nên thu được lợi nhuận cao. Anh B đã vận dụng chức năng thông tin của thị trường.\nChọn đáp án C"
    },
    {
        "ID": "Civ_5_22",
        "Image_Question": "",
        "Question": "Câu 22:Nội dung nào sau đây được xem là mặt hạn chế của cạnh tranh?\nA. Khai thác tối đa mọi nguồn lực.\nB. Làm cho môi trường bị suy thoái.\nC. Kích thích sức sản xuất.\nD. Thúc đẩy tăng trưởng kinh tế.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Làm cho môi trường bị suy thoái được xem là mặt hạn chế của cạnh tranh.\nChọn đáp án B"
    },
    {
        "ID": "Civ_5_23",
        "Image_Question": "",
        "Question": "Câu 23:Chị M chủ động đến cơ quan chức năng khai báo y tế khi đi về từ vùng dịch và chủ động cách ly y tế tại nhà là thực hiện pháp luật theo hình thức nào dưới đây?\nA. Tuân thủ pháp luật.\nB. Áp dụng Nghị định.\nC. Thi hành pháp luật.\nD. Sử dụng pháp luật.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chị M chủ động đến cơ quan chức năng khai báo y tế khi đi về từ vùng dịch và chủ động cách ly y tế tại nhà là thực hiện pháp luật theo hình thức thi hành pháp luật.\nChọn đáp án C"
    },
    {
        "ID": "Civ_5_24",
        "Image_Question": "",
        "Question": "Câu 24:Công dân đủ năng lực theo quy định của pháp luật phải chịu trách nhiệm pháp lí khi thực hiện hành vi nào sau đây?\nA. Từ chối nhận di sản thừa kế.\nB. Xác minh lí lịch cá nhân.\nC. Bắt người phạm tội quả tang.\nD. Công khai danh tính người tố cáo.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Công dân đủ năng lực theo quy định của pháp luật phải chịu trách nhiệm pháp lí khi thực hiện hành vi công khai danh tính người tố cáo\nChọn đáp án D"
    },
    {
        "ID": "Civ_5_25",
        "Image_Question": "",
        "Question": "Câu 25:Theo quy định của pháp luật, quyền bình đẳng trong trên lĩnh vực văn hóa không thể hiện ở việc các dân tộc trong cộng đồng dân tộc Việt Nam đều được\nA. sử dụng ngôn ngữ dân tộc mình.\nB. ứng cử đại biểu Quốc hội.\nC. bảo tồn chữ viết của dân tộc mình.\nD. tham dự lễ hội truyền thống.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Theo quy định của pháp luật, quyền bình đẳng trong trên lĩnh vực văn hóa không thể hiện ở việc các dân tộc trong cộng đồng dân tộc Việt Nam đều được ứng cử đại biểu Quốc hội.\nChọn đáp án B"
    },
    {
        "ID": "Civ_5_26",
        "Image_Question": "",
        "Question": "Câu 26:Cơ quan chức năng vi phạm quyền bất khả xâm phạm về thân thể của công dân khi tạm giữ người đang thực hiện hành vi nào sau đây?\nA. Tổ chức khủng bố.\nB. Theo dõi phiên tòa.\nC. Tham gia bạo loạn.\nD. Sản xuất tiền giả.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Cơ quan chức năng vi phạm quyền bất khả xâm phạm về thân thể của công dân khi tạm giữ người đang thực hiện hành theo dõi phiên tòa.\nChọn đáp án B"
    },
    {
        "ID": "Civ_5_27",
        "Image_Question": "",
        "Question": "Câu 27:Theo quy định của pháp luật, công dân vi phạm quyền được pháp luật bảo hộ về danh dự, nhân phẩm khi\nB chuyển nhượng bí quyết gia truyền.\nA. xúc phạm nhằm hạ uy tín người khác.\nC. chủ động chia sẻ kinh nghiệm các nhân.\nD. tự công khai đời sống của bản thân.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Theo quy định của pháp luật, công dân vi phạm quyền được pháp luật bảo hộ về danh dự, nhân phẩm khi xúc phạm nhằm hạ uy tín người khác\nChọn đáp án A"
    },
    {
        "ID": "Civ_5_28",
        "Image_Question": "",
        "Question": "Câu 28:Theo quy định của pháp luật, công dân có thể thực hiện quyền tố cáo trong trường hợp nào sau đây?\nA. Nhận quyết định điều chuyển công tác.\nB. Bị cách ly không đúng đối tượng.\nC. Phát hiện việc khai thác cát trái phép.\nD. Phải kê khai tài sản cá nhân.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Theo quy định của pháp luật, công dân có thể thực hiện quyền tố cáo trong trường hợp phát hiện việc khai thác cát trái phép.\nChọn đáp án C"
    },
    {
        "ID": "Civ_5_29",
        "Image_Question": "",
        "Question": "Câu 29:Theo quy đinh của pháp luật, công dân thực hiện quyền tham gia quản lí nhà nước và xã hội ở phạm vi cơ sở trong trường hợp nào sau đây?\nA. Đóng góp ý kiến xây dựng hương ước.\nB. Khai báo hồ sơ dịch tễ trực tuyến.\nC. Sử dụng dịch vụ công cộng.\nD. Đề cao quản điểm cá nhân.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Theo quy đinh của pháp luật, công dân thực hiện quyền tham gia quản lí nhà nước và xã hội ở phạm vi cơ sở trong trường hợp đóng góp ý kiến xây dựng hương ước.\nChọn đáp án A"
    },
    {
        "ID": "Civ_5_30",
        "Image_Question": "",
        "Question": "Câu 30:Công dân vi phạm quyền sáng tạo trong trường hợp nào sau đây?\nA. Chia sẻ kinh nghiệm quản lí.\nB. Tham khảo tác phẩm báo chí.\nC. Sử dụng nhiên liệu hữu cơ.\nD. Làm giả thương hiệu hàng hóa.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Công dân vi phạm quyền sáng tạo trong trường hợp làm giả thương hiệu hàng hóa.\nChọn đáp án D"
    },
    {
        "ID": "Civ_5_31",
        "Image_Question": "",
        "Question": "Câu 31:Công ty sản xuất nước nước giải khát X đang kinh doanh có hiệu quả thì bị báo N đăng tin không đúng sự thật rằng nước giải khát của công ty X có chứa chất gây hại cho sức khỏe người tiêu dùng. Trên cơ sở quy định của pháp luật, công ty X đã đề nghị báo N cải chính thông tin sai lệch này. Sự việc này cho thấy, pháp luật có vai trò như thế nào đối với công dân?\nA. Pháp luật bảo vệ mọi quyền lợi của công dân.\nB. Pháp luật bảo vệ quyền và lợi ích hợp pháp của công dân.\nC. Pháp luật luôn đứng về phía người sản xuất kinh doanh.\nD. Pháp luật bảo vệ mọi nhu cầu của công dân.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Công ty sản xuất nước nước giải khát X đang kinh doanh có hiệu quả thì bị báo N đăng tin không đúng sự thật rằng nước giải khát của công ty X có chứa chất gây hại cho sức khỏe người tiêu dùng. Trên cơ sở quy định của pháp luật, công ty X đã đề nghị báo N cải chính thông tin sai lệch này. Sự việc này cho thấy, pháp luật có vai trò bảo vệ quyền và lợi ích hợp pháp của công dân.\nChọn đáp án B"
    },
    {
        "ID": "Civ_5_32",
        "Image_Question": "",
        "Question": "Câu 32:Cơ sở sản xuất khẩu trang y tế H mặc dù đã được cấp phép sản xuất khẩu trang, nhưng để có nhiều lãi, cơ sở đã tự ý gom, tái chế và bán ra thị trường các khẩu trang y tế đã qua sử dụng làm nguy cơ lây lan dịch bệnh rất cao. Cơ sở H đã chưa thực hiện pháp luật theo hình thức nào dưới đây ?\nA. Tuân thủ pháp luật.\nB. Áp dụng pháp luật.\nC. Thi hành pháp luật.\nD. Sử dụng pháp luật.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Cơ sở sản xuất khẩu trang y tế H mặc dù đã được cấp phép sản xuất khẩu trang, nhưng để có nhiều lãi, cơ sở đã tự ý gom, tái chế và bán ra thị trường các khẩu trang y tế đã qua sử dụng làm nguy cơ lây lan dịch bệnh rất cao. Cơ sở H đã chưa thực hiện pháp luật theo hình thức tuân thủ pháp luật.\nChọn đáp án A"
    },
    {
        "ID": "Civ_5_33",
        "Image_Question": "",
        "Question": "Câu 33:Bạn M là một học sinh người dân tộc Tày, bản thân bạn rất ham học và học khá. Ước mơ của em sau này là trở thành bác sĩ để chữa bệnh cho nhân dân. Nhưng đang học phổ thông thì bố mẹ M bắt phải nghỉ học để lấy chồng vì cho rằng con gái không cần học cao, học cao chỉ khó lấy chồng. Việc làm của bố mẹ M đã vi phạm quyền bình đẳng giữa các dân tộc trên lĩnh vực nào dưới đây\nA. Kinh tế.\nB. Chính trị.\nC. Giáo dục.\nD. Văn hóa.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Bạn M là một học sinh người dân tộc Tày, bản thân bạn rất ham học và học khá. Ước mơ của em sau này là trở thành bác sĩ để chữa bệnh cho nhân dân. Nhưng đang học phổ thông thì bố mẹ M bắt phải nghỉ học để lấy chồng vì cho rằng con gái không cần học cao, học cao chỉ khó lấy chồng. Việc làm của bố mẹ M đã vi phạm quyền bình đẳng giữa các dân tộc trên lĩnh vực giáo dục.\nChọn đáp án C"
    },
    {
        "ID": "Civ_5_34",
        "Image_Question": "",
        "Question": "Câu 34:Vì đã được trao đổi từ trước nên trong cuộc họp cơ quan X, dù không muốn, anh B vẫn phải dùng danh nghĩa cá nhân mình trình bày quan điểm của anh A trưởng phòng nhân sự về vấn đề khen thưởng. Vô tình được chị M thông tin về việc này, vốn sẵn có mâu thuẫn với ông B nên khi anh A đang phát biểu, anh D đã tìm cách gây rối và ngăn cản buộc anh A phải dừng ý kiến. Anh A đã thực hiện chưa đúng quyền nào dưới đây?\nA. Tự do thông tin.\nB. Tự do ngôn luận.\nC. Độc lập phán quyết.\nD. Áp đặt quan điểm cá nhân.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Vì đã được trao đổi từ trước nên trong cuộc họp cơ quan X, dù không muốn, anh B vẫn phải dùng danh nghĩa cá nhân mình trình bày quan điểm của anh A trưởng phòng nhân sự về vấn đề khen thưởng. Vô tình được chị M thông tin về việc này, vốn sẵn có mâu thuẫn với ông B nên khi anh A đang phát biểu, anh D đã tìm cách gây rối và ngăn cản buộc anh A phải dừng ý kiến. Anh A đã thực hiện chưa đúng quyền tự do ngôn luận.\nChọn đáp án B"
    },
    {
        "ID": "Civ_5_35",
        "Image_Question": "",
        "Question": "Câu 35:Giám đốc một công ty hóa chất là ông A chỉ đạo nhân viên xả chất thải độc hại chưa qua xử lí ra môi trường gây ô nhiễm nguồn nước. Bị bảo vệ là anh M phát hiện, ông A đưa cho anh 5 triệu đồng và đề nghị anh M không phát tán thông tin này nhưng anh M từ chối. Vì vậy, ông A dọa đuổi việc anh M. Anh M có thể thực hiện quyền nào sau đây?\nA. Khiếu nại.\nB. Khiếu kiện.\nC. Tố cáo.\nD. Tố tụng.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Giám đốc một công ty hóa chất là ông A chỉ đạo nhân viên xả chất thải độc hại chưa qua xử lí ra môi trường gây ô nhiễm nguồn nước. Bị bảo vệ là anh M phát hiện, ông A đưa cho anh 5 triệu đồng và đề nghị anh M không phát tán thông tin này nhưng anh M từ chối. Vì vậy, ông A dọa đuổi việc anh M. Anh M có thể thực hiện quyền tố cáo.\nChọn đáp án C"
    },
    {
        "ID": "Civ_5_36",
        "Image_Question": "",
        "Question": "Câu 36:Tác phẩm của chị B sáng tác viết về phong trào toàn dân phòng chống dịch bệnh rất có ý nghĩa nhân văn, nên khi gửi đi tham gia cuộc thi Văn học nghệ thuật của Tỉnh đã đạt Giải Nhất. Biết được chuyện này chị K đề nghị chị B chuyển nhượng quyền sử dụng tác phẩm và được chị B đồng ý. Trong một lần tham gia hội diễn văn nghệ, tiết mục do chị K biểu diễn từ tác phẩm của chị B đã đạt giải cao. Chị K không vi phạm quyền nào sau đây của công dân?\nA. Quyền học tập.\nB. Quyền sáng tạo.\nC. Quyền phát triển.\nD. Quyền kiến nghị.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Tác phẩm của chị B sáng tác viết về phong trào toàn dân phòng chống dịch bệnh rất có ý nghĩa nhân văn, nên khi gửi đi tham gia cuộc thi Văn học nghệ thuật của Tỉnh đã đạt Giải Nhất. Biết được chuyện này chị K đề nghị chị B chuyển nhượng quyền sử dụng tác phẩm và được chị B đồng ý. Trong một lần tham gia hội diễn văn nghệ, tiết mục do chị K biểu diễn từ tác phẩm của chị B đã đạt giải cao. Chị K không vi phạm quyền sáng tạo của công dân\nChọn đáp án B"
    },
    {
        "ID": "Civ_5_37",
        "Image_Question": "",
        "Question": "Câu 37:Do cố tình né tránh chốt kiểm soát dịch bệnh nên xe gắn máy do anh K điều khiển đã va chạm vào ông L đang cùng cháu chơi dưới lòng đường khiến hai ông cháu bị ngã và thương nhẹ. Anh X là người bán vé số dưới vỉ hè cạnh đó thấy anh K không xin lỗi ông L mà còn lớn tiếng quát tháo, liền lao vào dùng gậy làm hỏng xe máy của anh K. Hai chị H, P đi qua liền dừng lại để can ngăn hai người nhưng không được nên đã gọi điện cho cảnh sát giao thông đến xử lí. Những ai dưới đây đồng thời phải chịu trách nhiệm hành chính và trách nhiệm dân sự?\nA. Ông L và anh X.\nB. Anh X, chị H và chị P.\nC. Anh K và anh X.\nD. Anh K và anh X.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Khi làm tình huống chú ý đọc câu hỏi trước, tìm từ “chìa khóa” gạch chân từ khóa. Đọc đề đến đâu, gạch chân, ghi đáp án (bên cạnh) đến đó. Khi đọc đề không suy diễn, mà phải dựa vào câu chữ để xác định đáp án.\n- Với tình huống này vận dụng nội dung bài 2, GDCD12 thì người đồng thời phải chịu trách nhiệm hành chính và dân sự gồm anh K và anh X vì:\n+ Anh K điều khiển đã va chạm vào ông L là vi phạm hành chính; Anh K khiến hai ông cháu bị ngã và thương nhẹ nên phải bồi thường là chịu trách nhiệm dân sự.\n+ Anh X là người bán vé số dưới vỉ hè là vi phạm hành chính; đồng thời dùng gậy làm hỏng xe máy của anh K nên phải bồi thường là chịu trách nhiệm dân sự.\nChọn đáp án D"
    },
    {
        "ID": "Civ_5_38",
        "Image_Question": "",
        "Question": "Câu 38:Chị K và em gái ruột là chị L cùng làm việc cho công ti X. Trong thời gian chị K đang nghỉ chế độ thai sản, chị L tự ý nghỉ việc để chuyển sang công ty khác làm việc với mức lương cao hơn. Liên lạc với chị L không được, giám đốc công ti X là ông P đã ra quyết định chấm dứt hợp đồng lao động với cả chị K và chị L, đồng thời nhận cháu họ của mình là chị T vào làm việc. Những ai dưới đây đã vi phạm nội dung quyền bình đẳng trong lao động?\nA. Chị L và ông P.\nB. Chị K, chị L và chị T.\nC. Ông P, chị L và chị T.\nD. Ông P và chị T.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Tương tự như cách làm tình huống trên, với tình huống này vận dụng nội dung bài 4, GDCD12 thì người vi phạm quyền bình đẳng trong\nlao động gồm chị L và ông P vì:\n+ Chị L tự ý nghỉ việc để chuyển sang công ty khác làm việc với mức lương cao hơn.\n+ Ông P đã ra quyết định chấm dứt hợp đồng lao động với chị L mặc dù chị không có lỗi.\nChọn đáp án A"
    },
    {
        "ID": "Civ_5_39",
        "Image_Question": "",
        "Question": "Câu 39:Biết tin anh A chồng mình đang bị anh K phó giám đốc công ty X bắt giam vì nghi ngờ anh K đi từ vùng dịch về không khai báo y tế, nhưng vì đang nằm viện nên ba ngày sau chị P mới đến thăm chồng. Chứng kiến cảnh anh K giam giữ chồng mình tại một nhà tạm đã xuống cấp rất nguy hiểm, chị P đã xúc phạm anh K nên bị bảo vệ công ty là anh M giam vào nhà kho. Hai ngày sau, khi đi công tác về, ông Q là giám đốc công ty mới biết chuyện và yêu cầu thả vợ chồng chị ra. Những ai dưới đây vi phạm quyền bất khả xâm phạm về thân thể của công dân?\nA. Anh K, anh M và anh A.\nB. Anh M và ông Q.\nC. Anh K, anh M và ông Q.\nD. Anh K và anh M.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Tương tự như cách làm tình huống trên với tình huống này vận dụng nội dung bài 6, GDCD12 quyền bất khả xâm phạm về thân thể của công dân thì người vi phạm gồm anh K và anh M vì:\n+ Anh K phó giám đốc công ty X bắt giam vì nghi ngờ anh K đi từ vùng dịch về không khai báo y tế.\n+ chị P đã xúc phạm anh K nên bị bảo vệ công ty là anh M giam vào nhà kho\nChọn đáp án D"
    },
    {
        "ID": "Civ_5_40",
        "Image_Question": "",
        "Question": "Câu 40:Được chị M là kế toán viên cho biết việc chị N là kế toán trưởng đã lập hồ sơ khống rút hai trăm triệu đồng của cơ quan sở X, chị K đã đe dọa chị N, buộc chị phải chia cho mình một phần số tiền đó. Biết chuyện, ông G là Giám đốc sở X đã kí quyết định điều chuyển chị M xuống đơn vị cơ sở ở xa và đưa anh T thay vào vị trí của chị M sau khi nhận của anh này một trăm triệu đồng. Nhân cơ hội đó, chị N đã cố ý trì hoãn việc thanh toán các khoản phụ cấp theo đúng quy định cho chị M. Những ai dưới đây có thể là đối tượng vừa bị khiếu nại vừa bị tố cáo?\nA. Chị N và ông G.\nB. Chị N, ông G và anh T.\nC. Chị N và chị K.\nD. Chị M, ông G và anh T.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Tương tự như cách làm tình huống trên với tình huống này vận dụng nội dung bài 7, GDCD12. Hành vi của chị N và ông G có thể vừa bị khiếu nại vừa bị tố cáo vì :\n+ Chị N là kế toán trưởng đã lập hồ sơ khống rút hai trăm triệu đồng của cơ quan sở X. Đông thời chị N đã cố ý trì hoãn việc thanh toán các khoản phụ cấp theo đúng quy định cho chị M.\n+ Ông G là Giám đốc sở X đã kí quyết định điều chuyển chị M xuống đơn vị cơ sở ở xa cho dù chị không mắc lỗi. Đông thời đưa anh T thay vào vị trí của chị M sau khi nhận của anh này một trăm triệu đồng.\nChọn đáp án A"
    }
]