[
    {
        "ID": "Civ_31_1",
        "Image_Question": "",
        "Question": "Câu 1:Pháp luật mang bản chất giai cấp vì được bảo đảm thực hiện bởi\nA. nhân dân\nB. Nhà nước\nC. Xã hội\nD. Công an",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nPháp luật mang bản chất giai cấp vì được bảo đảm thực hiện bởi Nhà nước"
    },
    {
        "ID": "Civ_31_2",
        "Image_Question": "",
        "Question": "Câu 2:Pháp luật không bao gồm đặc trưng nào dưới đây?\nA. Tính quy phạm phổ biến\nB. Tính cụ thể về mặt nội dung\nC. Tính quyền lực, bắt buộc chung\nD. Tính xác định chặt chẽ về mặt hình thức",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nPháp luật không bao gồm đặc trưng : Tính cụ thể về mặt nội dung"
    },
    {
        "ID": "Civ_31_3",
        "Image_Question": "",
        "Question": "Câu 3:Vợ, chồng có quyền và nghĩa vụ ngang nhau trong sở hữu tài sản chung là nội dung bình đẳng giữa vợ và chồng trong quan hệ nào dưới đây?\nA. Quan hệ tài sản\nB. Quan hệ nhân thân\nC. Quan hệ gia đình\nD. Quan hệ tình cảm",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nVợ, chồng có quyền và nghĩa vụ ngang nhau trong sở hữu tài sản chung là nội dung bình đẳng giữa vợ và chồng trong quan hệ tài sản"
    },
    {
        "ID": "Civ_31_4",
        "Image_Question": "",
        "Question": "Câu 4:Quyền bình đẳng giữa các dân tộc không bao gồm lĩnh vực nào dưới đây?\nA. Chính trị\nB. Đầu tư\nC. Kinh tế\nD. Văn hóa, xã hội",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nQuyền bình đẳng giữa các dân tộc không bao gồm lĩnh vực Đầu tư"
    },
    {
        "ID": "Civ_31_5",
        "Image_Question": "",
        "Question": "Câu 5:Khám chỗ ở đúng pháp luật là thực hiện khám trong trường hợp nào dưới đây?\nA. Do pháp luật quy định\nB. Có nghi ngờ tội phạm\nC. Cần tìm đồ vật quý\nD. Do một người chỉ dẫn",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nKhám chỗ ở đúng pháp luật là thực hiện khám trong trường hợp do pháp luật quy định"
    },
    {
        "ID": "Civ_31_6",
        "Image_Question": "",
        "Question": "Câu 6 Câu “Con trâu đi trước cái cày theo sau” nói đến yếu tố nào dưới đây trong quá trình lao động?\nA. Đối tượng lao động\nB. Tư liệu lao động\nC. Sức lao động\nD. Nguyên liệu lao động",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B \nCâu “Con trâu đi trước cái cày theo sau” nói đến yếu tố tư liệu lao động"
    },
    {
        "ID": "Civ_31_7",
        "Image_Question": "",
        "Question": "Câu 7:Quyền được khuyến khích, bồi dưỡng để phát triển tài năng là nội dung quyền nào dưới đây của công dân?\nA. Quyền bồi dưỡng nhân tài\nB. Quyền được phát triển\nC. Quyền được học tập\nD. Quyền sáng tạo",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nQuyền được khuyến khích, bồi dưỡng để phát triển tài năng là nội dung quyền được phát triển"
    },
    {
        "ID": "Civ_31_8",
        "Image_Question": "",
        "Question": "Câu 8:Việc học sinh được tiếp cận các nguồn thông tin phong phú, bổ ích, được vui chơi giải trí là biểu hiện quyền nào dưới đây của công dân?\nA. Quyền sáng tạo\nB. Quyền được phát triển\nC. Quyền được hưởng thông tin\nD. Quyền được tham gia",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nViệc học sinh được tiếp cận các nguồn thông tin phong phú, bổ ích, được vui chơi giải trí là biểu hiện quyền  được phát triển"
    },
    {
        "ID": "Civ_31_9",
        "Image_Question": "",
        "Question": "Câu 9:Hai hàng hoá có thể trao đổi được với nhau vì\nA. chúng có giá trị bằng nhau\nB. chúng đều là sản phẩm của lao động\nC. chúng đều có giá trị và giá trị sử dụng khác nhau\nD. chúng đều có giá trị sử dụng khác nhau",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nHai hàng hoá có thể trao đổi được với nhau vì chúng có giá trị bằng nhau"
    },
    {
        "ID": "Civ_31_10",
        "Image_Question": "",
        "Question": "Câu 10:Người khiếu nại có các quyền và nghĩa vụ do luật nào quy định?\nA. Luật Khiếu nại\nB. Luật Hành chính\nC. Luật Báo chí\nD. Luật Tố cáo",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nNgười khiếu nại có các quyền và nghĩa vụ do luật Khiếu nại"
    },
    {
        "ID": "Civ_31_11",
        "Image_Question": "",
        "Question": "Câu 11:Cơ quan, tổ chức, cá nhân nào dưới đây có quyền giải quyết khiếu nại?\nA. Cơ quan, tổ chức, cá nhân có thẩm quyền\nB. Công an các cấp\nC. Chủ tịch Uỷ ban nhân dân các cấp\nD. Chủ tịch Hội đồng nhân dân các cấp",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nCơ quan, tổ chức, cá nhân có thẩm quyền có quyền giải quyết khiếu nại"
    },
    {
        "ID": "Civ_31_12",
        "Image_Question": "",
        "Question": "Câu 12:Quyền tham gia quản lí nhà nước và xã hội được quy định trong văn bản nào dưới đây ?\nA. Luật Doanh nghiệp\nB. Hiến pháp\nC. Luật Hôn nhân và gia đình\nD. Luật Bảo vệ môi trường",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nQuyền tham gia quản lí nhà nước và xã hội được quy định trong Hiến pháp"
    },
    {
        "ID": "Civ_31_13",
        "Image_Question": "",
        "Question": "Câu 13:Nội dung nào dưới đây không phải là tác động của quy luật giá trị?\nA. Điều tiết sản xuất và lưu thông hàng hoá\nB. Thẩm định hàng hoá\nC. Kích thích lực lượng sản xuất phát triển và tăng năng suất lao động\nD. Phân hóa giàu - nghèo giữa những người sản xuất hàng hoá",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nNội dung  không phải là tác động của quy luật giá trị: thẩm định hàng hoá"
    },
    {
        "ID": "Civ_31_14",
        "Image_Question": "",
        "Question": "Câu 14:Ở bước đầu tiên, người tố cáo cần gửi đơn đến đâu?\nA. Cơ quan, tổ chức, cá nhân có thẩm quyền\nB. Cơ quan công an\nC. Uỷ ban nhân dân các cấp\nD. Đại biểu Hội đồng nhân dân các cấp",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nỞ bước đầu tiên, người tố cáo cần gửi đơn đến Cơ quan, tổ chức, cá nhân có thẩm quyền"
    },
    {
        "ID": "Civ_31_15",
        "Image_Question": "",
        "Question": "Câu 15:Yếu tố nào dưới đây ảnh hưởng đến cung - cầu?\nA. Năng suất lao động\nB. Giá cả thị trường\nC. Điều kiện kinh tế - xã hội\nD. Tăng trưởng kinh tế",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án  B\nGiá cả thị trường ảnh hưởng đến cung - cầu"
    },
    {
        "ID": "Civ_31_16",
        "Image_Question": "",
        "Question": "Câu 16:Trách nhiệm pháp lí là nghĩa vụ mà các cá nhân, tổ chức phải gánh chịu hậu quả bất lợi từ hành vi nào dưới đây của mình?\nA. Không cẩn thận\nB. Vi phạm pháp luật\nC. Thiếu suy nghĩ\nD. Thiếu kế hoạch",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nTrách nhiệm pháp lí là nghĩa vụ mà các cá nhân, tổ chức phải gánh chịu hậu quả bất lợi từ hành vi vi phạm pháp luật"
    },
    {
        "ID": "Civ_31_17",
        "Image_Question": "",
        "Question": "Câu 17:Năng lực trách nhiệm pháp lí của cả nhân bao gồm\nA. độ tuổi và nhận thức\nB. độ tuổi và trình độ\nC. độ tuổi và hành vi\nD. nhận thức và hành vi",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nNăng lực trách nhiệm pháp lí của cả nhân bao gồm độ tuổi và nhận thức"
    },
    {
        "ID": "Civ_31_18",
        "Image_Question": "",
        "Question": "Câu 18:Độ tuổi phải chịu trách nhiệm hành chính về mọi vi phạm hành chính do mình gây ra là:\nA. đủ 14 tuổi trở lên\nB. đủ 16 tuổi trở lên\nC. đủ 18 tuổi trở lên\nD. đủ 21 tuổi trở lên",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nĐộ tuổi phải chịu trách nhiệm hành chính về mọi vi phạm hành chính do mình gây ra là: đủ 16 tuổi trở lên"
    },
    {
        "ID": "Civ_31_19",
        "Image_Question": "",
        "Question": "Câu 19:Mọi công dân đều được hưởng quyền và phải thực hiện nghĩa vụ của mình là nội dung bình đẳng nào dưới đây của công dân?\nA. Bình đẳng về quyền và nghĩa vụ\nB. Bình đẳng về quyền và trách nhiệm\nC. Bình đẳng về quyền lợi\nD. Bình đẳng trong công tác xã hội",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nMọi công dân đều được hưởng quyền và phải thực hiện nghĩa vụ của mình là nội dung bình đẳng về quyền và nghĩa vụ"
    },
    {
        "ID": "Civ_31_20",
        "Image_Question": "",
        "Question": "Câu 20:Vợ chồng tôn trọng quyền tự do tín ngưỡng, tôn giáo của nhau là thể hiện quyền bình đẳng trong quan hệ nào giữa vợ và chồng?\nA. Quan hệ nhân thân\nB. Quan hệ tài sản\nC. Quan hệ tình cảm\nD. Quan hệ tôn giáo",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nVợ chồng tôn trọng quyền tự do tín ngưỡng, tôn giáo của nhau là thể hiện quyền bình đẳng trong quan hệ  nhân thân"
    },
    {
        "ID": "Civ_31_21",
        "Image_Question": "",
        "Question": "Câu 21:Công dân đủ bao nhiêu tuổi được gọi nhập ngũ?\nA. Đủ 17 tuổi\nB. Đủ 18 tuổi\nC. Đủ 19 tuổi\nD. Đủ 20 tuổi",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nCông dân đủ 18 tuổi được gọi nhập ngũ"
    },
    {
        "ID": "Civ_31_22",
        "Image_Question": "",
        "Question": "Câu 22:Cha mẹ tôn trọng ý kiến của con là biểu hiện của nội dung bình đẳng nào dưới đây trong quan hệ hôn nhân và gia đình?\nA. Bình đẳng giữa cha mẹ và con\nB. Bình đẳng giữa các thế hệ\nC. Bình đẳng về nhân thân\nD. Bình đẳng về tự do ngôn luận",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nCha mẹ tôn trọng ý kiến của con là biểu hiện của nội dung bình đẳng giữa cha mẹ và con"
    },
    {
        "ID": "Civ_31_23",
        "Image_Question": "",
        "Question": "Câu 23:Để thoả thuận với nhau về việc làm có trả công, điều kiện lao động, quyền và nghĩa vụ của mồi bên trong quan hệ lao động, người lao động và người sử dụng lao động cần xác lập loại văn bản nào dưới đây?\nA. Hợp đồng làm việc\nB. Hợp đồng lao động\nC. Hợp đồng kinh tế\nD. Hợp đồng thuê mướn lao động",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nĐể thoả thuận với nhau về việc làm có trả công, điều kiện lao động, quyền và nghĩa vụ của mồi bên trong quan hệ lao động, người lao động và người sử dụng lao động cần xác lập Hợp đồng lao động"
    },
    {
        "ID": "Civ_31_24",
        "Image_Question": "",
        "Question": "Câu 24:Chủ thể của họp đồng lao động là\nA. người lao động và đại diện người lao động\nB. người lao động và người sử dụng lao động\nC. đại diện người lao động và người sử dụng lao động\nD. ông chủ và người làm thuê",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nChủ thể của họp đồng lao động là người lao động và người sử dụng lao động"
    },
    {
        "ID": "Civ_31_25",
        "Image_Question": "",
        "Question": "Câu 25:Trên cơ sở Luật Doanh nghiệp, công dân thực hiện hoạt động sản xuất kinh doanh phù hợp với khả năng và điều kiện của mình. Điều này thể hiện vai trò pháp luật là phương tiện để công dân\nA. bảo vệ quyền và lợi ích hợp pháp của mình\nB. thực hiện quyền của mình\nC. thực hiện quyền và nghĩa vụ công dân\nD. bảo vệ nhu cầu cuộc sống của công dân",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nTrên cơ sở Luật Doanh nghiệp, công dân thực hiện hoạt động sản xuất kinh doanh phù hợp với khả năng và điều kiện của mình. Điều này thể hiện vai trò pháp luật là phương tiện để công dân thực hiện quyền của mình"
    },
    {
        "ID": "Civ_31_26",
        "Image_Question": "",
        "Question": "Câu 26:Hai công ty C và D cùng kê khai lợi nhuận trước thuế không đúng, đều bị cơ quan thuế xử phạt. Hành vi xử phạt của cơ quan thuế đối với cả hai công ty c và D là biểu hiện bình đẳng về\nA. quyền và nghĩa vụ\nB. kê khai thuế\nC. trách nhiệm pháp lí\nD. nghĩa vụ nộp thuế",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nHành vi xử phạt của cơ quan thuế đối với cả hai công ty c và D là biểu hiện bình đẳng về trách nhiệm pháp lí"
    },
    {
        "ID": "Civ_31_27",
        "Image_Question": "",
        "Question": "Câu 27:Học sinh A viết bài đề xuất phương án giải toả ách tắc giao thông ở cổng trường mình sau giờ tan học. Học sinh A đã thực hiện quyền nào dưới đây của công dân?\nA. Tự do ngôn luận\nB. Tham gia công tác trật tự, an toàn xã hội\nC. Tự do bày tỏ ý kiến cá nhân\nD. Tham gia quản lí nhà nước và xã hội",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nHọc sinh A đã thực hiện quyền tự do ngôn luận của công dân"
    },
    {
        "ID": "Civ_31_28",
        "Image_Question": "",
        "Question": "Câu 28:Mọi hành vi xâm phạm đến danh dự, nhân phẩm của công dân đều vừa trái với đạo đức\nA. vừa vi phạm pháp luật\nB. vừa trái với chính trị\nC. vừa vi phạm chính sách\nD. vừa trái với thực tiễn",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nMọi hành vi xâm phạm đến danh dự, nhân phẩm của công dân đều vừa trái với đạo đức vừa vi phạm pháp luật"
    },
    {
        "ID": "Civ_31_29",
        "Image_Question": "",
        "Question": "Câu 29:Đánh người gây thương tích, làm tổn hại đến tính mạng và sức khoẻ của người khác là hành vi xâm phạm đến quyền nào dưới đây của công dân?\nA. Quyền bất khả xâm phạm về thân thể của công dân\nB. Quyền được pháp luật bảo hộ về tính mạng, sức khoẻ của công dân\nC. Quyền được đảm bảo an toàn sức khoẻ\nD. Quyền được đảm bảo an toàn tính mạng",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nĐánh người gây thương tích, làm tổn hại đến tính mạng và sức khoẻ của người khác là hành vi xâm phạm đến quyền được pháp luật bảo hộ về tính mạng, sức khoẻ của công dân"
    },
    {
        "ID": "Civ_31_30",
        "Image_Question": "",
        "Question": "Câu 30:Tung tin nói xấu làm mất uy tín của người khác là hành vi xâm phạm đến quyền nào dưới đây của công dân?\nA. Quyền nhân thân\nB. Quyền được pháp luật bảo hộ về danh dự và nhân phẩm\nC. Quyền được đảm bảo an toàn về uy tín, thanh danh\nD. Quyền được bảo vệ uy tín",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nTung tin nói xấu làm mất uy tín của người khác là hành vi xâm phạm đến quyền được pháp luật bảo hộ về danh dự và nhân phẩm"
    },
    {
        "ID": "Civ_31_31",
        "Image_Question": "",
        "Question": "Câu 31:Trên cơ sở quy định pháp luật về trật tự an toàn đô thị, các đội trật tự của các phường trong quận T đã yêu cầu mọi người không được bán hàng trên vỉa hè để đảm bảo văn minh đô thị. Trong trường hợp này, pháp luật đã thể hiện vai trò nào dưới đây?\nA. Là công cụ quản lí đô thị hiệu quả\nB. Là hình thức cưỡng chế người vi phạm\nC. Là phương tiện để đảm bảo trật tự đường phố\nD. Là phương tiện để Nhà nước quản lí xã hội",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nTrong trường hợp này, pháp luật là phương tiện để Nhà nước quản lí xã hội"
    },
    {
        "ID": "Civ_31_32",
        "Image_Question": "",
        "Question": "Câu 32:Nguyễn Văn B (15 tuổi, đang học lớp 10) vi phạm hình sự, B không phải chấp hành hình phạt nào dưới đây?\nA. Cảnh cáo\nB. Cải tạo không giam giữ\nC. Phạt tiền\nD. Tù có thời hạn",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nNguyễn Văn B (15 tuổi, đang học lớp 10) vi phạm hình sự, B không phải chấp hành hình phạt Phạt tiền"
    },
    {
        "ID": "Civ_31_33",
        "Image_Question": "",
        "Question": "Câu 33:Một công trình xây dựng A có nhiều sai phạm so với giấy phép xây dựng như: chủ đầu tư đã tự ý tăng chiều cao các tầng, xây thêm tầng 19, tổng chiều cao khoảng 69 m (vượt 16 m, tương đương 5 tầng). Vi phạm trên đây là loại vi phạm nào?\nA. Vi phạm hình sự\nB. Vi phạm dân sự\nC. Vi phạm hành chính\nD. Vi phạm kỉ luật",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nVi phạm trên đây là loại vi phạm hành chính"
    },
    {
        "ID": "Civ_31_34",
        "Image_Question": "",
        "Question": "Câu 34:Anh H là công an xã nhận được tin báo ông K thường xuyên cho vay tiền với lãi suất cao nên đã tự ý bắt ông K về giam giữ tại trụ sở xã để điều tra. Hành vi tự tiện bắt giữ người của anh H đã vi phạm quyền nào dưới đây của công dân?\nA. quyền được pháp luật bảo hộ về danh dự của công dân\nB. quyền được pháp luật bảo hộ về nhân phẩm của công dân\nC. quyền bất khả xâm phạm về thân thể của công dân\nD. quyền bất khả xâm phạm về tính mạng của công dân",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nHành vi tự tiện bắt giữ người của anh H đã vi phạm quyền bất khả xâm phạm về thân thể của công dân"
    },
    {
        "ID": "Civ_31_35",
        "Image_Question": "",
        "Question": "Câu 35:Trường Trung học phổ thông Y tổ chức khám sức khoẻ định kì cho học sinh. Việc làm của Trường Trung học phổ thông Y đã tạo điều kiện để các em hưởng quyền nào của công dân dưới đây?\nA. Quyền được chăm sóc y tế\nB. Quyền được chăm sóc sức khoẻ\nC. Quyền được hưởng đời sống vật chất\nD. Quyền được phát triển",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nViệc làm của Trường Trung học phổ thông Y đã tạo điều kiện để các em hưởng quyền được phát triển của công dân"
    },
    {
        "ID": "Civ_31_36",
        "Image_Question": "",
        "Question": "Câu 36:Nhân dân xã L biểu quyết công khai quyết định việc xây dựng nhà văn hoá xã với sự đóng góp của các hộ gia đình. Việc làm này là biểu hiện quyền nào dưới đây của công dân?\nA. Quyền tự do ngôn luận\nB. Quyền tự do bày tỏ ý kiến, nguyện vọng\nC. Quyền tham gia quản lí nhà nước và xã hội\nD. Quyền công khai, minh bạch",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nViệc làm này là biểu hiện quyền tham gia quản lí nhà nước và xã hội của công dân"
    },
    {
        "ID": "Civ_31_37",
        "Image_Question": "",
        "Question": "Câu 37:Sau khi tốt nghiệp đại học, anh D thi và đỗ vào lớp cao học của Khoa Kinh tế đối ngoại. Anh D đã thực hiện quyền nào dưới đây của công dân?\nA. Quyền học ở bậc cao hơn\nB. Quyền thay đổi nơi học\nC. Quyền học không hạn chế\nD. Quyền học suốt đời",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nAnh D đã thực hiện quyền học không hạn chế của công dân"
    },
    {
        "ID": "Civ_31_38",
        "Image_Question": "",
        "Question": "Câu 38:Ông Đ nuôi 15 con cầy hương - con vật thuộc danh mục động vật hoang dã, quý hiếm mà Nhà nước cấm kinh doanh. Việc làm của ông Đ đã xâm phạm\nA. pháp luật kinh doanh\nB. chính sách bảo vệ thiên nhiên\nC. pháp luật về bảo vệ môi trường\nD. chính sách môi trường",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nÔng Đ nuôi 15 con cầy hương - con vật thuộc danh mục động vật hoang dã, quý hiếm mà Nhà nước cấm kinh doanh. Việc làm của ông Đ đã xâm phạm pháp luật về bảo vệ môi trường"
    },
    {
        "ID": "Civ_31_39",
        "Image_Question": "",
        "Question": "Câu 39:Do bị bạn bè rủ rê, K đã một số lần thử hút thuốc có chứa chất ma tuý, đến khi bố mẹ biết thì K đã trở thành con nghiện. Hành vi sử dụng ma tuý của K đã vi phạm pháp luật về lĩnh vực nào dưới đây?\nA. Pháp luật về lĩnh vực giáo dục\nB. Pháp luật về trật tự an toàn xã hội\nC. Pháp luật về phòng, chống tệ nạn xã hội\nD. Pháp luật về phòng, chống tệ nạn hút thuốc lá",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nHành vi sử dụng ma tuý của K đã vi phạm pháp luật về lĩnh vực pháp luật về phòng, chống tệ nạn xã hội"
    },
    {
        "ID": "Civ_31_40",
        "Image_Question": "",
        "Question": "Câu 40:Tại một điếm bầu cử đại biểu Hội đồng nhân dân các cấp, ông M bị đau chân nên sau khi tự viết phiếu bầu rồi nhờ anh N giúp mình bỏ phiếu vào hòm phiếu nhung bị anh N từ chối. Chị H đã nhận lời giúp ông M và phát hiện ông M bầu cho đối thủ của mình. Chị H nhờ và được ông M đồng ý sửa lại phiếu theo ý của chị rồi chị bỏ phiếu đó vào hòm phiếu. Những ai dưới đây vi phạm nguyên tắc bầu cử bỏ phiếu kín?\nA. Ông M, chị H và anh M\nB. Ông M và anh N\nC. Chị H và anh N\nD. Chị H và ông M",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nChị H và ông M vi phạm nguyên tắc bầu cử bỏ phiếu kín"
    }
]