[
    {
        "ID": "Civ_38_1",
        "Image_Question": "",
        "Question": "Câu 1:Yếu tố nào dưới đây là tư liệu lao động của người nông dân?\nA. Không khí\nB. Sợi để dệt vải\nC. Máy cày\nD. Vật liệu xây dựng",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nMáy cày là tư liệu lao động của người nông dân"
    },
    {
        "ID": "Civ_38_2",
        "Image_Question": "",
        "Question": "Câu 2:Pháp luật do Nhà nước ban hành và bảo đảm thực hiện bằng\nA. quyền lực nhà nước\nB. quyền lực xã hội\nC. chủ trương, chính sách\nD. tuyên truyền, giáo dục",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nPháp luật do Nhà nước ban hành và bảo đảm thực hiện bằng quyền lực nhà nước"
    },
    {
        "ID": "Civ_38_3",
        "Image_Question": "",
        "Question": "Câu 3:Pháp luật có vai trò như thế nào đối với công dân?\nA. Bảo vệ quyền tự do tuyệt đối của công dân\nB. Bảo vệ quyền và lợi ích hợp pháp của công dân\nC. Bảo vệ mọi lợi ích của công dân\nD. Bảo vệ mọi nhu cầu của công dân",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nPháp luật có Bảo vệ quyền và lợi ích hợp pháp của công dân"
    },
    {
        "ID": "Civ_38_4",
        "Image_Question": "",
        "Question": "Câu 4:Các quy phạm đạo đức phù họp với sự phát triển và tiến bộ của xã hội được Nhà nước đưa vào trong các quy phạm pháp luật là biểu hiện đặc trưng nào của pháp luật?\nA. Tính xác định cụ thể về mặt nội dung\nB. Tính xác định chặt chẽ về mặt hình thức\nC. Tính trình tự kế hoạch của hệ thống pháp luật\nD. Tính trình tự khoa học của pháp luật",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nCác quy phạm đạo đức phù họp với sự phát triển và tiến bộ của xã hội được Nhà nước đưa vào trong các quy phạm pháp luật là biểu hiện đặc trưng Tính xác định chặt chẽ về mặt hình thức"
    },
    {
        "ID": "Civ_38_5",
        "Image_Question": "",
        "Question": "Câu 5:Hành vi vi phạm trật tự, an toàn giao thông là vi phạm\nA. dân sự\nB. hành chính\nC. kỉ luật\nD. nội quy",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nHành vi vi phạm trật tự, an toàn giao thông là vi phạm hành chính"
    },
    {
        "ID": "Civ_38_6",
        "Image_Question": "",
        "Question": "Câu 6:Công dân Việt Nam đủ 18 tuổi trở lên đều có quyền bầu cử là nội dung của nguyên tắc bầu cử nào?\nA. Phổ thông\nB. Phổ cập\nC. Trực tiếp\nD. Nhất quán",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nCông dân Việt Nam đủ 18 tuổi trở lên đều có quyền bầu cử là nội dung của nguyên tắc bầu cử phổ thông"
    },
    {
        "ID": "Civ_38_7",
        "Image_Question": "",
        "Question": "Câu 7:Việc chuyển từ sản xuất quạt bàn sang sản xuất quạt cây là chịu tác động nào dưới đây của quy luật giá trị?\nA. Điều tiết sản xuất và lưu thông hàng hóa\nB. Cạnh tranh giành lợi nhuận cao trong sản xuất\nC. Tăng năng suất lao động\nD. Kích thích lực lượng sản xuất phát triển",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nViệc chuyển từ sản xuất quạt bàn sang sản xuất quạt cây là chịu tác động Điều tiết sản xuất và lưu thông hàng hóa của quy luật giá trị"
    },
    {
        "ID": "Civ_38_8",
        "Image_Question": "",
        "Question": "Câu 8:Việc vận động người khác không bỏ phiếu cho một người là vi phạm quyền nào dưới đây?\nA. Quyền bầu cử\nB. Quyền ứng cử\nC. Quyền tự do dân chủ\nD. Quyền tự do cá nhân",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nViệc vận động người khác không bỏ phiếu cho một người là vi phạm quyền bầu cử"
    },
    {
        "ID": "Civ_38_9",
        "Image_Question": "",
        "Question": "Câu 9:Quyền sáng tạo của công dân không bao gồm nội dung nào dưới đây?\nA. Phản ánh ý kiến về xây dựng kinh tế - xã hội\nB. Sáng tác các tác phẩm văn học, khoa học\nC. Tạo ra các sáng chế\nD. Tạo ra các sáng kiến, cải tiến kĩ thuật",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nQuyền sáng tạo của công dân không bao gồm nội dung Phản ánh ý kiến về xây dựng kinh tế - xã hội"
    },
    {
        "ID": "Civ_38_10",
        "Image_Question": "",
        "Question": "Câu 10:Công dân bình đẳng về quyền và nghĩa vụ có nghĩa là mọi công dân\nA. đều có quyền và nghĩa vụ giống nhau\nB. đều có quyền như nhau\nC. đều có nghĩa vụ như nhau\nD. đều bình đẳng về quyền và làm nghĩa vụ theo quy định của pháp luật",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nCông dân bình đẳng về quyền và nghĩa vụ có nghĩa là mọi công dân đều bình đẳng về quyền và làm nghĩa vụ theo quy định của pháp luật"
    },
    {
        "ID": "Civ_38_11",
        "Image_Question": "",
        "Question": "Câu 11:Bất kì công dân nào vi phạm pháp luật đều phải chịu trách nhiệm về hành vi vi phạm của mình và bị xử lí theo quy định của pháp luật, là thể hiện công dân bình đẳng về\nA. trách nhiệm kinh tế\nB. trách nhiệm pháp lí\nC. trách nhiệm xã hội\nD. trách nhiệm chính trị",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nBất kì công dân nào vi phạm pháp luật đều phải chịu trách nhiệm về hành vi vi phạm của mình và bị xử lí theo quy định của pháp luật, là thể hiện công dân bình đẳng về trách nhiệm pháp lí"
    },
    {
        "ID": "Civ_38_12",
        "Image_Question": "",
        "Question": "Câu 12:Một trong những nội dung về bình đẳng trong thực hiện quyền lao động là mọi người đều có quyền lựa chọn\nA. việc làm theo sở thích của mình\nB. việc làm phù hợp với khả năng của mình mà không bị phân biệt đối xử\nC. điều kiện làm việc theo nhu cầu của mình\nD. thời gian làm việc theo ý muốn chủ quan của mình",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nMột trong những nội dung về bình đẳng trong thực hiện quyền lao động là mọi người đều có quyền lựa chọn việc làm phù hợp với khả năng của mình mà không bị phân biệt đối xử"
    },
    {
        "ID": "Civ_38_13",
        "Image_Question": "",
        "Question": "Câu 13:Đối với những người nào dưới đây, thì ai cũng có quyền bắt người và giải ngay đến cơ quan Công an, Viện kiểm sát hoặc Uỷ ban nhân dân nơi gần nhất?\nA. Người phạm tội quả tang hoặc đang bị truy nã\nB. Người đang bị nghi là phạm tội\nC. Người đang gây rối trật tự công cộng\nD. Người đang chuẩn bị vi phạm pháp luật",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nĐối với Người phạm tội quả tang hoặc đang bị truy nã, thì ai cũng có quyền bắt người và giải ngay đến cơ quan Công an, Viện kiểm sát hoặc Uỷ ban nhân dân nơi gần nhất?"
    },
    {
        "ID": "Civ_38_14",
        "Image_Question": "",
        "Question": "Câu 14:Khám chỗ ở của công dân trong trường hợp nào dưới đây là đúng pháp luật?\nA. Khi có nghi ngờ người phạm pháp đang lẩn trốn ở đó\nB. Khi được pháp luật cho phép và có quyết định của cơ quan nhà nước có thẩm quyền\nC. Khi công an cần khám nhà để kiểm tra hộ khẩu\nD. Khi công an cần khám nhà để tìm kiếm chứng cứ liên quan đến vụ án",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nKhám chỗ ở của công dân Khi được pháp luật cho phép và có quyết định của cơ quan nhà nước có thẩm quyền là đúng pháp luật"
    },
    {
        "ID": "Civ_38_15",
        "Image_Question": "",
        "Question": "Câu 15:Mọi loại hình doanh nghiệp thuộc các thành phần kinh tế khác nhau đều được bình đẳng trong việc khuyến khích phát triển lâu dài là nội dung của\nA. bình đẳng trong kinh doanh\nB. bình đẳng trong lao động\nC. bình đẳng về chính trị\nD. bình đẳng về kinh tế - xã hội",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nMọi loại hình doanh nghiệp thuộc các thành phần kinh tế khác nhau đều được bình đẳng trong việc khuyến khích phát triển lâu dài là nội dung của bình đẳng trong kinh doanh"
    },
    {
        "ID": "Civ_38_16",
        "Image_Question": "",
        "Question": "Câu 16:Bảo vệ môi trường là nghĩa vụ của\nA. mọi công dân\nB. riêng cán bộ ngành Tài nguyên và Môi trường\nC. riêng cán bộ, công chức nhà nước\nD. riêng cán bộ được giao nhiệm vụ",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nBảo vệ môi trường là nghĩa vụ của  mọi công dân"
    },
    {
        "ID": "Civ_38_17",
        "Image_Question": "",
        "Question": "Câu 17:Công dân nam đủ bao nhiêu tuối được gọi nhập ngũ?\nA. Đủ 19 tuổi\nB. Đủ 20 tuổi\nC. Đủ 21 tuổi\nD. Đủ 18 tuổi",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nCông dân nam đủ 18 tuối được gọi nhập ngũ"
    },
    {
        "ID": "Civ_38_18",
        "Image_Question": "",
        "Question": "Câu 18:Cạnh tranh lành mạnh là\nA. động lực của sự phát triển xã hội\nB. mục tiêu của sự phát triển kinh tế\nC. động lực kinh tế của sản xuất và lưu thông hàng hóa\nD. giá trị của nền sản xuất hàng hóa",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nCạnh tranh lành mạnh là động lực kinh tế của sản xuất và lưu thông hàng hóa"
    },
    {
        "ID": "Civ_38_19",
        "Image_Question": "",
        "Question": "Câu 19:Việc bảo đảm tỉ lệ thích hợp người dân tộc thiểu số trong các cơ quan quyền lực nhà nước thể hiện\nA. quyền lực nhà nước thể hiện quyền bình đẳng giữa các dân tộc\nB. quyền bình đẳng giữa các công dân\nC. quyền bình đẳng giữa các vùng, miền\nD. quyền bình đẳng trong công việc chung của Nhà nước",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nViệc bảo đảm tỉ lệ thích hợp người dân tộc thiểu số trong các cơ quan quyền lực nhà nước thể hiện quyền bình đẳng giữa các dân tộc"
    },
    {
        "ID": "Civ_38_20",
        "Image_Question": "",
        "Question": "Câu 20:Hành vi tự ý bắt và giam, giữ người vì những lí do không chính đáng hoặc do nghi ngờ không có căn cứ là hành vi xâm phạm quyền nào dưới đây của công dân?\nA. Quyền bất khả xâm phạm về thân thể\nB. Quyền được pháp luật bảo hộ về tính mạng\nC. Quyền tự do dân chủ\nD. Quyền được bảo đảm trật tự và an toàn xã hội",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nHành vi tự ý bắt và giam, giữ người vì những lí do không chính đáng hoặc do nghi ngờ không có căn cứ là hành vi xâm phạm quyền bất khả xâm phạm về thân thể của công dân"
    },
    {
        "ID": "Civ_38_21",
        "Image_Question": "",
        "Question": "Câu 21:Học sinh có thể thực hiện quyền tự do ngôn luận bằng cách nào dưới đây?\nA. Đưa tin tức không hay về trường mình lên Facebook\nB. Phát biểu ý kiến xây dựng trường, lớp mình trong các cuộc họp\nC. Chê bai trường mình ở nơi khác\nD. Tự do nói bất cứ điều gì về trường mình",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nHọc sinh có thể thực hiện quyền tự do ngôn luận bằng cách Phát biểu ý kiến xây dựng trường, lớp mình trong các cuộc họp"
    },
    {
        "ID": "Civ_38_22",
        "Image_Question": "",
        "Question": "Câu 22:Giám đốc Sở Giáo dục và Đào tạo tỉnh B ban hành quyết định điều chuyển giáo viên từ trường A đến trường C là thực hiện pháp luật theo hình thức nào dưới đây?\nA. Sử dụng pháp luật\nB. Thi hành pháp luật,\nC. Áp dụng pháp luật\nD. Công nhận pháp luật",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nGiám đốc Sở Giáo dục và Đào tạo tỉnh B ban hành quyết định điều chuyển giáo viên từ trường A đến trường C là thực hiện pháp luật theo hình thức Áp dụng pháp luật"
    },
    {
        "ID": "Civ_38_23",
        "Image_Question": "",
        "Question": "Câu 23:Do mâu thuẫn cá nhân mà 4 học sinh lớp 11 đón đường đánh M làm M bị tổn hại sức khoẻ tới 16%. Hành vi của 4 học sinh trên đã vi phạm\nA. pháp luật dân sự\nB. pháp luật hành chính\nC. pháp luật hình sự\nD. pháp luật kỉ luật",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nDo mâu thuẫn cá nhân mà 4 học sinh lớp 11 đón đường đánh M làm M bị tổn hại sức khoẻ tới 16%. Hành vi của 4 học sinh trên đã vi phạm pháp luật hình sự"
    },
    {
        "ID": "Civ_38_24",
        "Image_Question": "",
        "Question": "Câu 24:C không cung cấp đầy đủ hàng cho D đúng hạn theo hợp đồng mà không có lí do chính đáng, nên đã gây thiệt hại cho anh D. Hành vi của anh c là hành vi vi phạm nào dưới đây?\nA. Hành chính\nB. Kỉ luật\nC. Thỏa thuận\nD. Dân sự",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nC không cung cấp đầy đủ hàng cho D đúng hạn theo hợp đồng mà không có lí do chính đáng, nên đã gây thiệt hại cho anh D. Hành vi của anh c là hành vi vi phạm Dân sự"
    },
    {
        "ID": "Civ_38_25",
        "Image_Question": "",
        "Question": "Câu 25:Sau một thời gian học nghề, anh H đã có nghề thợ may, anh muốn mở một hiệu may mặc ở ngay trung tâm huyện. Theo em, để kinh doanh phát đạt, anh H cần làm theo phương án nào dưới đây?\nA. Thuê thợ may giỏi\nB. Mua máy móc loại tốt\nC. Mua vải đắt tiền để cắt may\nD. Quảng cáo rầm rộ kèm theo các chương trình khuyến mãi hấp dẫn",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nTheo em, để kinh doanh phát đạt, anh H cần làm theo phương án Mua máy móc loại tốt\nua máy móc loại tốt"
    },
    {
        "ID": "Civ_38_26",
        "Image_Question": "",
        "Question": "Câu 26:Khoản 1 Điều 69 Luật Hôn nhân và gia đình năm 2014 quy định nghĩa vụ và quyền của cha mẹ là \"Thương yêu con, tôn trọng ý kiến của con; chăm lo việc học tập, giáo dục để con phát triển lành mạnh về thể chất, trí tuệ, đạo đức\", là thể hiện mối quan hệ\nA. giữa pháp luật với gia đình\nB. giữa gia đình với xã hội\nC. giữa cha mẹ và con\nD. giữa các thế hệ trong gia đình",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nKhoản 1 Điều 69 Luật Hôn nhân và gia đình năm 2014 quy định nghĩa vụ và quyền của cha mẹ là \"Thương yêu con, tôn trọng ý kiến của con; chăm lo việc học tập, giáo dục để con phát triển lành mạnh về thể chất, trí tuệ, đạo đức\", là thể hiện mối quan hệ giữa cha mẹ và con"
    },
    {
        "ID": "Civ_38_27",
        "Image_Question": "",
        "Question": "Câu 27:Trong gia đình anh H, hằng ngày cứ đi làm về là anh H lại ngồi xem ti-vi trong khi chị M vừa trông con vừa phải lau dọn nhà của. Anh II còn mua chiếc xe máy trị giá hơn 30 triệu đồng từ tiền chung của hai vợ chồng mà không bàn bạc với chị M. Hành vi, việc làm của anh H là không thể hiện bình đẳng giữa vợ và chồng trong quan hệ nào dưới đây?\nA. Quan hệ tài sản và chi tiêu trong gia đình\nB. Quan hệ nhân thân\nC. Quan hệ nhân thân và chi tiêu trong gia đình\nD. Quan hệ nhân thân và quan hệ tài sản",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nHành vi, việc làm của anh H là không thể hiện bình đẳng giữa vợ và chồng trong quan hệ nhân thân và quan hệ tài sản"
    },
    {
        "ID": "Civ_38_28",
        "Image_Question": "",
        "Question": "Câu 28:Công ty A và Công ty B kinh doanh trên cùng một địa bàn. Sau 2 năm, Công ty A mở rộng quy mô kinh doanh, còn Công ty B thì không có điều kiện để thực hiện. Điều này thể hiện quyền bình đẳng nào dưới đây?\nA. Bình đẳng về quyền trong kinh tế\nB. Bình đẳng về nghĩa vụ đối với xã hội\nC. Bình đẳng về quyền trong kinh doanh\nD. Bình đẳng về quyền trong lao động sản xuất",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nCông ty A và Công ty B kinh doanh trên cùng một địa bàn. Sau 2 năm, Công ty A mở rộng quy mô kinh doanh, còn Công ty B thì không có điều kiện để thực hiện. Điều này thể hiện quyền bình đẳng quyền trong kinh doanh"
    },
    {
        "ID": "Civ_38_29",
        "Image_Question": "",
        "Question": "Câu 29:Kh. rất say mê nhạc cụ dân tộc, giành giải Ba trong cuộc thi quốc gia và được đặc cách nhận vào học tại Học viện Âm nhạc Quốc gia Việt Nam. Kh. đã được hưởng quyền nào dưới đây của công dân?\nA. Quyền học không hạn chế\nB. Quyền học thường xuyên, học suốt đời\nC. Quyền được phát triển\nD. Quyền bình đẳng về cơ hội học tập",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nKh. rất say mê nhạc cụ dân tộc, giành giải Ba trong cuộc thi quốc gia và được đặc cách nhận vào học tại Học viện Âm nhạc Quốc gia Việt Nam. Kh. đã được hưởng quyền được phát triển của công dân"
    },
    {
        "ID": "Civ_38_30",
        "Image_Question": "",
        "Question": "Câu 30:Đã mấy lần thấy M nói chuyện qua điện thoại, L lại tìm cách đến gần để nghe. Hành vi này của L xâm phạm quyền nào dưới đây của công dân?\nA. Quyền được bảo đảm bí mật thư tín, điện tín.\nB. Quyền bí mật điện tín.\nC. Quyền được bảo đảm an toàn và bí mật về điện thoại\nD. Quyền được pháp luật bảo hộ về danh dự, nhân phẩm.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nĐã mấy lần thấy M nói chuyện qua điện thoại, L lại tìm cách đến gần để nghe. Hành vi này của L xâm phạm quyền được bảo đảm an toàn và bí mật về điện thoại của công dân"
    },
    {
        "ID": "Civ_38_31",
        "Image_Question": "",
        "Question": "Câu 31:Vợ chồng chị L đã trả cho công ty K 1,5 tỉ đồng để mua một căn hộ trong khu đô thị z. Trong trường hợp này, chức năng nào dưới đây của tiền tệ đã được thực hiện?\nA. Thước đo giá trị\nB. Phương tiện lưu thông\nC. Phương tiện cất trữ\nD. Phương tiện thanh toán",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nVợ chồng chị L đã trả cho công ty K 1,5 tỉ đồng để mua một căn hộ trong khu đô thị z. Trong trường hợp này, tiền tệ đã được thực hiện Phương tiện thanh toán"
    },
    {
        "ID": "Civ_38_32",
        "Image_Question": "",
        "Question": "Câu 32:Kh. đã lập Facebook giả mạo tên của Ng. và đăng một số tin để người khác hiểu xấu về Ng. Hành vi này của Kh. xâm phạm đến quyền nào dưới đây của công dân?\nA. Quyền bất khả xâm phạm về đời sống tinh thần\nB. Quyền bí mật đời tư\nC. Quyền được pháp luật bảo hộ về danh dự, nhân phẩm\nD. Quyền được bảo đảm an toàn về thư tín, điện tín.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nKh. đã lập Facebook giả mạo tên của Ng. và đăng một số tin để người khác hiểu xấu về Ng. Hành vi này của Kh. xâm phạm đến quyền được pháp luật bảo hộ về danh dự, nhân phẩm"
    },
    {
        "ID": "Civ_38_33",
        "Image_Question": "",
        "Question": "Câu 33:Sau khi tốt nghiệp Đại học chuyên ngành kinh tế, anh Q có ý định xin mở văn phòng tư vấn pháp luật. Theo em, anh Q có quyền mở văn phòng này không?\nA. Được, vì tư vấn pháp luật đang là nhu cầu cấp thiết của xã hội\nB. Được, vì tư vấn pháp luật giúp người được tư vấn hiểu rõ về pháp luật hơn\nC. Không, vì anh Q chưa có bằng tốt nghiệp ngành Luật và chứng chỉ hành nghề\nD. Được phép mở, vì đây là quyền tự do kinh doanh của công dân",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nanh Q không có quyền mở văn phòngvì anh Q chưa có bằng tốt nghiệp ngành Luật và chứng chỉ hành nghề"
    },
    {
        "ID": "Civ_38_34",
        "Image_Question": "",
        "Question": "Câu 34:Nếu trong trường hợp có một người trong lớp bịa đặt, tưng tin xấu về mình trên Facebook, em sẽ lựa chọn cách ứng xử nào dưới đây cho phù hợp với pháp luật?\nA. Đăng tin trên Facebook nói xấu lại người đó\nB. Gặp trực tiếp mắng người đó cho hả giận\nC. Lờ đi không nói gì\nD. Gặp nói chuyện trực tiếp và yêu cầu người đó xoá tin trên Facebook",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nNếu trong trường hợp có một người trong lớp bịa đặt, tưng tin xấu về mình trên Facebook, em sẽ Gặp nói chuyện trực tiếp và yêu cầu người đó xoá tin trên Facebook"
    },
    {
        "ID": "Civ_38_35",
        "Image_Question": "",
        "Question": "Câu 35:Sau cuộc họp trao đổi, bàn bạc, nhân dân xã M đã thống nhất biểu quyết về việc xây dựng một đoạn đường liên thôn trong xã, trong đó nhân dân có đóng góp một phần kinh phí. Đó là biểu hiện của quyền nào dưới đây của công dân?\nA. Quyền tự do dân chủ\nB. Quyền tham gia xây dựng quê hương\nC. Quyền tham gia quản lí nhà nước và xã hội\nD. Quyền tự do ngôn luận",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nSau cuộc họp trao đổi, bàn bạc, nhân dân xã M đã thống nhất biểu quyết về việc xây dựng một đoạn đường liên thôn trong xã, trong đó nhân dân có đóng góp một phần kinh phí. Đó là biểu hiện của quyền tham gia quản lí nhà nước và xã hội của công dân"
    },
    {
        "ID": "Civ_38_36",
        "Image_Question": "",
        "Question": "Câu 36:H và T phát hiện thấy một nhóm người đang cưa trộm gỗ trong vườn quốc gia, H và T cần làm gì để thực hiện quyền nào dưới đây của công dân?\nA. Báo ngay cho cơ quan kiểm lâm, thực hiện quyền khiếu nại của công dân\nB. Báo ngay cho các chú công an, thực hiện quyền tố cáo của công dân\nC. Báo ngay cho Toà án, thực hiện quyền tố cáo của công dân\nD. Báo ngay cho cơ quan kiểm lâm, thực hiện quyền tố cáo của công dân.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nH và T phát hiện thấy một nhóm người đang cưa trộm gỗ trong vườn quốc gia, H và T cần báo ngay cho cơ quan kiểm lâm, thực hiện quyền tố cáo của công dân."
    },
    {
        "ID": "Civ_38_37",
        "Image_Question": "",
        "Question": "Câu 37:Trường Y thường xuyên bổ sung nhiều loại sách trong thư viện để phục vụ nhu cầu học tập của học sinh. Trường Y đã tạo điều kiện để các em hưởng quyền được phát triển ở nội dung nào dưới đây?\nA. Quyền được đọc sách ở thư viện\nB. Quyền được lựa chọn nhiều sản phẩm\nC. Quyền được cung cấp thông tin\nD. Quyền được cung cấp kiến thức",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nTrường Y thường xuyên bổ sung nhiều loại sách trong thư viện để phục vụ nhu cầu học tập của học sinh. Trường Y đã tạo điều kiện để các em hưởng quyền được cung cấp thông tin"
    },
    {
        "ID": "Civ_38_38",
        "Image_Question": "",
        "Question": "Câu 38:Sau khi nhận bằng tốt nghiệp Trường Đại học Kinh tế quốc dân, anh K làm thủ tục và được cấp giấy chứng nhận đăng kí kinh doanh. Anh K đã thực hiện quyền nào dưới đây của công dân?\nA. Quyền lao động\nB. Quyền kinh tế\nC. Quyền tự do kinh doanh\nD. Quyền tự do thương mại",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nSau khi nhận bằng tốt nghiệp Trường Đại học Kinh tế quốc dân, anh K làm thủ tục và được cấp giấy chứng nhận đăng kí kinh doanh. Anh K đã thực hiện quyền tự do kinh doanh"
    },
    {
        "ID": "Civ_38_39",
        "Image_Question": "",
        "Question": "Câu 39:Trong cuộc họp của công ty, ông B là Phó Tổng Giám đốc đã ngắt lời không cho chị N phát biểu phê bình chủ tịch công đoàn. Khi anh A đang trình bày ý kiến ủng hộ quan điểm của chị N thì bị ông H là Tổng Giám đốc chủ trì cuộc họp không cho nói tiếp. Những ai dưới đây vi phạm quyền tự do ngôn luận của công dân?\nA. Ông B, chị N và ông H\nB. Ông B, anh A và ông H\nC. Ông B và ông H\nD. Ông B, ông H, chị N và anh A",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nÔng B và ông H vi phạm quyền tự do ngôn luận của công dân"
    },
    {
        "ID": "Civ_38_40",
        "Image_Question": "",
        "Question": "Câu 40:Ông A thuê anh C thiết kế mẫu máy lọc nước tự động. Sau khi thử nghiệm sản phẩm thành công, ông A đã đăng kí bảo hộ kiểu dáng công nghiệp cho thiết kế đó. Tuy biết rõ điều này nhưng anh V vẫn bí mật nhờ anh s liên hệ với anh C để mình mua lại mẫu thiết kế trên và được anh C đồng ý. Sau đó anh V nhận mình là tác giả và gửi tham dự một cuộc thi sáng tạo kĩ thuật. Những ai dưới đây vi phạm quyền sáng tạo của công dân?\nA. Ông A và anh C\nB. Anh C, anh s và anh V\nC. Anh V và anh C\nD. Ông A, anh V và anh C",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nÔng A, anh V và anh C vi phạm quyền sáng tạo của công dân"
    }
]