[
    {
        "ID": "Civ_20_1",
        "Image_Question": "",
        "Question": "Câu 1:Vì sao Nhà nước phải quản lí xã hội bằng pháp luật?\nA. Để quản lí một cách phù hợp nhất.\nB. Để quản lí dân chủ và hiệu quả nhất.\nC. Để đất nước ngày càng tự do.\nD. Để đất nước ngày càng giàu mạnh.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Nhà nước phải quản lí xã hội bằng pháp luật để quản lí dân chủ và hiệu quả nhất.\nChọn đáp án B"
    },
    {
        "ID": "Civ_20_2",
        "Image_Question": "",
        "Question": "Câu 2:Hiếu thảo với ông bà, cha mẹ thể hiện mối quan hệ nào dưới đây?\nA. Pháp luật với đạo đức.\nB. Pháp luật với cộng đồng.\nC. Pháp luật với xã hội.\nD. Pháp luật với gia đình.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Hiếu thảo với ông bà, cha mẹ thể hiện mối quan hệ: Pháp luật với đạo đức\nChọn đáp án A"
    },
    {
        "ID": "Civ_20_3",
        "Image_Question": "",
        "Question": "Câu 3:Vi phạm dân sự là hành vi vi phạm pháp luật, xâm phạm tới các quan hệ tài sản, đó là quan hệ\nA. sở hữu, hợp đồng.\nB. hành chính, mệnh lệnh.\nC. sản xuất, kinh doanh.\nD. an toàn xã hội.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Vi phạm dân sự là hành vi vi phạm pháp luật, xâm phạm tới quan hệ tài sản và nhân thân tức là liên quan đến sở hữu, hợp đồng.\nChọn đáp án A"
    },
    {
        "ID": "Civ_20_4",
        "Image_Question": "",
        "Question": "Câu 4:Công dân bình đẳng về quyền và nghĩa vụ có nghĩa là mọi công dân đều\nA. được làm những điều mình thích.\nB. phải thực hiện những việc nên làm.\nC. có quyền và nghĩa vụ giống nhau.\nD. được hưởng quyền và làm nghĩa vụ.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Công dân bình đẳng về quyền và nghĩa vụ nghĩa là bình đẳng được hưởng quyền và phải thực hiện nghĩa vụ theo quy định của pháp luật, quyền công dân không tách rời nghĩa vụ công dân. (sgk GDCD 12 trang 28)\nChọn đáp án D"
    },
    {
        "ID": "Civ_20_5",
        "Image_Question": "",
        "Question": "Câu 5:Nội dung nào dưới đây không thể hiện bình đẳng trong lao động ?\nA. Bình đẳng trong công việc nội trợ của gia đình.\nB. Bình đẳng trong việc thực hiện quyền lao động.\nC. Bình đẳng trong giao kết hợp đông lao động.\nD. Bình đẳng giữa lao động nam và lao động nữ.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Nội dung bình đẳng trong lao động gồm:\n+ Bình đẳng trong việc thực hiện quyền lao động.\n+ Bình đẳng trong giao kết hợp đông lao động.\n+ Bình đẳng giữa lao động nam và lao động nữ.\n(sgk GDCD 12 trang 36)\nChọn đáp án A"
    },
    {
        "ID": "Civ_20_6",
        "Image_Question": "",
        "Question": "Câu 6:Theo quy định của pháp luật, vợ, chồng có quyền và nghĩa vụ ngang nhau trong việc cùng\nA. lựa chọn công việc trong kinh doanh.\nB. tạo điều kiện cho nhau phát triển.\nC. định đoạt tài sản chung của tập thể .\nD. bảo lưu mọi nguồn thu nhập chính.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Theo quy định của pháp luật, vợ, chồng có quyền và nghĩa vụ ngang nhau trong quan hệ nhân thân như tạo điều kiện cho nhau phát triển (sgk GDCD 12 trang 33)\nChọn đáp án B"
    },
    {
        "ID": "Civ_20_7",
        "Image_Question": "",
        "Question": "Câu 7:Mọi doanh nghiệp đều bình đẳng trong việc thực hiện nghĩa vụ\nA. xóa bỏ các rào cản kinh tế.\nB. phát lương và thưởng cho công nhân\nC. phân chia của cải trong xã hội .\nD. kinh doanh đúng ngành nghề đăng kí.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Mọi doanh nghiệp đều bình đẳng trong việc thực hiện nghĩa vụ kinh doanh đúng ngành nghề đã đăng kí (sgk GDCD 12 trang 38)\nChọn đáp án D"
    },
    {
        "ID": "Civ_20_8",
        "Image_Question": "",
        "Question": "Câu 8:Chỉ những người có thẩm quyền theo quy định của pháp luật mới có quyền ra lệnh\nA. thay đổi danh tính người tố cáo.\nB. bắt người trong trường hợp khẩn cấp.\nC. xóa bỏ dấu vết hiện trường vụ án .\nD. mở rộng diện tích lãnh thổ quốc gia .",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chỉ những người có thẩm quyền theo quy định của pháp luật mới có quyền ra lệnh bắt người trong trường hợp khẩn cấp (sgk GDCD 12 trang 55)\nChọn đáp án B"
    },
    {
        "ID": "Civ_20_9",
        "Image_Question": "",
        "Question": "Câu 9:Không ai được tự ý bắt và giam, giữ người là nói đến quyền nào dưới đây của công dân ?\nA. Quyền bất khả xâm phạm về thân thể.\nB. Quyền đảm bảo an toàn trong đời sống.\nC. Quyền tự do thân thể của cá nhân.\nD. Quyền được đảm bảo tính mạng.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Quyền bất khả xâm phạm về thân thể có nghĩa là không ai bị bắt, nếu không có quyết định của Tòa án, quyết định hoặc phê chuẩn của Viện Kiểm sát, trừ trường hợp phạm tội quả tang. (sgk GDCD 12 trang 56)\nChọn đáp án A"
    },
    {
        "ID": "Civ_20_10",
        "Image_Question": "",
        "Question": "Câu 10:Học sinh phát biểu ý kiến trong buổi sinh hoạt lớp là thể hiện quyền nào?\nA. Quyền tự do ngôn luận.\nB. Quyền khiếu nại của công dân.\nC. Quyền tố cáo của công dân.\nD. Quyền tự chủ của công dân.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Việc học sinh phát biểu ý kiến nhằm xây dựng trường học, trong buổi sinh hoạt lớp là thể hiện quyền tự do ngôn luận. (sgk GDCD 12 trang 60)\nChọn đáp án A"
    },
    {
        "ID": "Civ_20_11",
        "Image_Question": "",
        "Question": "Câu 11:Người nào dưới đây không được thực hiện quyền bầu cử ?\nA. Người đang phải chấp hành hình phạt tù.\nB. Người đang bị tình nghi vi phạm pháp luật.\nC. Người đang ốm nằm điều trị ở nhà.\nD. Người đang đi công tác xa nhà.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Trong nội dung quyền bầu cử có qui định chặt chẽ những trường hợp không được thực hiện quyền bầu cử như người đang phải chấp hành hình phạt tù.\n(sgk GDCD 12 trang 70)\nChọn đáp án A"
    },
    {
        "ID": "Civ_20_12",
        "Image_Question": "",
        "Question": "Câu 12:Nhà nước tạo điều kiện để công dân tham gia quản lí nhà nước và xã hội bằng cách\nA. bỏ qua những ý kiến thắc mắc ý kiến, kiến nghị của công dân.\nB. trì hoãn việc tiếp nhận, phản hồi ý kiến, kiến nghị của công dân.\nC. thiếu minh bạch trong việc tiếp nhận, phản hồi kiến nghị của công dân.\nD. công khai, minh bạch trong tiếp nhận, phản hồi kiến nghị của công dân",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Dùng phương pháp loại trừ: Đáp án A,B,C là các hoạt dộng không thể hiện quyền dân chủ còn Nhà nước tạo điều kiện để công dân tham gia quản lí nhà nước và xã hội bằng cách công khai, minh bạch trong tiếp nhận, phản hồi kiến nghị của công dân thể hiện quyền dân chủ.\n(sgk GDCD 12 trang 73)\nChọn đáp án D"
    },
    {
        "ID": "Civ_20_13",
        "Image_Question": "",
        "Question": "Câu 13:Công dân có quyền tố cáo trong trường hợp nào dưới đây ?\nA. Thấy có nhóm người khai thác gỗ trái phép.\nB. Bị cơ quan quản lý thị trường xử phạt quá mức.\nC. Không đồng ý với quyết định xử phạt của cơ quan thuế.\nD. Phản đối hành vi thiếu dân chủ trong cuộc họp của lãnh đạo.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Mục đích của quyền tố cáo nhằm phát hiện, ngăn chặn các việc làm trái pháp luật, xâm hại đến lợi ích của nhà nước, tổ chức và công dân. Việc thấy có nhóm người khai thác gỗ trái phép là việc làm trái pháp luật, xâm hại đến lợi ích của nhà nước thì cần tố cáo để ngăn chặn ngay (sgk GDCD 12 trang 75)\nChọn đáp án A"
    },
    {
        "ID": "Civ_20_14",
        "Image_Question": "",
        "Question": "Câu 14:Những người có tài được tạo mọi điều kiện để làm việc và phát triển, cống hiến tài năng cho Tổ quốc là thể hiện quyền nào dưới đây?\nA. Quyền sáng tạo.\nB. Quyền dân chủ.\nC. Quyền học tập.\nD. Quyền được phát triển.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "- Quyền được phát triển là quyền của công dân được sống trong môi trường xã hội và tự nhiên có lợi cho sự tồn tại và phát triển về thể chất, tinh thần, trí tuệ, đạo đức; có mức sống đầy đủ về vật chất; được học tập, nghỉ ngơi, vui chơi, giải trí, tham gia các hoạt động văn hóa; được cung cấp thông tin và chăm sóc sức khỏe; được khuyến khích, bồi dưỡng để phát triển tài năng.(sgk GDCD 12 trang 87)\nChọn đáp án D"
    },
    {
        "ID": "Civ_20_15",
        "Image_Question": "",
        "Question": "Câu 15:Việc mở trường trung học phổ thông chuyên ở nước ta hiện nay nhằm\nA. bảo đảm tính nhân văn trong giáo dục.\nB. bảo đảm công bằng trong giáo dục.\nC. đào tạo chuyên gia kỹ thuật cho đất nước.\nD. bồi dưỡng nhân tài cho đất nước.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Việc mở trường trung học phổ thông chuyên ở nước ta hiện nay nhằm bồi dưỡng nhân tài cho đất nước.\nChọn đáp án D"
    },
    {
        "ID": "Civ_20_16",
        "Image_Question": "",
        "Question": "Câu 16:Một trong các nghĩa vụ của người kinh doanh là\nA. bảo vệ quyền lợi người tiêu dùng.\nB. giữ gìn trật tự, an toàn xã hội.\nC. đảm bảo tăng trưởng kinh tế.\nD. phòng, chống buôn bán ma túy.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Một trong các nghĩa vụ của người kinh doanh là bảo vệ quyền lợi người tiêu dùng.\n(sgk GDCD 12 trang 98)\nChọn đáp án A"
    },
    {
        "ID": "Civ_20_17",
        "Image_Question": "",
        "Question": "Câu 17:Những yếu tố của tự nhiên mà lao động của con người tác động vào nhắm biến đổi nó cho phù hợp với mục đích của con người được gọi là\nA. tư liệu lao động.\nB. cách thức lao động.\nC. đối tượng lao động.\nD. hoạt động lao động.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Đối tượng lao động là những yếu tố của tự nhiên mà lao động của con người tác động vào nhắm biến đổi nó cho phù hợp với mục đích của con người.(sgk GDCD 11 trang 7)\nChọn đáp án C"
    },
    {
        "ID": "Civ_20_18",
        "Image_Question": "",
        "Question": "Câu 18:Hàng hóa chỉ tồn tại trong nền kinh tế hàng hóa, ở hai dạng là vật thể và phi vật thể. Vì vậy, hàng hóa là một phạm trù mang tính\nA. Xã hội.\nB. Lịch sử.\nC. Vĩnh viễn.\nD. Bất biến.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Hàng hóa là phạm trù lịch sử, chỉ tồn tại trong nền kinh tế hàng hóa, ở dạng vật thể hoặc phi vật thể.\nChọn đáp án B"
    },
    {
        "ID": "Civ_20_19",
        "Image_Question": "",
        "Question": "Câu 19:Trong quá trình sản xuất, người A có thời gian lao động cá biệt lớn hơn thời gian lao động xã hội cần thiết khi đó, người A sẽ\nA. có lợi nhuận.\nB. hòa vốn.\nC. lợi nhuận cao.\nD. thua lỗ.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Trong sản xuất: người sản xuất phải đảm bảo thời gian lao động cá biệt để sản xuất từng hàng hóa phù hợp với thời gian lao động xã hội cần thiết có nghĩa là thời gian lao động cá biệt phải bằng hoặc nhỏ hơn thời gian lao động xã hội cần thiết thì mới có lãi. Nên khi người A có thời gian lao động cá biệt lớn hơn thời gian lao động xã hội cần thiết, khi đó người A sẽ thu lỗ\nChọn đáp án D"
    },
    {
        "ID": "Civ_20_20",
        "Image_Question": "",
        "Question": "Câu 20:Quan hệ cung - cầu là mối quan hệ tác động lẫn nhau giữa người bán với người mua hay giữa những người sản xuất với những người tiêu dùng diễn ra trên thị trường để xác định\nA. giá cả và số lượng hàng hóa dịch vụ.\nB. nhu cầu của thị trường.\nC. khả năng sản xuất của thị trường.\nD. giá cả và nhu cầu xác định.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Quan hệ cung - cầu là mối quan hệ tác động lẫn nhau giữa người bán với người mua hay giữa những người sản xuất với những người tiêu dùng diễn ra trên thị trường để xác định giá cả và số lượng hàng hóa dịch vụ\nChọn đáp án A"
    },
    {
        "ID": "Civ_20_21",
        "Image_Question": "",
        "Question": "Câu 21:Khi cả nước cùng chung tay chống dịch Covid-19, nhằm ngăn chặn nguy cơ bùng phát mạnh mẽ trên cả nước. Thì đây là một trong những việc làm, thể hiện công dân thi hành pháp luật\nA. khai báo lịch trình di chuyển .\nB. quyên góp lương thực, thực phẩm.\nC. tham gia hoạt động tình nguyện.\nD. bỏ mọi hoạt động vui chơi giải chí .",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Thi hành pháp luật là hình thức các chủ thể thực hiện đày đủ các nghĩa vụ của mình, chủ động làm những gì pháp luật qui định phải làm. Việc đi cách li khi nhiễm Covid-19 mang tính bắt buộc.\nChọn đáp án A"
    },
    {
        "ID": "Civ_20_22",
        "Image_Question": "",
        "Question": "Câu 22:Người có đủ năng lực trách nhiệm pháp lý vi phạm pháp luật hành chính khi tự ý thực hiện hành vi nào sau đây ?\nA. Che dấu tội phạm truy nã trong nhà.\nB. Xây dựng nhà trái phép trên đất ruộng.\nC. Đơn phương nộp đơn đề nghị li hôn.\nD. Thay đổi giấy khai sinh cho trẻ em.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Theo quy định tại khoản 1 Điều 170 Luật Đất đai 2013, người sử dụng đất phải “sử dụng đất đúng mục đích.”\n- Trong trường hợp xây dựng trên đất nông nghiệp chưa chuyển mục đích. Về nguyên tắc các loại đất nông nghiệp thì sẽ không được xây dựng nhà ở, công trình kiên cố. Nếu cố tình xây dựng sẽ bị xử lí theo qui định của pháp luật\nChọn đáp án B"
    },
    {
        "ID": "Civ_20_23",
        "Image_Question": "",
        "Question": "Câu 23:Nội dung của quyền bình đẳng giữa các dân tộc về giáo dục được hiểu là các dân tộc đều được\nA. Nhà nước chú trọng phát triển giáo dục.\nB. Nhà nước chú trọng phát triển giáo dục.\nC. bình đẳng hưởng một nền giáo dục chung.\nD. thực hiện cùng một nền giáo dục.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Nội dung của quyền bình đẳng giữa các dân tộc về giáo dục được hiểu là các dân tộc đều được bình đẳng hưởng một nền giáo dục chung.\nChọn đáp án C"
    },
    {
        "ID": "Civ_20_24",
        "Image_Question": "",
        "Question": "Câu 24:Bình đẳng về việc hưởng quyền trước pháp luật là mọi công dân đều được\nA. miễn, giảm mọi loại thuế.\nB. nộp thuế thu nhập cá nhân.\nC. ủy quyền bỏ phiếu bầu cử.\nD. đủ 18 tuổi được quyền bầu cử.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Công dân được bình đẳng về việc hưởng quyền trước pháp luật trong đó có quyền bầu cử khi công dân đủ 18 tuổi.\nChọn đáp án D"
    },
    {
        "ID": "Civ_20_25",
        "Image_Question": "",
        "Question": "Câu 25:Quyền bình đẳng trong lao động của công dân không thể hiện ở nội dung nào sau đây ?\nA. Tìm kiếm việc làm theo quy định .\nB. Trực tiếp giao kết hợp đồng lao động.\nC. Thực hiện thỏa ước lao động tập thể .\nD. Tự do liên doanh với nước ngoài.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Quyền bình đẳng trong lao động của công dân thể hiện ở nội dung:\n+ Tìm kiếm việc làm theo quy định.\n+ Giao kết hợp đồng lao động.\n+ Không trái với thỏa ước lao động tập thể.\nChọn đáp án D"
    },
    {
        "ID": "Civ_20_26",
        "Image_Question": "",
        "Question": "Câu 26:Việc khám xét chỗ theo qui định của pháp luật, chỉ được tiến hành khi có căn cứ chỗ ở đó có\nA. tài liệu liên quan đến vụ án.\nB. các tổ chức phi chính phủ\nC. tập trung thông tấn báo chí.\nD. lực lượng tìm kiếm và cứu nạn.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Mọi người có quyền bất khả xâm phạm về chỗ ở. Không ai được tự ý vào chỗ ở của người khác nếu không được người đó đồng ý. Việc khám xét chỗ ở do luật định\" - điều 22 Hiến pháp 2013 đã hiến định về quyền bất khả xâm phạm của công dân. Vậy việc khám xét chỗ theo qui định của pháp luật được tiến hành khi có căn cứ chỗ ở đó có tài liệu liên quan đến vụ án là không vi phạm pháp luật\nChọn đáp án A"
    },
    {
        "ID": "Civ_20_27",
        "Image_Question": "",
        "Question": "Câu 27:Hiểu như thế nào là đúng về quyền được đảm bảo an toàn và bí mật thư tín, điện thoại, điện tín?\nA. Thư tín không được tự tiện bị bóc mở.\nB. Thư tín được đảm bảo an toàn và bí mật.\nC. Thư tín không bị thất lạc, làm hư hỏng.\nD. Thư tín được bảo đảm bí mật tuyệt đối.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Thư tín, điện tín, điện thoại được đảm bảo an toàn và bí mật.\nChỉ những người có thẩm quyền theo quy định của pháp luật và chỉ trong trường hợp cần thiết mới được được kiểm soát thư, điện thoại, điện tín của người khác.(sgk GDCD 12 trang 59\nChọn đáp án B"
    },
    {
        "ID": "Civ_20_28",
        "Image_Question": "",
        "Question": "Câu 28:Quyền ứng cử của công dân được thực hiện bằng hai con đường đó là\nA. dân chủ trực tiếp và công bằng.\nB. tự ứng cử và bình đẳng cử đại diện.\nC. tự ứng cử và trực tiếp đại diện.\nD. tự ứng cử và được giới thiệu ứng cử.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Quyền ứng cử của công dân được thực hiện bằng hai con đường đó là tự ứng cử và được giới thiệu ứng cử. (sgk GDCD 12 trang 71)\nChọn đáp án D"
    },
    {
        "ID": "Civ_20_29",
        "Image_Question": "",
        "Question": "Câu 29:Trường hợp nào sau đây được sử dụng quyền tố cáo?\nA. Chị B nhận được giấy báo của công ty cho nghỉ việc sau khi sinh con.\nB. Anh K tình cờ phát hiện một nhóm người đang mua bán ma túy trái phép.\nC. Chị P nhận được giấy thông báo mức đền bù đất đai không thỏa đáng.\nD. Nhà ông T phải nộp tiền điện cao gấp 5 lần những tháng trước.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Mục đích của quyền tố cáo nhằm phát hiện, ngăn chặn các việc làm trái pháp luật, xâm hại đến lợi ích của nhà nước, tổ chức và công dân. Việc một nhóm người đang mua bán ma túy trái phép là việc làm trái pháp luật, xâm hại đến lợi ích của nhà nước thì cần tố cáo để ngăn chặn ngay\nChọn đáp án B"
    },
    {
        "ID": "Civ_20_30",
        "Image_Question": "",
        "Question": "Câu 30:Nội dung nào dưới đây không thuộc quyền được phát triển của công dân?\nA. Những người phát triển sớm về trí tuệ có quyền học vượt lớp.\nB. Những học sinh, sinh viên nghèo được miễn giảm học phí.\nC. Những học sinh xuất sắc có thể được học ở các trường chuyên.\nD. Những người đoạt giải trong các kỳ thi quốc gia được tuyển thẳng vào đại học.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Dùng phương pháp loại trừ: A, D, C là đáp án về nội dung quyền quyền phát triển của công dân, suy ra B không đúng.\nChọn đáp án B"
    },
    {
        "ID": "Civ_20_31",
        "Image_Question": "",
        "Question": "Câu 31:Mặc dù bị bạn xấu dụ dỗ, lôi kéo nhiều lần nhưng học sinh N vẫn cương quyết không tham gia cổ vũ đua xe. Học sinh N đã thực hiện pháp luật theo hình thức nào dưới đây?\nA. Thi hành pháp luật.\nB. Tuân thủ pháp luật.\nC. Sử dụng pháp luật.\nD. Áp dụng pháp luật.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Tuân thủ pháp luật là việc cá nhân, tổ chức không làm những điều mà pháp luật cấm làm. N không tham gia cổ vũ đua xe tức là học sinh N đã thực hiện pháp luật theo hình thức tuân thủ pháp luật.\nChọn đáp án B"
    },
    {
        "ID": "Civ_20_32",
        "Image_Question": "",
        "Question": "Câu 32:Phát hiện anh C đã tung tin đồn thất thiệt về chị T trên mạng xã hội. Chị T rất bực mình đã tâm sự chuyện này qua điện thoại với bạn thân là B. Thương bạn, chị B đã đi xe máy thật nhanh đến nhà chị T để tìm cách giải quyết giúp bạn mà quên không đội mũ bảo hiểm. Chị B đã giúp bạn trả thù bằng cách tung tin cả nhà anh C nhiễm HIV khiến gia đình anh C bị kì thị, còn anh C bị trầm cảm. Chị B đã vi phạm pháp luật nào dưới đây?\nA. Dân sự và hình sự.\nB. Hình sự và hành chính.\nC. Hành chính và kỉ luật.\nD. Kỉ luật và dân sự.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Khi làm tình huống chú ý đọc câu hỏi trước,tìm từ “chìa khóa”gạch chân từ khóa. Đọc đề đến đâu, gạch chân, ghi đáp án (bên cạnh) đến đó. Khi đọc đề không suy diễn, mà phải dựa vào câu chữ để xác định đáp án.\n- Thứ nhất: Trong tình huống, B đã đi xe máy quên không đội mũ bảo hiểm vi phạm hành chính.\n- Thứ hai: Chị B đã giúp bạn trả thù bằng cách tung tin cả nhà anh C nhiễm HIV là vi phạm hình sự\nChọn đáp án B"
    },
    {
        "ID": "Civ_20_33",
        "Image_Question": "",
        "Question": "Câu 33:Trên đường chở bạn gái đi chơi bằng xe mô tô, do phóng nhanh vượt ẩu anh K đã va chạm vào xe của anh B, đang đi ngược đường một chiều khiến anh B bị thương nhẹ, nhưng xe thì bị hư hỏng nặng. Thấy người đi đường dừng lại dùng điện thoại di động quay video, anh K và bạn gái vội vả bỏ đi. Anh K và bạn gái phải chịu trách nhiệm pháp lí nào dưới đây?\nA. Dân sự và hành chính.\nB. Hình sự và hành chính.\nC. Hành chính và kỉ luật.\nD. Kỉ luật và dân sự.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Thứ nhất: Trong tình huống này anh K và bạn gái vi phạm hành chính vì có hành vi xâm phạm đến các quan quản lý hành chính cụ thể là đi xe máy ngược chiều.\n- Thứ 2 là anh K và bạn gái đã va vào anh B,làm B bị thương nhẹ nhưng xe thì bị hư hỏng nặng nên phải bồi thường tiền làm hư xe… là vi phạm dân sự\nChọn đáp án A"
    },
    {
        "ID": "Civ_20_34",
        "Image_Question": "",
        "Question": "Câu 34:Anh Q đi làm xa nhà nên đã yêu cầu vợ mình phải nghỉ việc để chăm sóc gia đình. Hàng tháng anh gửi tiền sinh hoạt phí cho vợ, còn những việc lớn trong gia đình anh là người quyết định. Trong trường hợp trên, anh Q đã vi phạm quyền bình đẳng giữa vợ và chồng trong quan hệ nào dưới đây?\nA. Công việc gia đình.\nB. Chia sẻ việc nhà.\nC. Tài sản và nhân thân.\nD. Chăm sóc gia đình.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Theo Luật hôn nhân, gia đình có qui định như sau:\n+ Vợ chồng bình đẳng với nhau về quyền và nghĩa vụ thể hiện trong quan hệ tài sản và nhân thân.\nChọn đáp án C"
    },
    {
        "ID": "Civ_20_35",
        "Image_Question": "",
        "Question": "Câu 35:Nghi ngờ chị M tung tin nói xấu mình nên giám đốc X đã ra quyết định điều chuyển chị từ phòng kế toán sang làm nhân viên tạp vụ. Giám đốc X đã vi phạm nội dung nào dưới đây của quyền bình đẳng trong lao động?\nA. Giao kết hợp đồng lao động.\nB. Thay đổi cơ cấu tuyển dụng,\nC. Xác lập quy trình quản lí.\nD. Áp dụng chế độ ưu tiên.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Với tình huống này vận dụng nội dung bình đẳng trong lao động cụ thể là bình đẳng giao kết hợp đồng lao động. Theo qui định của pháp luật người sử dụng lao động không được sa thải kỉ luật hoặc đơn phương chấm dứt hợp đồng lao động vì những lí do không chính đáng như nghi ngờ chị M tung tin nói xấu mình nên giám đốc công ty tự điều M chuyển sang bộ phận khác từ phòng kế toán sang làm nhân viên tạp vụ là sai.\nChọn đáp án C"
    },
    {
        "ID": "Civ_20_36",
        "Image_Question": "",
        "Question": "Câu 36:Cho rằng trong quá trình xây nhà, ông A đã lấn chiếm một phần lối đi chung của xóm nên bà C bực tức xông vào nhà ông A chửi mắng, và bị con ông A bắt nhốt trong nhà kho hai ngày. Con ông A đã vi phạm quyền nào dưới đây của công dân?\nA. Bất khả xâm phạm về danh tính.\nB. Bất khả xâm phạm về thân thể.\nC. Được pháp luật bảo vệ tài sản cá nhân.\nD. Được pháp luật bảo vệ bí mật đờì tư.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Với tình huống này vận dụng nội dung bài 6, tình huống con ông A bắt nhốt bà C trong nhà kho hai ngày là vi phạm quyền được bất khả xâm phạm về thân thể của công dân.\nChọn đáp án C"
    },
    {
        "ID": "Civ_20_37",
        "Image_Question": "",
        "Question": "Câu 37:Do nghi ngờ chị N quan hệ bất chính với chồng mình, nên chị V cùng em gái là chị D đã đưa tin đồn thất thiệt về chị N lên mạng xã hội khiến uy tín của chị bị ảnh hưởng nghiêm trọng. Chồng chị N nổi cơn ghen liền mắng chửi vợ thậm tệ, đồng thời đã xông vào nhà chị V mắng chửi nên bị chồng chị V đánh gãy chân. Những ai dưới đây không tuân thủ pháp luật?\nA. Vợ chồng chị V, vợ chồng chị N và chị D.\nB. Vợ chồng chị N và chị D.\nC. Vợ chồng chị V và chị D.\nD. Vợ chồng chị V, chồng chị N và chị D",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Tương tự như cách làm tình huống trên với tình huống này vận dụng nội dung các loại vi pham pháp luật và trách nhiệm pháp lí các loại vi pham pháp luật và nhiệm hành chính gồm:\n+ Thứ nhất là chị V cùng em gái là chị D đã đưa tin đồn thất thiệt về chị N lên mạng xã hội chửi xâm phạm đến quyền đảm bảo về nhân phẩm và danh dự\n+ Thứ hai chồng chị N nổi cơn ghen liền mắng chửi vợ thậm tệ, đồng thời đã xông vào nhà chị V mắng chửi xâm phạm đến quyền đảm bảo về nhân phẩm và danh dự\n+ Thứ ba chồng chị V đánh gãy chân chồng chị N xâm phạm đến quyền đảm bảo về tính mạng, sức khỏe\nĐây là những hành vi cấm làm, vậy vợ chồng chị V, chồng chị N và chị D không tuân thủ pháp luật\nChọn đáp án D"
    },
    {
        "ID": "Civ_20_38",
        "Image_Question": "",
        "Question": "Câu 38:Thấy chị H có hoàn cảnh khó khăn, anh T thường xuyên giúp đỡ. Biết chuyện, chị A đã nói xấu chị H và anh T trên trang cá nhân của mình. Anh T đến nhà chị A để nói chuyện, thì bị chị A tiếp tục xúc phạm nên anh đã nhờ anh K đánh chị A bị bầm tím. Sau đó, anh T nhờ bà S đưa chị A đến bệnh viện. Hành vi của những ai dưới đây vi phạm pháp luật?\nA. Anh T và chị H.\nB. Anh T, anh K và chị A.\nC. Anh T và anh K.\nD. Anh T, bà S và chị A.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Tương tự như cách làm tình huống trên với tình huống này vận dụng nội dung các loại vi pham pháp luật và trách nhiệm pháp lí thì người chịu trách nhiệm pháp lí gồm:\n+ Thứ nhất là chị A đã nói xấu chị H và anh T trên trang cá nhân chửi xâm phạm đến quyền đảm bảo về nhân phẩm và danh dự\n+ Thứ hai là: anh T đã nhờ anh K đánh chị A bầm tím N xâm phạm đến quyền đảm bảo về tính mạng, sức khỏe\nChọn đáp án B"
    },
    {
        "ID": "Civ_20_39",
        "Image_Question": "",
        "Question": "Câu 39:Chị P thuê ông M là chủ một công ty in, làm bằng đại học giả rồi dùng bằng kinh doanh thuốc tân dược. Đồng thời, chị P tiếp cận với ông T là lãnh đạo cơ quan chức năng nhờ giúp đỡ mình và loại hồ sơ củạ chị K cũng đang xin đăng kí kinh doanh thuốc tân dược. Sau khi nhận của chị P năm mươi triệu đồng, ông T đã loại hồ sơ hợp lệ của chị K và cấp giấy phép kinh doanh cho chị P. Những ai dưới đây vi phạm nội dung quyền bình đẳng trong kinh doanh?\nA. Chị P, Ông M và ông T.\nB. Chị P, ông M và chị K.\nC. Chị P, Ông M, ông T và chị K.\nD. Chị P, chị K và ông T.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Tương tự như cách làm tình huống trên với tình huống này vận dụng nội dung quyền bình đẳng trong kinh doanh thì người vi phạm quyền bình đẳng trong kinh doanh là:\n+ Chị P thuê ông M là chủ một công ty in, làm bằng đại học giả rồi dùng bằng kinh doanh thuốc tân dược\n+ Ông T nhận của chị P năm mươi triệu đồng, ông T đã loại hồ sơ hợp lệ của chị K và cấp giấy phép kinh doanh cho chị P\nChọn đáp án A"
    },
    {
        "ID": "Civ_20_40",
        "Image_Question": "",
        "Question": "Câu 40:Do va chạm giao thông trên đường đi làm nên H đã bị M đuổi đánh. Tình cờ biết được nơi ở của M, H rủ T mua vũ khí để trả thù M. Nhưng vì có việc bận nên T không đến địa điểm đã hẹn. Một mình H vẫn đến nhà đánh M gây thương tích nặng. Trong trường hợp trên, những ai vi phạm quyền được pháp luật bảo hộ về tính mạng, sức khỏe của công dân?\nA. T và M.\nB. H, T và M.\nC. H và M.\nD. H và T.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Tương tự như cách làm tình huống trên với tình huống này vận dụng nội dungquyền được pháp luật bảo hộ về tính mạng, sức khỏe của công dân thì người vi phạm gồm\n+ M đuổi đánh H\n+ H đến nhà đánh M gây thương tích nặng\nChọn đáp án C"
    }
]