[
    {
        "ID": "Civ_18_1",
        "Image_Question": "",
        "Question": "Câu 1:Người có thẩm quyền đã áp dụng pháp luật khi thực hiện hành vi nào sau đây?\nA. Thu hồi giấy phép kinh doanh.\nB. Xóa bỏ các loại cạnh tranh.\nC. Ủy quyền giao nhận hàng hóa.\nD. Thay đổi nội dung di chúc.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Người có thẩm quyền đã áp dụng pháp luật khi thực hiện hành vi: Thu hồi giấy phép kinh doanh.\nChọn đáp án A"
    },
    {
        "ID": "Civ_18_2",
        "Image_Question": "",
        "Question": "Câu 2:Việc xét xử các vụ án kinh tế trọng điểm trong năm qua của nước ta hiện nay không phụ thuộc vào người đó là ai, giữ chức vụ gì, là thể hiện công dân bình đẳng về?\nA. Nghĩa vụ pháp lý.\nB. Quyền tự do tôn giáo.\nC. Quyền dân tộc.\nD. Trách nhiệm pháp lý.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Việc xét xử các vụ án kinh tế trọng điểm trong năm qua của nước ta hiện nay không phụ thuộc vào người đó là ai, giữ chức vụ gì, là thể hiện công dân bình đẳng về: Trách nhiệm pháp lý.\nChọn đáp án D"
    },
    {
        "ID": "Civ_18_3",
        "Image_Question": "",
        "Question": "Câu 3:Biểu hiện nào dưới đây vi phạm quyền bình đẳng giữa cha mẹ và con?\nA. Nuôi dưỡng bảo vệ quyền của các con.\nB. Thương yêu con ruột hơn con nuôi.\nC. Tôn trọng ý kiến của con.\nD. Chăm lo giáo dục và tạo điều kiện cho con phát triển",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Biểu hiện nào dưới đây vi phạm quyền bình đẳng giữa cha mẹ và con\nThương yêu con ruột hơn con nuôi.\nChọn đáp án B"
    },
    {
        "ID": "Civ_18_4",
        "Image_Question": "",
        "Question": "Câu 4:Trong việc điều chỉnh hành vi con người, pháp luật khác đạo đức ở điểm nào dưới đây?\nA. Tự giác.\nB. Tự nguyện.\nC. Bắt buộc.\nD. Xã hội lên án.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Trong việc điều chỉnh hành vi con người, pháp luật khác đạo đức ở tính bắt buộc\nChọn đáp án C"
    },
    {
        "ID": "Civ_18_5",
        "Image_Question": "",
        "Question": "Câu 5:Là người kinh doanh, ông A luôn thực hiên đầy đủ các biện pháp bảo vệ môi trường. Vậy, ông A đã thực hiện pháp luật theo hình thức nào dưới đây?\nA. Tuân thủ pháp luật.\nB. Thi hành pháp luật\nC. Áp dụng pháp luật.\nD. Sử dụng pháp luật.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Là người kinh doanh, ông A luôn thực hiện đầy đủ các biện pháp bảo vệ môi trường. Vậy, ông A đã thực hiện pháp luật theo hình thức: Thi hành pháp luật\nChọn đáp án B"
    },
    {
        "ID": "Civ_18_6",
        "Image_Question": "",
        "Question": "Câu 6:Quyền và nghĩa vụ công dân không bị phân biệt bởi dân tộc, giới tính, tôn giáo, giàu nghèo, thành phần và địa vị xã hội là nội dung\nA. bình đẳng về quyền và nghĩa vụ của công dân.\nB. trách nhiệm về quyền và nghĩa vụ của công dân.\nC. quan hệ về quyền và nghĩa vụ của công dân.\nD. năng lực thực hiện quyền và nghĩa vụ của công dân.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Quyền và nghĩa vụ công dân không bị phân biệt bởi dân tộc, giới tính, tôn giáo, giàu nghèo, thành phần và địa vị xã hội là nội dung bình đẳng về quyền và nghĩa vụ của công dân.\nChọn đáp án A"
    },
    {
        "ID": "Civ_18_7",
        "Image_Question": "",
        "Question": "Câu 7:Sau khi tốt nghiệp nhạc viện thành phố Hồ Chí Minh, anh V đã viết rất nhiều bài hát ca ngợi tình yêu quê hương, đất nước. Anh V đã thực hiện quyền gì dưới đây?\nA. Quyền tự do.\nB. Quyền được phát triển\nC. Quyền dân chủ.\nD. Quyền sáng tạo.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Sau khi tốt nghiệp nhạc viện thành phố Hồ Chí Minh, anh V đã viết rất nhiều bài hát ca ngợi tình yêu quê hương, đất nước. Anh V đã thực hiện: Quyền sáng tạo.\nChọn đáp án D"
    },
    {
        "ID": "Civ_18_8",
        "Image_Question": "",
        "Question": "Câu 8:Hành vi trái pháp luật mang tính có lỗi do người có năng lực trách nhiệm pháp lí thực hiện, xâm hại đến các quan hệ xã hội được pháp luật bảo vệ là\nA. xâm phạm pháp luật.\nB. tuân thủ pháp luật.\nC. vi phạm pháp luật.\nD. trái pháp luật.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Hành vi trái pháp luật mang tính có lỗi do người có năng lực trách nhiệm pháp lí thực hiện, xâm hại đến các quan hệ xã hội được pháp luật bảo vệ là vi phạm pháp luật.\nChọn đáp án C"
    },
    {
        "ID": "Civ_18_9",
        "Image_Question": "",
        "Question": "Câu 9:Nhân viên S phát hiện giám đốc cơ quan Z có hành vi lợi dụng chức vụ để chiếm đoạt tài sản công nên đã đưa thông tin này lên mạng xã hội. Nhân viên S vận dụng sai quyền nào dưới đây của công dân?\nA. Kiến nghị .\nB. Tố cáo.\nC. Đàm phán.\nD. Khiếu nại.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Nhân viên S vận dụng sai quyền: Tố cáo.\nChọn đáp án B"
    },
    {
        "ID": "Civ_18_10",
        "Image_Question": "",
        "Question": "Câu 10:Trách nhiệm pháp lí được áp dụng nhằm buộc các chủ thể vi phạm pháp luật phải chấm dứt\nA. hành vi trái pháp luật.\nB. kê khai tài sản thế chấp.\nC. chuyển quyền nhân thân.\nD. mọi quan hệ dân sự.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Trách nhiệm pháp lí được áp dụng nhằm buộc các chủ thể vi phạm pháp luật phải chấm dứt hành vi trái pháp luật.\nChọn đáp án A"
    },
    {
        "ID": "Civ_18_11",
        "Image_Question": "",
        "Question": "Câu 11:Vợ chồng có quyền và nghĩa vụ ngang nhau trong việc lựa chọn nơi cư trú là bình đẳng\nA. trong quan hệ tài sản.\nB. trong quan hệ nhân thân.\nC. trong quan hệ việc làm.\nD. trong quan hệ nhà ở",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Vợ chồng có quyền và nghĩa vụ ngang nhau trong việc lựa chọn nơi cư trú là bình đẳng trong quan hệ nhân thân\nChọn đáp án B"
    },
    {
        "ID": "Civ_18_12",
        "Image_Question": "",
        "Question": "Câu 12:Cá nhân tự do đưa ra những cài tiến kĩ thuật đề nâng cao năng suất lao động là đã thực hiện quyền nào sau đây của công dân?\nA. Thẩm ưa.\nB. Sáng tạo.\nC. Phán quyết.\nD. Phản biện.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Cá nhân tự do đưa ra những cài tiến kĩ thuật đề nâng cao năng suất lao động là đã thực hiện quyền sáng tạo.\nChọn đáp án B"
    },
    {
        "ID": "Civ_18_13",
        "Image_Question": "",
        "Question": "Câu 13:Chị M bị sa thải việc vì trong cuộc họp cơ quan chị đã thẳng thắn phê bình giám đốc làm sai nguyên tắc. Chị M phải làm gì để bảo về quyền và lợi ích hợp pháp của mình?\nA. Khiếu nại đến UBND thành phố .\nB. Làm đơn tố cáo đến tổng giám đốc công ty.\nC. Làm đơn tố cáo đến Tòa án nhân dân.\nD. Khiếu nại đến giám đốc cơ quan nơi chị làm việc.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chị M phải Khiếu nại đến giám đốc cơ quan nơi chị làm việc để bảo về quyền và lợi ích hợp pháp của mình\nChọn đáp án D"
    },
    {
        "ID": "Civ_18_14",
        "Image_Question": "",
        "Question": "Câu 14:Việc khám xét chỗ ở của một người chỉ được tiến hành khi có căn cứ và quyết định của\nA. cơ quan nhà nước có thẩm quyền\nB. các tổ chức phi chính phủ\nC. đội ngũ thông tấn báo chí.\nD. lực lượng tìm kiếm và cứu nạn.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Việc khám xét chỗ ở của một người chỉ được tiến hành khi có căn cứ và quyết định của cơ quan nhà nước có thẩm quyền\nChọn đáp án A"
    },
    {
        "ID": "Civ_18_15",
        "Image_Question": "",
        "Question": "Câu 15:Mọi công dân từ đủ 18 tuổi trở lên đều tham gia bầu cử trừ các trường hợp đặc biệt bị pháp luật cấm, thể hiện nguyên tắc bầu cử\nA. phổ thông.\nB. bỏ phiếu kín.\nC. bình đẳng.\nD. trực tiếp",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Mọi công dân từ đủ 18 tuổi trở lên đều tham gia bầu cử trừ các trường hợp đặc biệt bị pháp luật cấm, thể hiện nguyên tắc bầu cử phổ thông.\nChọn đáp án A"
    },
    {
        "ID": "Civ_18_16",
        "Image_Question": "",
        "Question": "Câu 16:Hoạt động tín ngưỡng, tôn giáo theo quy định của pháp luật được Nhà nước\nA. bảo bọc.\nB. bảo hộ\nC. bảo đảm\nD. bảo vệ",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Hoạt động tín ngưỡng, tôn giáo theo quy định của pháp luật được Nhà nước bảo đảm.\nChọn đáp án C"
    },
    {
        "ID": "Civ_18_17",
        "Image_Question": "",
        "Question": "Câu 17:Bố bạn An là người kinh doanh có thu nhập cao, hằng năm ông đều chủ động nộp thuế thu nhập cá nhân. Trong trường hợp này, bố bạn An đã\nA. thi hành pháp luật.\nB. tuân thủ pháp luật.\nC. sử dụng pháp luật.\nD. áp dụng pháp luật",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Bố bạn An là người kinh doanh có thu nhập cao, hằng năm ông đều chủ động nộp thuế thu nhập cá nhân. Trong trường hợp này, bố bạn An đã thi hành pháp luật ( cá nhân, tổ chức chủ động làm những gì pháp luật quy định phải làm)\nChọn đáp án A"
    },
    {
        "ID": "Civ_18_18",
        "Image_Question": "",
        "Question": "Câu 18:Bên bán hàng không giao hàng đầy đủ theo đúng thời hạn như đã thỏa thuận với bên mua hàng. Khi đó bên bán hàng đã vi phạm pháp luật\nA. kỷ luật.\nB. dân sự.\nC. hình sự.\nD. hành chính.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Bên bán hàng không giao hàng đầy đủ theo đúng thời hạn như đã thỏa thuận với bên mua hàng. Khi đó bên bán hàng đã vi phạm pháp luật dân sự.\nChọn đáp án B"
    },
    {
        "ID": "Civ_18_19",
        "Image_Question": "",
        "Question": "Câu 19:Chủ tịch Ủy ban nhân dân quận trực tiếp giải quyết các đơn thư khiếu nại, tố cáo. Trong trường hợp này, Chủ tịch Uỷ ban nhân dân quận đã thực hiện hình thức\nA. thi hành pháp luật.\nB. tuân thủ pháp luật.\nC. sử dụng pháp luật.\nD. áp dụng pháp luật.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chủ tịch Ủy ban nhân dân quận trực tiếp giải quyết các đơn thư khiếu nại, tố cáo. Trong trường hợp này, Chủ tịch Uỷ ban nhân dân quận đã thực hiện hình thức áp dụng pháp luật.\nChọn đáp án D"
    },
    {
        "ID": "Civ_18_20",
        "Image_Question": "",
        "Question": "Câu 20:Bất kỳ công dân nào vi phạm pháp luật đều phải chịu trách nhiệm về hành vi vi phạm của mình và bị xử lý theo quy định của pháp luật. Điều này thể hiện rõ công dân bình đẳng về\nA. trách nhiệm kinh tế.\nB. trách nhiệm pháp luật.\nC. trách nhiệm pháp lý.\nD. trách nhiệm xã hội.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Bất kỳ công dân nào vi phạm pháp luật đều phải chịu trách nhiệm về hành vi vi phạm của mình và bị xử lý theo quy định của pháp luật. Điều này thể hiện rõ công dân bình đẳng về trách nhiệm pháp lý.\nChọn đáp án C"
    },
    {
        "ID": "Civ_18_21",
        "Image_Question": "",
        "Question": "Câu 21:Bất cứ ai cũng có quyền bắt trong trường hợp\nA. người phạm tội nghiêm trọng.\nB. người mới phạm tội lần đầu.\nC. người phạm tội quả tang.\nD. bị cáo gây khó khăn cho việc điều tra.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Bất cứ ai cũng có quyền bắt trong trường hợp người phạm tội quả tang.\nChọn đáp án C"
    },
    {
        "ID": "Civ_18_22",
        "Image_Question": "",
        "Question": "Câu 22:Theo quy định của pháp luật, tại thời điểm tổ chức bầu cử, cử tri không vi phạm nguyên tắc bầu cử khi\nA. độc lập lựa chọn ứng cử viên.\nB. ủy quyền thực hiện nghĩa vụ bầu cử.\nC. tự ý bò phiếu thay người khác.\nD. công khai nội dung đã viết vào phiếu bầu.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Theo quy định của pháp luật, tại thời điểm tổ chức bầu cử, cử tri không vi phạm nguyên tắc bầu cử khi độc lập lựa chọn ứng cử viên.\nChọn đáp án A"
    },
    {
        "ID": "Civ_18_23",
        "Image_Question": "",
        "Question": "Câu 23:Trên thị trường sự tác động của nhân tố nào khiến cho giá cả hàng hóa trở nên cao hơn hoặc thấp hơn so với giá trị?\nA. Cung - cầu.\nB. Người mua, người bán.\nC. Cạnh tranh và phân phối sản phẩm.\nD. Độc quyền.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Trên thị trường sự tác động của Cung - cầu khiến cho giá cả hàng hóa trở nên cao hơn hoặc thấp hơn so với giá trị\nChọn đáp án A"
    },
    {
        "ID": "Civ_18_24",
        "Image_Question": "",
        "Question": "Câu 24:Tự ý vào nhà người khác để tìm kiếm, đối tượng trộm cắp đã vi phạm quyền\nnào dưới đây ?\nA. Bất khả xâm phạm về chỗ ở.\nB. Bảo mật nơi cư trú hợp pháp\nC. Được bảo hộ về tài sản riêng.\nD. Khai báo tạm trú, tạm vắng.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Tự ý vào nhà người khác để tìm kiếm, đối tượng trộm cắp đã vi phạm quyền Bất khả xâm phạm về chỗ ở\nChọn đáp án A"
    },
    {
        "ID": "Civ_18_25",
        "Image_Question": "",
        "Question": "Câu 25:K ra ngoài nhưng quên không mang theo điện thoại. T là nhân viên cùng phòng thấy vậy đã tự ý đọc tin nhắn của K và mạo danh K để làm quen với các bạn gái M. T đã vi phạm quyền nào dưới đây của công dân?\nA. Được bảo hộ về tài sản riêng.\nB. Được bảo hộ về nơi làm việc\nC. Được bảo đảm an toàn thông tin cá nhân.\nD. Được bảo đảm an toàn và bí mật thư tín, điện thoại, điện tín.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "T đã vi phạm quyền được bảo đảm an toàn và bí mật thư tín, điện thoại, điện tín.\nChọn đáp án D"
    },
    {
        "ID": "Civ_18_26",
        "Image_Question": "",
        "Question": "Câu 26:Lao động xã hội của người sản xuất hàng hóa kết tinh trong hàng hóa đó gọi là\nA. thời gian lao động xã hội cần thiết.\nB. thời gian lao động cá biệt.\nC. thời gian lao động cá nhân.\nD. giá trị hàng hóa.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Lao động xã hội của người sản xuất hàng hóa kết tinh trong hàng hóa đó gọi là giá trị hàng hóa\nChọn đáp án D"
    },
    {
        "ID": "Civ_18_27",
        "Image_Question": "",
        "Question": "Câu 27:Trong nền kinh tế hàng hóa, thị trường có chức năng cơ bản nào sau đây ?\nA. Bảo mật thông tin .\nB. Phương tiện cất trữ .\nC. Kích thích tiêu dùng .\nD. Xóa bỏ cạnh tranh .",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Trong nền kinh tế hàng hóa, thị trường có chức năng cơ bản Kích thích tiêu dùng .\nChọn đáp án C"
    },
    {
        "ID": "Civ_18_28",
        "Image_Question": "",
        "Question": "Câu 28:Sự tác động của con người vào tự nhiên biến đổi các yếu tố tự nhiên để tạo ra các sản phẩm phù hợp với nhu cầu của mình gọi là\nA. sản xuất kinh tế\nB. thỏa mãn nhu cầu.\nC. sản xuất của cải vật chất.\nD. quá trình sản xuất.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Sự tác động của con người vào tự nhiên biến đổi các yếu tố tự nhiên để tạo ra các sản phẩm phù hợp với nhu cầu của mình gọi là sản xuất của cải vật chất.\nChọn đáp án C"
    },
    {
        "ID": "Civ_18_29",
        "Image_Question": "",
        "Question": "Câu 29:Có nhiều quy định của pháp luật rất gần gũi với với cuộc sống đời thường, nhất là trong lĩnh vực hôn nhân, gia đình, giao thông đường bộ, bảo vệ môi trường…Quy định này nói về bản chất nào của pháp luật?\nA. Bản chất giai cấp.\nB. Bản chất xã hội.\nC. Bản chất giai cấp và xã hội.\nD. Bản chất giai cấp cầm quyền.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Có nhiều quy định của pháp luật rất gần gũi với với cuộc sống đời thường, nhất là trong lĩnh vực hôn nhân, gia đình, giao thông đường bộ, bảo vệ môi trường…Quy định này nói về bản chất Bản chất xã hội.\nChọn đáp án B"
    },
    {
        "ID": "Civ_18_30",
        "Image_Question": "",
        "Question": "Câu 30:Việc thu hút các nhà khoa học, công nghệ giỏi ở nước ngoài về Việt Nam làm việc đã thể hiện quá trình thực hiện quyền gì của Nhà nước ta?\nA. Quyền học tập.\nB. Quyền phát triển.\nC. Quyền sáng tạo.\nD. Quyền tham gia.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Việc thu hút các nhà khoa học, công nghệ giỏi ở nước ngoài về Việt Nam làm việc đã thể hiện quá trình thực hiện quyền phát triển.\nChọn đáp án B"
    },
    {
        "ID": "Civ_18_31",
        "Image_Question": "",
        "Question": "Câu 31:Quyền nào dưới đây thể hiện quyền sáng tạo của công dân?\nA. Học tập suốt đời.\nB. Được cung cấp thông tin về chăm sóc sức khỏe.\nC. Tự do nghiên cứu khoa học.\nD. Khuyến khích để phát triển tài năng.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Tự do nghiên cứu khoa học quyền sáng tạo của công dân\nChọn đáp án C"
    },
    {
        "ID": "Civ_18_32",
        "Image_Question": "",
        "Question": "Câu 32:Cháu X con anh A sang nhà anh D chơi, do cháu X đùa giỡn nên ngã chảy máu miệng, nghe con khóc anh A tưởng anh D đánh con mình chảy máu miệng liền nhào đến đánh anh D bầm mặt mà không hỏi lí do. Vậy Anh A đã vi phạm quyền nào dưới đây của công dân?\nA. Quyền bảo vệ lợi ích chính đáng cho công dân.\nB. Bất khả xâm phạm về thân thể.\nC. Quyền thông tin về chăm sóc sức khỏe.\nD. Được pháp luật bảo hộ về tính mạng, sức khỏe.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Vậy Anh A đã vi phạm quyền: Được pháp luật bảo hộ về tính mạng, sức khỏe.\nChọn đáp án D"
    },
    {
        "ID": "Civ_18_33",
        "Image_Question": "",
        "Question": "Câu 33:Hiện nay, một số doanh nghiệp không tuyển nhân viên là nữ, vì cho rằng lao động nữ được hưởng chế độ thai sản. Các doanh nghiệp này đã vi phạm nội dung nào dưới đây?\nA. Bình đẳng trong tuyển chọn người lao động.\nB. Bình đẳng trong giao kết hợp đồng lao động.\nC. Bình đẳng giữa lao động nam và lao động nữ.\nD. Bình đẳng trong sử dụng lao động",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Các doanh nghiệp này đã vi phạm nội dung: Bình đẳng giữa lao động nam và lao động nữ.\nChọn đáp án C"
    },
    {
        "ID": "Civ_18_34",
        "Image_Question": "",
        "Question": "Câu 34:Hai cơ sở chế biến thực phẩm của ông T và ông Q cùng xả chất thải chưa qua xử lý gây ô nhiễm môi trường. Vì đã nhận tiền của ông T từ trước nên khi đoàn cán bộ chức năng đến kiểm tra, ông P trưởng đoàn chỉ lập biên bản xử phạt và đình chỉ hoạt động cơ sở chế biến của ông Q. Bức xúc ông Q thuê anh G là lao động tự do tung tin bịa đặt cơ sở của ông T thường xuyên sử dụng hóa chất độc hại khiến lượng khách hàng của ông T giảm sút. Những ai dưới đây vi phạm quyền bình đẳng trong kinh doanh?\nA. Ông Q, anh G\nB. Ông P và anh G.\nC. Ông T, ông Q và anh G.\nD. Ông T, ông Q .",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Hai cơ sở chế biến thực phẩm của ông T và ông Q cùng xả chất thải chưa qua xử lý gây ô nhiễm môi trường ->Không tuân thủ pháp luật về bảo vệ môi trường ->vi phạm nghĩa vụ trong kinh doanh.\nChọn đáp án D"
    },
    {
        "ID": "Civ_18_35",
        "Image_Question": "",
        "Question": "Câu 35:Trong hội nghị tổng kết cuối năm, một số người dân xã S đã yêu cầu kế toán xã giải trình về khoản thu, chi quỹ ”Đền ơn đáp nghĩa”. Người dân xã S đã thực hiện quyền tham gia quản lí nhà nước và xã hội theo cơ chế nào dưới đây?\nA. Dân giám sát và kiểm tra.\nB. Dân bàn và quyết định,\nC. Dân thảo luận và góp ý kiến.\nD. Dân hiểu và đồng tình.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Trong hội nghị tổng kết cuối năm, một số người dân xã S đã yêu cầu kế toán xã giải trình về khoản thu, chi quỹ ”Đền ơn đáp nghĩa”. Người dân xã S đã thực hiện quyền tham gia quản lí nhà nước và xã hội theo cơ chế Dân giám sát và kiểm tra.\nChọn đáp án A"
    },
    {
        "ID": "Civ_18_36",
        "Image_Question": "",
        "Question": "Câu 36:Do không hài lòng với mức bồi thường đất đai sau giải tỏa, ông B nhiều lần yêu cầu được gặp lãnh đạo xã Y. Cho rằng ông B cố tình gây rối, bảo vệ ủy ban nhân dân xã đã mắng chửi và đuổi ông B về nên giữa hai bên xảy ra mâu thuẫn. Bảo vệ đã đánh ông B gãy tay, đẩy xe máy của ông xuống hồ. Bảo vệ ủy ban nhân dân xã Y không vi phạm quyền nào dưới đây của công dân?\nA. Được pháp luật bảo hộ về danh dự.\nB. Được pháp luật bảo hộ về sức khỏe.\nC. Được pháp luật bảo hộ về tính mạng\nD. Bất khả xâm phạm về thân thể.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Bảo vệ ủy ban nhân dân xã đã mắng chửi và đuổi ông B về nên giữa hai bên xảy ra mâu thuẫn. Bảo vệ đã đánh ông B gãy tay, đẩy xe máy của ông xuống hồ ->Bảo vệ vi phạm quyền được pháp luật bảo hộ về tính mạng, sức khỏe, danh dự, nhân phẩm của công dân. Hủy hoại tài sản của người khác.\nChọn đáp án D"
    },
    {
        "ID": "Civ_18_37",
        "Image_Question": "",
        "Question": "Câu 37:Nghi ngờ cháu B lấy trộm đồ chơi tại siêu thị X, nơi mình làm quản lí, nên ông A đã chi đạo nhân viên bảo vệ là anh M bắt giữ cháu. Sau một ngày tim kiếm, bố cháu B là ông D phát hiện con bị bỏ đói tại nhà kho của siêu thị X nên đã đến tìm gặp và hành hung làm cho anh M bị đa chấn thương. Những ai sau đây vi phạm quyền bất khả xâm phạm về thân thể của công dân?\nA. Ông A và ông D.\nB. ông A và anh M.\nC. Anh M và ông D\nD. Ông A, anh M và ông D.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Ông D vi phạm quyền được pháp luật bảo hộ về tính mạng, sức khỏe.\nÔng A và anh M vi phạm quyền bất khả xâm phạm về thân thể của công dân\nChọn đáp án B"
    },
    {
        "ID": "Civ_18_38",
        "Image_Question": "",
        "Question": "Câu 38:Giám đốc một công ty là anh Y sử dụng 200 triệu đồng cùa cơ quan để cá độ bóng đá. Sợ trợ lí cùa mình là chị V phát hiện, anh Y kí quyết định điều chuyển chị V sang bộ phận sàn xuất hóa chất độc hại mặc dù chị không đồng ý. Anh Y đã vi phạm quyền bình đẳng trong lao động ở nội dung nào sau đây?\nA. Bảo lưu loại hình doanh nghiệp.\nB. Bảo vệ lợi ích khách hàng.\nC. Giao kết hợp đồng lao động.\nD. Sử dụng dịch vụ bảo hiểm.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Anh Y đã vi phạm quyền bình đẳng trong lao động ở nội dung Giao kết hợp đồng lao động.\nChọn đáp án C"
    },
    {
        "ID": "Civ_18_39",
        "Image_Question": "",
        "Question": "Câu 39:Biết cán bộ chức năng là anh A nhận 100 triệu đồng tiền hối lộ cùa anh B, đối tượng chuyên khai thác gỗ lậu, ông Q đã làm đơn tố cáo gửi cơ quan chức năng nhưng bị anh C vô tình để lộ thông tin khiên anh A biết ông Q là người tô cáo mình. Sau khi bị ông P, giám đốc cơ quan, kí quyết định buộc thôi việc, anh A rủ anh B đánh ông Q làm cho ông Q bị đa chấn thương. Những ai sau đây đồng thời phải chịu trách nhiệm dân sự và hình sự?\nA. Anh B và anh C.\nB. Anh A, anh B và anh C.\nC. Ông P, anh C và anh B.\nD. Anh A và anh B.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Anh C vi phạm kỷ luật vì để lộ thông tin\nAnh A và B vừa có trách nhiệm dân sự và hình sự.\nChọn đáp án D"
    },
    {
        "ID": "Civ_18_40",
        "Image_Question": "",
        "Question": "Câu 40:Cán bộ sở X là chị K. bị tòa án tuyên phạt tù về tội vi phạm quy định về đầu tư công trình xây dựng gây thiệt hại ngân sách nhà nước 3 tỉ đồng. Chị K đã phải chịu trách nhiệm pháp lí nào sau đày?\nA. Hành chính và kì luật.\nB. Hình sự và hành chính.\nC. Hành chính và dân sự.\nD. Hình sự và kỉ luật.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chị K là cán bộ sở vi phạm là kỉ luật nhưng còn gây thiệt hại ngân sách nhà nước 3 tỉ vi phạm hình sự .\nChọn đáp án D"
    }
]