[
    {
        "ID": "Civ_3_1",
        "Image_Question": "",
        "Question": "Câu 1:Toàn bộ những năng lực thể chất và tinh thần của con người được vận dụng vào quá trình sản xuất là nội dung của khái niệm\nA. tư liệu lao động.\nB. sức lao động.\nC. đối tượng lao động.\nD. lao động.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Toàn bộ những năng lực thể chất và tinh thần của con người được vận dụng vào quá trình sản xuất là nội dung của khái niệm sức lao động.\nChọn đáp án B"
    },
    {
        "ID": "Civ_3_2",
        "Image_Question": "",
        "Question": "Câu 2:Sản xuất và lưu thông hàng hóa phải dựa trên cơ sở nào?\nA. Thời gian lao động xã hội cần thiết để sản xuất ra hàng hóa.\nB. Thời gian lao động cá biệt để sản xuất ra hàng hóa.\nC. Thời gian cần thiết để sản xuất ra hàng hóa.\nD. Chi phí để sản xuất ra hàng hóa.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Sản xuất và lưu thông hàng hóa phải dựa trên cơ sở thời gian lao động xã hội cần thiết để sản xuất ra hàng hóa.\nChọn đáp án A"
    },
    {
        "ID": "Civ_3_3",
        "Image_Question": "",
        "Question": "Câu 3:Pháp luật là quy tắc xử sự chung, được áp dụng đối với tất cả mọi người là thể hiện đặc trưng nào dưới đây của pháp luật?\nA. Tính quy phạm phổ biến.\nB. Tính phổ cập.\nC. Tính rộng rãi.\nD. Tính nhân văn.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Pháp luật là quy tắc xử sự chung, được áp dụng đối với tất cả mọi người là thể hiện đặc trưng tính quy phạm phổ biến.\nChọn đáp án A"
    },
    {
        "ID": "Civ_3_4",
        "Image_Question": "",
        "Question": "Câu 4:Tuân thủ pháp luật là việc các cá nhân, tổ chức không làm những điều mà\nA. xã hội kì vọng.\nB. pháp luật cấm.\nC. tập thể hạn chế.\nD. đạo đức chi phối.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Tuân thủ pháp luật là việc các cá nhân, tổ chức không làm những điều mà pháp luật cấm\nChọn đáp án B"
    },
    {
        "ID": "Civ_3_5",
        "Image_Question": "",
        "Question": "Câu 5:Theo quy định của pháp luật, vi phạm hình sự là hành vi\nA. thay đổi quan hệ công vụ.\nB. nguy hiểm cho xã hội.\nC. ảnh hưởng quy tắc quản lí.\nD. tác động quan hệ nhân thân.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Theo quy định của pháp luật, vi phạm hình sự là hành vi nguy hiểm cho xã hội.\nChọn đáp án B"
    },
    {
        "ID": "Civ_3_6",
        "Image_Question": "",
        "Question": "Câu 6:Vi phạm dân sự là hành vi vi phạm pháp luật, xâm phạm tới\nA. các quan hệ tài sản và quan hệ nhân thân.\nB. các quan hệ kinh tế và quan hệ lao động.\nC. các quy tắc quản lý nhà nước và xã hội.\nD. an ninh trật tự và an toàn xã hội.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Vi phạm dân sự là hành vi vi phạm pháp luật, xâm phạm tới các quan hệ tài sản và quan hệ nhân thân.\nChọn đáp án A"
    },
    {
        "ID": "Civ_3_7",
        "Image_Question": "",
        "Question": "Câu 7:Theo quy định của pháp luật, bình đẳng về trách nhiệm pháp lí có nghĩa là bất kì công dân nào vi phạm pháp luật đều\nA. được giảm nhẹ hình phạt.\nB. được đền bù thiệt hại.\nC. bị xử lí nghiêm minh.\nD. bị tước quyền con người.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Theo quy định của pháp luật, bình đẳng về trách nhiệm pháp lí có nghĩa là bất kì công dân nào vi phạm pháp luật đều bị xử lí nghiêm minh.\nChọn đáp án C"
    },
    {
        "ID": "Civ_3_8",
        "Image_Question": "",
        "Question": "Câu 8:Một trong những nội dung của quyền bình đẳng trong hôn nhân và gia đình là vợ, chồng có quyền và nghĩa vụ ngang nhau trong việc\nA. tôn trọng danh dự của nhau.\nB. áp đặt quan điểm cá nhân.\nC. che giấu hành vi bạo lực.\nD. chiếm hữu tài sản công cộng.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Một trong những nội dung của quyền bình đẳng trong hôn nhân và gia đình là vợ, chồng có quyền và nghĩa vụ ngang nhau trong việc tôn trọng danh dự của nhau.\nChọn đáp án A"
    },
    {
        "ID": "Civ_3_9",
        "Image_Question": "",
        "Question": "Câu 9:Trong quan hệ lao động, quyền bình đẳng của người sử dụng lao động và người lao động được thể hiện thông qua\nA. ý muốn của người lao động.\nB. hợp đồng dân sự.\nC. ý muốn của người sử dụng lao động.\nD. hợp đồng lao động.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Trong quan hệ lao động, quyền bình đẳng của người sử dụng lao động và người lao động được thể hiện thông qua hợp đồng lao động.\nChọn đáp án D"
    },
    {
        "ID": "Civ_3_10",
        "Image_Question": "",
        "Question": "Câu 10:Mọi loại hình doanh nghiệp thuộc các thành phần kinh tế khác nhau đều bình đẳng trong việc\nA. xóa bỏ các rào cản cạnh tranh kinh tế.\nB. sở hữu tài nguyên thiên nhiên thiên nhiên.\nC. phân chia đều mọi của cải trong xã hội\nD. nâng cao khả năng cạnh tranh lành mạnh.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Mọi loại hình doanh nghiệp thuộc các thành phần kinh tế khác nhau đều bình đẳng trong việc nâng cao khả năng cạnh tranh lành mạnh.\nChọn đáp án D"
    },
    {
        "ID": "Civ_3_11",
        "Image_Question": "",
        "Question": "Câu 11:Nguyên tắc quan trọng hàng đầu trong hợp tác, giao lưu giữa các dân tộc ở nước ta là các dân tộc phải được đảm bảo quyền\nA. bình đẳng.\nB. tự do.\nC. và nghĩa vụ.\nD. phát triển.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Nguyên tắc quan trọng hàng đầu trong hợp tác, giao lưu giữa các dân tộc ở nước ta là các dân tộc phải được đảm bảo quyền bình đẳng.\nChọn đáp án A"
    },
    {
        "ID": "Civ_3_12",
        "Image_Question": "",
        "Question": "Câu 12:Tự ý vào nhà người khác kiểm tra vì nghi ngờ có chứa hàng cấm là công dân đã vi phạm quyền nào dưới đây?\nA. Bất khả xâm phạm về tài sản.\nB. Được bảo hộ về danh dự.\nC. Được bảo hộ về đời tư.\nD. Bất khả xâm phạm về chỗ ở.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Tự ý vào nhà người khác kiểm tra vì nghi ngờ có chứa hàng cấm là công dân đã vi phạm quyền bất khả xâm phạm về chỗ ở.\nChọn đáp án D"
    },
    {
        "ID": "Civ_3_13",
        "Image_Question": "",
        "Question": "Câu 13:Công dân kiến nghị với các cơ quan nhà nước về xây dựng và phát triển kinh tế - xã hội là thể hiện quyền\nA. tự do ngôn luận.\nB. tham gia quản lí nhà nước và xã hội.\nC. tự do dân chủ.\nD. tham gia xây dựng đất nước.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Công dân kiến nghị với các cơ quan nhà nước về xây dựng và phát triển kinh tế - xã hội là thể hiện quyền tự do ngôn luận.\nChọn đáp án A"
    },
    {
        "ID": "Civ_3_14",
        "Image_Question": "",
        "Question": "Câu 14:Người nào tự tiện bóc, mở thư, tiêu hủy thư tín, điện thoại, điện tín của người khác, tùy theo mức độ vi phạm có thể bị xử phạt\nA. hành chính hoặc truy cứu trách nhiệm hình sự.\nB. dân sự hoặc truy cứu trách nhiệm hành chính.\nC. hành chính hoặc truy cứu trách nhiệm kỷ luật.\nD. hình sự hoặc truy cứu trách nhiệm kỷ luật.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Người nào tự tiện bóc, mở thư, tiêu hủy thư tín, điện thoại, điện tín của người khác, tùy theo mức độ vi phạm có thể bị xử phạt hành chính hoặc truy cứu trách nhiệm hình sự.\nChọn đáp án A"
    },
    {
        "ID": "Civ_3_15",
        "Image_Question": "",
        "Question": "Câu 15:Mỗi phiếu bầu cử đều có giá trị như nhau thể hiện nguyên tắc nào trong bầu cử ?\nA. Trực tiếp.\nB. Phổ thông.\nC. Bỏ phiếu kín.\nD. Bình đẳng.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Mỗi phiếu bầu cử đều có giá trị như nhau thể hiện nguyên tắc bình đẳng.\nChọn đáp án D"
    },
    {
        "ID": "Civ_3_16",
        "Image_Question": "",
        "Question": "Câu 16:Công dân tham gia thảo luận và đóng góp ý kiến cho dự án mở rộng khu dân cư của xã. Điều này cho thấy công dân đã thực hiện quyền dân chủ nào dưới đây?\nA. Được cung cấp thông tin nội bộ.\nB. Đóng góp ý kiến nơi công cộng\nC. Tham gia quản lí nhà nước và xã hội.\nD. Quyền tự do thể hiện quan điểm.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Công dân tham gia thảo luận và đóng góp ý kiến cho dự án mở rộng khu dân cư của xã. Điều này cho thấy công dân đã thực hiện quyền tham gia quản lí nhà nước và xã hội.\nChọn đáp án C"
    },
    {
        "ID": "Civ_3_17",
        "Image_Question": "",
        "Question": "Câu 17:Công dân báo cho cơ quan, tổ chức, cá nhân có thẩm quyền biết về hành vi vi phạm pháp luật của bất cứ cơ quan, tổ chức, cá nhân nào là biểu hiện quyền\nA. ứng cử.\nB. bầu cử.\nC. tố cáo.\nD. khiếu nại.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Công dân báo cho cơ quan, tổ chức, cá nhân có thẩm quyền biết về hành vi vi phạm pháp luật của bất cứ cơ quan, tổ chức, cá nhân nào là biểu hiện quyền tố cáo.\nChọn đáp án C"
    },
    {
        "ID": "Civ_3_18",
        "Image_Question": "",
        "Question": "Câu 18:Mọi công dân có thể học tập bằng nhiều hình thức và ở các loại hình trường, lớp khác nhau là thực hiện nội dung quyền\nA. lựa chọn chương trình song ngữ.\nB. học thường xuyên, học suốt đời.\nC. đổi mới giáo trình nâng cao.\nD. dự thi lấy chứng chỉ nghề.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Mọi công dân có thể học tập bằng nhiều hình thức và ở các loại hình trường, lớp khác nhau là thực hiện nội dung quyền học thường xuyên, học suốt đời.\nChọn đáp án B"
    },
    {
        "ID": "Civ_3_19",
        "Image_Question": "",
        "Question": "Câu 19:Quyền nào dưới đây không thuộc nội dung quyền được phát triển của công dân?\nA. Quyền được cung cấp thông tin.\nB. Quyền được nghiên cứu khoa học.\nC. Quyền được phát triển về thể chất.\nD. Quyền được phát triển về tinh thần.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Quyền được nghiên cứu khoa học không thuộc nội dung quyền được phát triển của công dân.\nChọn đáp án B"
    },
    {
        "ID": "Civ_3_20",
        "Image_Question": "",
        "Question": "Câu 20:Khi tiến hành hoạt động kinh doanh, mọi công dân phải thực hiện nghĩa vụ nào sau đây?\nA. Trợ giá cho vùng khó khăn.\nB. Kiểm soát ngân sách quốc gia.\nC. Bảo vệ quốc phòng, an ninh.\nD. Đồng loạt nâng cấp sản phẩm.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Khi tiến hành hoạt động kinh doanh, mọi công dân phải thực hiện nghĩa vụ bảo vệ quốc phòng, an ninh.\nChọn đáp án C"
    },
    {
        "ID": "Civ_3_21",
        "Image_Question": "",
        "Question": "Câu 21:Trong nền kinh tế hàng hóa, tiền tệ không thực hiện chức năng nào dưới đây?\nA. Quản lí sản xuất.\nB. Phương tiện cất trữ.\nC. Tiền tệ thế giới.\nD. Thước đo giá trị.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Trong nền kinh tế hàng hóa, tiền tệ không thực hiện chức năng quản lí sản xuất.\nChọn đáp án A"
    },
    {
        "ID": "Civ_3_22",
        "Image_Question": "",
        "Question": "Câu 22:Nội dung nào sau đây được xem là mặt hạn chế của cạnh tranh?\nA. Kích thích sức sản xuất.\nB. Khai thác tối đa mọi nguồn lực trong dân.\nC. Thúc đẩy tăng trưởng kinh tế.\nD. Đầu cơ tích trữ gây rối loạn thị trường.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Đầu cơ tích trữ gây rối loạn thị trường là mặt hạn chế của cạnh tranh.\nChọn đáp án D"
    },
    {
        "ID": "Civ_3_23",
        "Image_Question": "",
        "Question": "Câu 23:Công dân thực hiện hành vi nào sau đây là thi hành pháp luật?\nA. Tìm hiểu dịch vụ trực tuyến.\nB. Tham gia bảo vệ Tổ quốc.\nC. Theo dõi tư vấn pháp lí.\nD. Lựa chọn bảo hiểm nhân thọ.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Công dân tham gia bảo vệ Tổ quốc là thi hành pháp luật.\nChọn đáp án B"
    },
    {
        "ID": "Civ_3_24",
        "Image_Question": "",
        "Question": "Câu 24:Theo quy định của pháp luật, người đủ năng lực trách nhiệm pháp lí thực hiện hành vi nào sau đây phải chịu trách nhiệm hành chính?\nA. Chế tạo trái phép vũ khí quân dụng.\nB. Tổ chức hoạt động khủng bố.\nC. Nuôi gia súc gây mất vệ sinh chung.\nD. Từ chối nhận bảo trợ xã hội.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Theo quy định của pháp luật, người đủ năng lực trách nhiệm pháp lí thực hiện hành vi nuôi gia súc gây mất vệ sinh chung phải chịu trách nhiệm hành chính.\nChọn đáp án C"
    },
    {
        "ID": "Civ_3_25",
        "Image_Question": "",
        "Question": "Câu 25:Theo quy định của pháp luật, nội dung nào dưới đây không thể hiện quyền các dân tộc bình đẳng trong lĩnh vực giáo dục?\nA. Xây dựng trường dân tộc nội trú.\nB. Thực hiện chế độ cử tuyển .\nC. Tuyên truyền từ bỏ hủ tục.\nD. Hỗ trợ kinh phí học tập.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Theo quy định của pháp luật, nội dung tuyên truyền từ bỏ hủ tục không thể hiện quyền các dân tộc bình đẳng trong lĩnh vực giáo dục.\nChọn đáp án C"
    },
    {
        "ID": "Civ_3_26",
        "Image_Question": "",
        "Question": "Câu 26:Theo quy định của pháp luật, cơ quan nhà nước có thẩm quyền được khám xét chỗ ở của công dân khi có căn cứ khẳng định chỗ ở của người đó có\nA. hoạt động khai báo y tế.\nB. công cụ để thực hiện tội phạm.\nC. người đang cách ly y tế.\nD. đối tượng tố cáo nặc danh.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Theo quy định của pháp luật, cơ quan nhà nước có thẩm quyền được khám xét chỗ ở của công dân khi có căn cứ khẳng định chỗ ở của người đó có công cụ để thực hiện tội phạm.\nChọn đáp án B"
    },
    {
        "ID": "Civ_3_27",
        "Image_Question": "",
        "Question": "Câu 27:Theo quy định của pháp luật, người làm nhiệm vụ chuyển phát vi phạm quyền được bảo đảm an toàn và bí mật thư tín của khách hàng khi\nA. chủ động định vị khi giao nhận.\nB. thay đổi phương tiện vận chuyển.\nC. bảo quản bưu phẩm đường dài.\nD. tự tiêu hủy thư gửi nhầm địa chỉ.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Theo quy định của pháp luật, người làm nhiệm vụ chuyển phát vi phạm quyền được bảo đảm an toàn và bí mật thư tín của khách hàng khi tự tiêu hủy thư gửi nhầm địa chỉ.\nChọn đáp án D"
    },
    {
        "ID": "Civ_3_28",
        "Image_Question": "",
        "Question": "Câu 28:Theo quy định của pháp luật, công dân thực hiện quyền tham gia quản lí nhà nước và xã hội trong trường hợp nào sau đây?\nA. Tham khảo dịch vụ trực tuyến.\nB. Đóng góp ý kiến xây dựng thôn.\nC. Đăng kí hiến máu nhân đạo.\nD. Khám tuyển nghĩa vụ quân sự.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Theo quy định của pháp luật, công dân thực hiện quyền tham gia quản lí nhà nước và xã hội trong trường hợp đóng góp ý kiến xây dựng thôn.\nChọn đáp án B"
    },
    {
        "ID": "Civ_3_29",
        "Image_Question": "",
        "Question": "Câu 29:Trong quá trình bầu cử, tổ bầu cử mang hòm phiếu phụ và phiếu bầu đến chỗ ở của cử tri ốm nặng không thể đi được, để cử tri nhận phiếu và bầu cử thể hiện nguyên tắc nào sau đây?\nA. Bỏ phiếu kín.\nB. Phổ thông.\nC. Công bằng.\nD. Bình đẳng.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Trong quá trình bầu cử, tổ bầu cử mang hòm phiếu phụ và phiếu bầu đến chỗ ở của cử tri ốm nặng không thể đi được, để cử tri nhận phiếu và bầu cử thể hiện nguyên tắc bỏ phiếu kín.\nChọn đáp án A"
    },
    {
        "ID": "Civ_3_30",
        "Image_Question": "",
        "Question": "Câu 30:Quyền nào dưới đây tạo điều kiện cho công dân nghiên cứu, tìm tòi để tạo ra các sản phẩm, các công trình khoa học về các lĩnh vực của đời sống xã hội?\nA. Quyền học tập.\nB. Quyền phát triển.\nC. Quyền lao động.\nD. Quyền sáng tạo.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Quyền sáng tạo là quyền của mỗi người được tạo điều kiện nghiên cứu, tìm tòi để tạo ra các sản phẩm…, các công trình khoa học về các lĩnh vực của đời sống xã hội.\nChọn đáp án D"
    },
    {
        "ID": "Civ_3_31",
        "Image_Question": "",
        "Question": "Câu 31:Công trình xây dựng K không tuân thủ các quy định về an toàn lao động nên đã xảy ra sự cố sập giàn giáo làm ba công nhân bị thương vong. Cơ quan Cảnh sát điều tra quận X, nơi xảy ra vụ tai nạn trên đã khởi tố hình sự đối với chủ đầu tư công trình K. Việc làm này của Cảnh sát quận X đã thể hiện đặc trưng nào dưới đây của pháp luật?\nA. Tính quyền lực, bắt buộc chung.\nB. Tính quy phạm phổ biến.\nC. Tính xác định chặt chẽ về nội dung.\nD. Tính giáo dục của pháp luật.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Công trình xây dựng K không tuân thủ các quy định về an toàn lao động nên đã xảy ra sự cố sập giàn giáo làm ba công nhân bị thương vong. Cơ quan Cảnh sát điều tra quận X, nơi xảy ra vụ tai nạn trên đã khởi tố hình sự đối với chủ đầu tư công trình K. Việc làm này của Cảnh sát quận X đã thể hiện đặc trưng tính quyền lực, bắt buộc chung.\nChọn đáp án D"
    },
    {
        "ID": "Civ_3_32",
        "Image_Question": "",
        "Question": "Câu 32:Bạn A viết bài ca ngợi về các chú bồ đội, không quản ngày đêm tích cực tham gia cứu hộ trong cơn bão vừa qua, đồng thời kêu gọi các bạn trong trường ủng hộ đồng bào bão lụt. Bạn A đã thực hiện pháp luật theo hình thức nào sau đây?\nA. Sử dụng pháp luật.\nB. Áp dụng pháp luật.\nC. Thi hành pháp luật.\nD. Tuân thủ pháp luật.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Bạn A viết bài ca ngợi về các chú bồ đội, không quản ngày đêm tích cực tham gia cứu hộ trong cơn bão vừa qua, đồng thời kêu gọi các bạn trong trường ủng hộ đồng bào bão lụt. Bạn A đã thực hiện pháp luật theo hình thức sử dụng pháp luật.\nChọn đáp án A"
    },
    {
        "ID": "Civ_3_33",
        "Image_Question": "",
        "Question": "Câu 33:Trong cuộc họp với các gia đình trong bản, ông H trưởng bản đã động viên khen ngợi gia đình anh M, đã sử dụng có hiệu có nguồn vốn vay của nhà nước để thoát nghèo, từng bước vươn lên làm giàu. Ngoài ra ông cũng phê bình và nhắc nhở gia đình ông D cần thay đổi phương thức làm ăn để sử dụng có hiệu quả nguồn vốn nhà nước hỗ trợ đồng bào dân tộc. Gia đình anh M đã thực hiện tốt chính sách bình đẳng giữa các dân tộc của nhà nước ta trên phương diện nào dưới đây?\nA. Chính trị.\nB. Kinh tế.\nC. Tôn giáo.\nD. Văn hóa.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Trong cuộc họp với các gia đình trong bản, ông H trưởng bản đã động viên khen ngợi gia đình anh M, đã sử dụng có hiệu có nguồn vốn vay của nhà nước để thoát nghèo, từng bước vươn lên làm giàu. Ngoài ra ông cũng phê bình và nhắc nhở gia đình ông D cần thay đổi phương thức làm ăn để sử dụng có hiệu quả nguồn vốn nhà nước hỗ trợ đồng bào dân tộc. Gia đình anh M đã thực hiện tốt chính sách bình đẳng giữa các dân tộc của nhà nước ta trên phương diện kinh tế.\nChọn đáp án B"
    },
    {
        "ID": "Civ_3_34",
        "Image_Question": "",
        "Question": "Câu 34:Trong dịp đại biểu Hội đồng nhân dân xã Q tiếp xúc với cử tri, nhân dân xã kiến nghị với cử tri về hoạt động sản xuất kinh doanh của xã. Đây là biểu hiện quyền nào dưới đây của công dân?\nA. Quyền tự do ngôn luận.\nB. Quyền tự do tư tưởng.\nC. Quyền bày tỏ ý kiến.\nD. Quyền xây dựng chính quyền.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Trong dịp đại biểu Hội đồng nhân dân xã Q tiếp xúc với cử tri, nhân dân xã kiến nghị với cử tri về hoạt động sản xuất kinh doanh của xã. Đây là biểu hiện quyền tự do ngôn luận\nChọn đáp án A"
    },
    {
        "ID": "Civ_3_35",
        "Image_Question": "",
        "Question": "Câu 35:Do anh T phải cách ly y tế theo quy định, nên chị H đã giúp anh T bỏ phiếu bầu cử theo đề xuất của anh. Tại điểm bầu cử, phát hiện cụ M không biết chữ, nhân viên S của tổ bầu cử đã nhờ chị H viết phiếu bầu theo đúng ý cụ rồi đưa phiếu cho cụ M bỏ vào thùng. Anh T và chị H đã vi phạm nguyên tắc bầu cử nào dưới đây?\nA. Phổ thông.\nB. Bình đẳng.\nC. Công khai.\nD. Trực tiếp.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Do anh T phải cách ly y tế theo quy định nên chị H đã giúp anh T bỏ phiếu bầu cử theo đề xuất của anh. Tại điểm bầu cử, phát hiện cụ M không biết chữ, nhân viên S của tổ bầu cử đã nhờ chị H viết phiếu bầu theo đúng ý cụ rồi đưa phiếu cho cụ M bỏ vào thùng. Anh T và chị H đã vi phạm nguyên tắc bầu cử trực tiếp.\nChọn đáp án D"
    },
    {
        "ID": "Civ_3_36",
        "Image_Question": "",
        "Question": "Câu 36:Được sự hỗ trợ của đồng nghiệp, anh G đã hoàn thành đề tài nghiên cứu khoa học và được hội đồng nghiệm thu đánh giá loại xuất sắc, anh G nộp đơn đăng kí bản quyền sở hữu trí tuệ. Anh G đã vận dụng quyền nào dưới đây của công dân?\nA. Học tập.\nB. Sáng tạo.\nC. Phát triển.\nD. Hợp tác.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Được sự hỗ trợ của đồng nghiệp, anh G đã hoàn thành đề tài nghiên cứu khoa học và được hội đồng nghiệm thu đánh giá loại xuất sắc, anh G nộp đơn đăng kí bản quyền sở hữu trí tuệ. Anh G đã vận dụng quyền sáng tạo của công dân.\nChọn đáp án B"
    },
    {
        "ID": "Civ_3_37",
        "Image_Question": "",
        "Question": "Câu 37:Ông P cùng vợ là bà T tự ý lấn chiếm vỉ hè để làm quán bán hàng ăn. Người của cơ quan chức năng là anh H đến lập biên bản, yêu cầu dỡ bỏ nhưng ông P không chấp hành. Ông P và bà T còn có những lời lẽ xúc phạm anh H. Hôm sau ông vẫn tiếp tục thuê anh N, anh M đến làm mái che sân thượng và anh L thì chở vật liệu cho mình. Do bất cẩn trong khi đang thi công nên anh M bị ngã gãy tay. Anh L chở vật liệu cồng kềnh đã va quệt với người đi đường làm họ bị thương nhẹ. Những ai dưới đây vừa phải chịu trách nhiệm hành chính vừa phải chịu trách nhiệm hình sự?\nA. Anh L, anh N và anh M.\nB. Bà T, anh N và anh M.\nC. Ông P, anh M, anh L và anh N.\nD. Ông P và bà T.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Khi làm tình huống chú ý đọc câu hỏi trước, tìm từ “chìa khóa” gạch chân từ khóa. Đọc đề đến đâu, gạch chân, ghi đáp án (bên cạnh) đến đó. Khi đọc đề không suy diễn, mà phải dựa vào câu chữ để xác định đáp án.\n- Với tình huống này vận dụng nội dung bài 2, GDCD12 thì người đồng thời phải chịu phải chịu trách nhiệm hành chính vừa phải chịu trách nhiệm hình sự gồm ông P và bà T vì:\n+ Ông P cùng vợ là bà T tự ý lấn chiếm vỉ hè để làm quán bán hàng ăn nên đã vi phạm hành chính, đồng thời đã có những lời lẽ xúc phạm người của cơ quan chức năng là xúc phạm đến nhân phẩm và danh dự người khác nên vừa phải chịu trách nhiệm hình sự.\nChọn đáp án D"
    },
    {
        "ID": "Civ_3_38",
        "Image_Question": "",
        "Question": "Câu 38:Chị K và chị Y đều mở của hàng kinh doanh dược phẩm, nhưng để có lãi nhiều hai chị đã bán thêm thực phẩm chức năng giả. Để mua chuộc đoàn thanh tra liên ngành, chị K nhờ chị H đưa 30 triệu đồng cho trưởng đoàn thanh tra là ông Q. Vì vậy khi lập biên bản chỉ xử phạt mình chị Y. Biết chuyện chị Y cùng chồng là anh N đến nhà ông Q chửi bới, hai bên đã xảy ra xô xát, chị K đã gọi điện báo công an phường. Sau khi xác minh, trưởng công an phường là ông T đã lập biên bản xử phạt chị Y về hành vi gây rối trật tự công cộng. Những ai sau đây vi phạm quyền bình đẳng trong kinh doanh?\nA. Ông T, ông Q và chị H.\nB. Ông T, ông Q và chị K.\nC. Chị K, ông Q và chị Y.\nD. Chỉ mình chị K.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Tương tự như cách làm tình huống trên, với tình huống này vận dụng nội dung bài 4, GDCD12 thì người vi phạm quyền bình đẳng trong\nkinh doanh gồm chị K, ông Q và chị Y vì:\n+ Chị K và chị Y đều mở của hàng kinh doanh dược phẩm, nhưng để có lãi nhiều hai chị đã bán thêm thực phẩm chức năng giả.\n+ Ông Q là trưởng đoàn thanh tra đã nhận 30 triệu đồng tiền hối lộ của chị K để lờ đi chuyện chị bán thêm thực phẩm chức năng giả.\nChọn đáp án C"
    },
    {
        "ID": "Civ_3_39",
        "Image_Question": "",
        "Question": "Câu 39:Ông V làm giám đốc công ty Z, trong quá trình lãnh đạo đã gây thất thoát hàng chục tỷ đồng của Nhà nước, để trốn tránh trách nhiệm ông V chỉ đạo chị T kế toán công ty tiêu hủy các hồ sơ, chứng từ có liên quan. Biết chuyện anh X là nhân viên đã tố cáo ông V. Thấy vậy, anh Q con ông V đã thuê anh S bắt con anh X để khống chế, buộc anh phải rút đơn tố cáo, đồng thời thuê anh M đưa ông V trốn đi nước ngoài. Những ai dưới đây có hành vi xâm phạm quyền bất khả xâm phạm về thân thể của công dân?\nA. Anh S, ông V và anh M.\nB. Anh S và anh Q.\nC. Ông V, chị T và anh X.\nD. Ông V, chị T và anh Q.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Tương tự như cách làm tình huống trên với tình huống này vận dụng nội dung bài 6, GDCD12 quyền bất khả xâm phạm về thân thể của công dân thì người vi phạm gồm anh S và anh Q vì:\n+ Anh Q con ông V đã thuê anh S bắt con anh X để khống chế, buộc anh phải rút đơn tố cáo.\nChọn đáp án B"
    },
    {
        "ID": "Civ_3_40",
        "Image_Question": "",
        "Question": "Câu 40:Do nghi ngờ chị B có quan hệ lén lút với chồng mình, nên chị A đã buộc chồng là anh H đang làm Tổng giám đốc công ty X đuổi việc chị B. Vì nể vợ nên anh H đã điều chuyển chị B đi đến chi nhánh khác, làm việc trong môi trường độc hại mặc dù chị đang nuôi con nhỏ. Để thế chỗ chị B anh H đã nhận của anh K năm mươi triệu đồng rồi bổ nhiệm anh K vào vị trí của chị B. Quá bức xúc, anh N chồng chị B đã chặn xe ô tô công vụ do anh H sử dụng đi đám cưới để đe dọa anh này, làm anh hoảng sợ, điều khiển xe chạy sai làn đường nên bị anh Q cảnh sát giao thông dừng xe, yêu cầu đưa 10 triệu đồng để bỏ qua lỗi này, nhưng anh H từ chối. Những ai dưới đây có thể là đối tượng vừa bị khiếu nại vừa bị tố cáo?\nA. Anh H, anh K, chị A và anh N.\nB. Chị A, chị B, anh K và anh N.\nC. Chị A, anh K, anh H, anh Q và anh N.\nD. Chỉ mình Tổng giám đốc H.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Tương tự như cách làm tình huống trên với tình huống này vận dụng nội dung bài 7, GDCD12. Hành vi của Tổng giám đốc H có thể vừa bị khiếu nại vừa bị tố cáo vì:\n+ Tổng giám đốc H đã điều chuyển chị B đi đến chi nhánh khác, làm việc trong môi trường độc hại mặc dù chị đang nuôi con nhỏ.\n+ Tổng giám đốc H đã nhận của anh K năm mươi triệu đồng rồi bổ nhiệm anh K vào vị trí của chị B..\nChọn đáp án D"
    }
]