[
    {
        "ID": "Civ_33_1",
        "Image_Question": "",
        "Question": "Câu 1:Đặc trưng của pháp luật không bao gồm nội dung nào dưới đây?\nA. Tính quy phạm phổ biến.\nB. Tính công khai, dân chủ.\nC. Tính quyền lực, bắt buộc chung.\nD. Tính xác định chặt chẽ về mặt hình thức.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nĐặc trưng của pháp luật không bao gồm nội dung Tính công khai, dân chủ"
    },
    {
        "ID": "Civ_33_2",
        "Image_Question": "",
        "Question": "Câu 2:Yếu tố nào dưới đây là tư liệu lao động trong ngành may mặc?\nA. Máy may.\nB. Vải.\nC. Thợ may.\nD. Chỉ",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nMáy may là tư liệu lao động trong ngành may mặc"
    },
    {
        "ID": "Civ_33_3",
        "Image_Question": "",
        "Question": "Câu 3:Ranh giới để phân biệt pháp luật với các loại quy phạm xã hội khác thể hiện ở chỗ, pháp luật được áp dụng đối với\nA. tất cả mọi người.\nB. những người từ 18 tuổi trở lên.\nC. tất cả công chức nhà nước\nD. những người vi phạm pháp luật",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nRanh giới để phân biệt pháp luật với các loại quy phạm xã hội khác thể hiện ở chỗ, pháp luật được áp dụng đối với tất cả mọi người."
    },
    {
        "ID": "Civ_33_4",
        "Image_Question": "",
        "Question": "Câu 4:Các quy phạm pháp luật được thực hiện trong thực tiễn đời sống xã hội vì sự phát triển của xã hội là thể hiện bản chất nào dưới đây của pháp luật?\nA. Bản chất giai cấp.\nB. Bản chất xã hội.\nC. Bản chất chính trị.\nD. Bản chất khoa học",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nCác quy phạm pháp luật được thực hiện trong thực tiễn đời sống xã hội vì sự phát triển của xã hội là thể hiện bản chất  xã hội"
    },
    {
        "ID": "Civ_33_5",
        "Image_Question": "",
        "Question": "Câu 5:Thực hiện pháp luật là quá trình hoạt động có mục đích, làm cho những quy định của pháp luật\nA. có chỗ đứng trong đời sống.\nB. đi vào cuộc sống.\nC. được nhiều người tuân thủ.\nD. được biết đến trong cuộc sống",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nThực hiện pháp luật là quá trình hoạt động có mục đích, làm cho những quy định của pháp luật đi vào cuộc sống."
    },
    {
        "ID": "Civ_33_6",
        "Image_Question": "",
        "Question": "Câu 6:Hành vi xâm phạm, gây thiệt hại cho những quan hệ xã hội được pháp luật bảo vệ là hành vi nào dưới đây?\nA. Trái pháp luật.\nB. Trái đạo đức.\nC. Trái phong tục, tập quán.\nD. Trái mong muốn của cá nhân",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nHành vi xâm phạm, gây thiệt hại cho những quan hệ xã hội được pháp luật bảo vệ là hành vi trái pháp luật."
    },
    {
        "ID": "Civ_33_7",
        "Image_Question": "",
        "Question": "Câu 7:Hình thức áp dụng pháp luật do chủ thể nào dưới đây thực hiện?\nA. Cán bộ nhà nước.\nB. Chỉ cơ quan nhà nước có thẩm quyền.\nC. Cơ quan, công chức nhà nước có thẩm quyền.\nD. Mọi cơ quan, công chức nhà nước",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nHình thức áp dụng pháp luật do Cơ quan, công chức nhà nước có thẩm quyền thực hiện"
    },
    {
        "ID": "Civ_33_8",
        "Image_Question": "",
        "Question": "Câu 8:Hình thức nào sau đây không áp dụng đối với người vi phạm kỉ luật?\nA. Cảnh báo.\nB. Phê bình.\nC. Hạ bậc lương.\nD. Chuyển công tác khác",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nHình thức  Phê bình không áp dụng đối với người vi phạm kỉ luật"
    },
    {
        "ID": "Civ_33_9",
        "Image_Question": "",
        "Question": "Câu 9:Mọi doanh nghiệp đều có quyền tự do lựa chọn hình thức tổ chức kinh doanh là nội dung của\nA. bình đẳng trong nền kinh tế thị trường.\nB. bình đẳng trong kinh doanh.\nC. bình đẳng giữa các thành phần kinh tế.\nD. bình đẳng trong lao động",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nMọi doanh nghiệp đều có quyền tự do lựa chọn hình thức tổ chức kinh doanh là nội dung của bình đẳng trong kinh doanh."
    },
    {
        "ID": "Civ_33_10",
        "Image_Question": "",
        "Question": "Câu 10:Mọi người đều có quyền tự do lựa chọn việc làm phù hợp với khả năng của mình mà không bị phân biệt đối xử là bình đẳng\nA. trong thực hiện quyền lao động.\nB. trong sản xuất kinh doanh.\nC. giữa lao động nam và lao động nữ.\nD. giữa mọi cá nhân",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nMọi người đều có quyền tự do lựa chọn việc làm phù hợp với khả năng của mình mà không bị phân biệt đối xử là bình đẳng trong thực hiện quyền lao động."
    },
    {
        "ID": "Civ_33_11",
        "Image_Question": "",
        "Question": "Câu 11:Pháp luật nghiêm cấm hành vi tự ý vào chỗ ở của người khác là nhằm mục đích nào dưới đây?\nA. Bảo đảm quyền bất khả xâm phạm về chỗ ở của công dân.\nB. Bảo đảm quyền bất khả xâm phạm về thân thể của công dân.\nC. Bảo vệ quyền tự do cư trú của công dân.\nD. Bảo vệ quyền có nhà ở của công dân.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nPháp luật nghiêm cấm hành vi tự ý vào chỗ ở của người khác là nhằm bảo đảm quyền bất khả xâm phạm về chỗ ở của công dân."
    },
    {
        "ID": "Civ_33_12",
        "Image_Question": "",
        "Question": "Câu 12:Phương án nào dưới đây lí giải nguyên nhân dẫn đến cạnh tranh?\nA. Do nền kinh tế thị trường phát triển.\nB. Do tồn tại nhiều chủ sở hữu với tư cách là những đơn vị kinh tế độc lập, tự do sản xuất kinh doanh.\nC. Do nhà nước khuyến khích các doanh nghiệp phát triển.\nD. Do quy luật cung – cầu tác động đến người sản xuất kinh doanh",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nPhương án lí giải nguyên nhân dẫn đến cạnh tranh: Do tồn tại nhiều chủ sở hữu với tư cách là những đơn vị kinh tế độc lập, tự do sản xuất kinh doanh"
    },
    {
        "ID": "Civ_33_13",
        "Image_Question": "",
        "Question": "Câu 13:Công dân có quyền học ở các cấp/bậc học, từ Tiểu học đến Đại học và Sau Đại học theo quy định của pháp luật là thể hiện\nA. quyền học không hạn chế.\nB. quyền học thường xuyên.\nC. quyền học ở nhiều bậc học.\nD. quyền học suốt đời",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nCông dân có quyền học ở các cấp/bậc học, từ Tiểu học đến Đại học và Sau Đại học theo quy định của pháp luật là thể hiện quyền học không hạn chế."
    },
    {
        "ID": "Civ_33_14",
        "Image_Question": "",
        "Question": "Câu 14:Việc học tập của công dân không bị phân biệt đối xử về dân tộc, tôn giáo, nguồn gốc gia đình là thể hiện quyền nào dưới đây của công dân?\nA. Bình đẳng giữa các dân tộc, tôn giáo.\nB. Bình đẳng về cơ hội học tập.\nC. Bình đẳng về thời gian học tập.\nD. Bình đẳng về hoàn cảnh gia đình",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nViệc học tập của công dân không bị phân biệt đối xử về dân tộc, tôn giáo, nguồn gốc gia đình là thể hiện quyền Bình đẳng giữa các dân tộc, tôn giáo của công dân"
    },
    {
        "ID": "Civ_33_15",
        "Image_Question": "",
        "Question": "Câu 15:Người uống rượu say gây ra hành vi vi phạm pháp luật được xem là\nA. không có năng lực trách nhiệm pháp lí.\nB. bị hạn chế năng lực trách nhiệm pháp lí.\nC. bị mất khả năng kiểm soát hành vi.\nD. không có lỗi",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nNgười uống rượu say gây ra hành vi vi phạm pháp luật được xem là bị hạn chế năng lực trách nhiệm pháp lí."
    },
    {
        "ID": "Civ_33_16",
        "Image_Question": "",
        "Question": "Câu 16:Cá nhân đăng kí kinh doanh là thực hiện pháp luật theo hình thức nào dưới đây?\nA. Áp dụng pháp luật.\nB. Tuân thủ pháp luật.\nC. Sử dụng pháp luật.\nD. Thực hành pháp luật",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nCá nhân đăng kí kinh doanh là thực hiện pháp luật theo hình thức Sử dụng pháp luật."
    },
    {
        "ID": "Civ_33_17",
        "Image_Question": "",
        "Question": "Câu 17:Cá nhân, tổ chức sử dụng đúng đắn các quyền của mình, làm những gì mà pháp luật cho phép là nội dung của hình thức\nA. Sử dụng pháp luật\nB. Áp dụng pháp luật.\nC. Tìm hiểu pháp luật.\nD. Tuyên truyền pháp luật",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nCá nhân, tổ chức sử dụng đúng đắn các quyền của mình, làm những gì mà pháp luật cho phép là nội dung của hình thức Sử dụng pháp luật"
    },
    {
        "ID": "Civ_33_18",
        "Image_Question": "",
        "Question": "Câu 18:Khi cầu về mặt hàng máy điều hòa giảm mạnh vào mùa đông, yếu tố nào dưới đây của thị trường sẽ giảm theo?\nA. Giá trị\nB. Giá trị sử dụng.\nC. Giá cả.\nD. Cạnh tranh.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nKhi cầu về mặt hàng máy điều hòa giảm mạnh vào mùa đông, yếu tố Giá cả của thị trường sẽ giảm theo"
    },
    {
        "ID": "Civ_33_19",
        "Image_Question": "",
        "Question": "Câu 19:Ngoài việc bình đẳng về hưởng quyền, công dân còn bình đẳng trong việc\nA. thực hiện nghĩa vụ.\nB. thực hiện trách nhiệm.\nC. thực hiện công việc chung.\nD. thực hiện nhu cầu riêng",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nNgoài việc bình đẳng về hưởng quyền, công dân còn bình đẳng trong việc thực hiện nghĩa vụ"
    },
    {
        "ID": "Civ_33_20",
        "Image_Question": "",
        "Question": "Câu 20:Anh, chị, em có bổn phận thương yêu, chăm sóc, giúp đỡ nhau là biểu hiện của bình đẳng nào dưới đây trong quan hệ hôn nhân và gia đình?\nA. Bình đẳng giữa anh, chị, em.\nB. Bình đẳng giữa các thế hệ trong gia đình.\nC. Bình đẳng về quyền và nghĩa vụ.\nD. Bình đẳng về trách nhiệm",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nAnh, chị, em có bổn phận thương yêu, chăm sóc, giúp đỡ nhau là biểu hiện của bình đẳng giữa anh, chị, em trong quan hệ hôn nhân và gia đình"
    },
    {
        "ID": "Civ_33_21",
        "Image_Question": "",
        "Question": "Câu 21:Hợp đồng lao động được kí trực tiếp giữa người lao động và người sử dụng lao động là nội dung của bình đẳng\nA. trong giao kết hợp đồng lao động.\nB. trong cam kết của hai bên.\nC. trong lao động sản xuất.\nD. trong kí kết các loại hợp đồng",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nHợp đồng lao động được kí trực tiếp giữa người lao động và người sử dụng lao động là nội dung của bình đẳng trong giao kết hợp đồng lao động."
    },
    {
        "ID": "Civ_33_22",
        "Image_Question": "",
        "Question": "Câu 22:Các dân tộc sinh sống trên lãnh thổ Việt Nam đều có đại biểu của mình trong các cơ quan quyền lực nhà nước là biểu hiện bình đẳng giữa các dân tộc về\nA. kinh tế\nB. chính trị.\nC. xã hội.\nD. thành phần",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nCác dân tộc sinh sống trên lãnh thổ Việt Nam đều có đại biểu của mình trong các cơ quan quyền lực nhà nước là biểu hiện bình đẳng giữa các dân tộc về chính trị."
    },
    {
        "ID": "Civ_33_23",
        "Image_Question": "",
        "Question": "Câu 23:Ở nước ta, Nhà nước đã vận dụng quy luật kinh tế như thế nào?\nA. Để mọi người được tự do sản xuất bất cứ mặt hàng nào theo sở thích của mình.\nB. Xây dựng và phát triển kinh tế thị trường định hướng xã hội chủ nghĩa.\nC. Khuyến khích các thành phần kinh tế phát triển tự do.\nD. Xóa bỏ mọi thành phần kinh tế phi xã hội chủ nghĩa",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nỞ nước ta, Nhà nước đã vận dụng quy luật kinh tế Xây dựng và phát triển kinh tế thị trường định hướng xã hội chủ nghĩa."
    },
    {
        "ID": "Civ_33_24",
        "Image_Question": "",
        "Question": "Câu 24:Quyền bất khả xâm phạm về thân thể của công dân có nghĩa là không ai bị bắt, nếu không có quyết định của Tòa án, quyết định hoặc phê chuẩn của\nA. Viện kiểm soát.\nB. Thanh tra Chính phủ.\nC. cơ quan công an.\nD. cơ quan điều tra.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nQuyền bất khả xâm phạm về thân thể của công dân có nghĩa là không ai bị bắt, nếu không có quyết định của Tòa án, quyết định hoặc phê chuẩn của Viện kiểm soát."
    },
    {
        "ID": "Civ_33_25",
        "Image_Question": "",
        "Question": "Câu 25:Quyền bất khả xâm phạm về thân thể của công dân có nghĩa là không ai bị bắt, nếu không có quyết định của Tòa án, quyết định hoặc phê chuẩn của\nA. Viện kiểm soát.\nB. Thanh tra Chính phủ.\nC. cơ quan công an.\nD. cơ quan điều tra.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nQuyền bất khả xâm phạm về thân thể của công dân có nghĩa là không ai bị bắt, nếu không có quyết định của Tòa án, quyết định hoặc phê chuẩn của Viện kiểm soát."
    },
    {
        "ID": "Civ_33_26",
        "Image_Question": "",
        "Question": "Câu 26:Đánh người gây thương tích là hành vi xâm phạm đến quyền nào dưới đây của công dân?\nA. Quyền bất khả xâm phạm về thân thể.\nB. Quyền được pháp luật bảo hộ về tính mạng, sức khỏe.\nC. Quyền được đảm bảo an toàn trong cuộc sống.\nD. Quyền được bảo vệ sức khỏe",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nĐánh người gây thương tích là hành vi xâm phạm đến quyền được pháp luật bảo hộ về tính mạng, sức khỏe của công dân"
    },
    {
        "ID": "Civ_33_27",
        "Image_Question": "",
        "Question": "Câu 27:Pháp luật về phòng, chống tệ nạn xã hội quy định về\nA. ngăn chặn và bài trừ tệ nạn xã hội\nB. phòng, chống thiên tai.\nC. thúc đẩy phát triển văn hóa\nD. phòng, chống nạn thất nghiệp.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nPháp luật về phòng, chống tệ nạn xã hội quy định về ngăn chặn và bài trừ tệ nạn xã hội"
    },
    {
        "ID": "Civ_33_28",
        "Image_Question": "",
        "Question": "Câu 28:Pháp luật quy định các mức thuế khác nhau đối với các doanh nghiệp, căn cứ vào\nA. uy tín của người đứng đầu doanh nghiệp.\nB. ngành, nghề, lĩnh vực và địa bàn kinh doanh.\nC. việc doanh nghiệp có sử dụng dưới 10% lao động là người khuyết tật.\nD. chủ trương kinh doanh của doanh nghiệp",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nPháp luật quy định các mức thuế khác nhau đối với các doanh nghiệp, căn cứ vào ngành, nghề, lĩnh vực và địa bàn kinh doanh."
    },
    {
        "ID": "Civ_33_29",
        "Image_Question": "",
        "Question": "Câu 29:Trong những năm qua, di tích lịch sử - văn hóa ở một số nơi bị người dân xâm phạm. Trên cơ sở pháp luật về bảo vệ di sản văn hóa và pháp luật hình sự, các cơ quan chức năng đã xử lí vi phạm hành chính đối với những người vi phạm. Trong những trường hợp này, pháp luật về bảo vệ di sản văn hóa và pháp luật hình sự đã thể hiện vai trò nào dưới đây?\nA. Là phương tiện để nhà nước trừng trị kẻ phạm tội.\nB. Là công cụ để nhân dân đấu tranh với người vi phạm.\nC. Là phương tiện để Nhà nước quản lí xã hội.\nD. Là công cụ để hoạch định kế hoạch bảo vệ di sản văn hó",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nTrong những trường hợp này, pháp luật về bảo vệ di sản văn hóa và pháp luật hình sự là phương tiện để Nhà nước quản lí xã hội."
    },
    {
        "ID": "Civ_33_30",
        "Image_Question": "",
        "Question": "Câu 30:Ở một số nơi có hiện tượng nhiều học sinh “đánh hội đồng” một học sinh khác, quay clip rồi tung lên mạng xã hội. Hành vi này đã xâm phạm đến tính mạng, sức khỏe và quyền nào dưới đây của công dân?\nA. Quyền được bảo đảm an toàn uy tín cá nhân.\nB. Quyền .\nC. Quyền được bảo đảm an toàn cuộc sống.\nD. Quyền được tôn trọng",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nHành vi này đã xâm phạm đến tính mạng, sức khỏe và quyền được pháp luật bảo hộ về danh dự, nhân phẩm của công dân"
    },
    {
        "ID": "Civ_33_31",
        "Image_Question": "",
        "Question": "Câu 31:Anh N bắt được kẻ đang lấy trộm xe máy của người khác. Trong trường hợp này, anh N cần xử sự theo cách nào dưới đây cho phù hợp với pháp luật?\nA. Đánh tên trộm thật đau.\nB. Giam giữ mấy ngày, rồi tha.\nC. Lập biên bản rồi tha.\nD. G",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nTrong trường hợp này, anh N cần giải về cơ quan công an nơi gần nhất"
    },
    {
        "ID": "Civ_33_32",
        "Image_Question": "",
        "Question": "Câu 32:Nếu một người bạn của em bịa đặt, tung tin xấu về bạn khác trên Facebook, em sẽ lựa chọn cách ứng xử nào dưới đây cho phù hợp với pháp luật?\nA. Hủy kết bạn với bạn đó.\nB. Không quan tâm vì đó là việc riêng của hai bạn.\nC. Thể hiện sự không đồng tình bằng cách không bình luận về những thông tin đó.\nD. Khuyên bạn mình không làm như vậy",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nNếu một người bạn của em bịa đặt, tung tin xấu về bạn khác trên Facebook, em sẽ khuyên bạn mình không làm như vậy"
    },
    {
        "ID": "Civ_33_33",
        "Image_Question": "",
        "Question": "Câu 33:Chị L là nhân viên của Công ty X có hai lần đi làm muộn nên đã bị Giám đốc Công ty ra quyết định kỉ luật với hình thức hạ bậc lương. Không đồng ý với quyết định của Giám đốc, chị L có thể làm gì trong các cách dưới đây để bảo vệ quyền lợi hợp pháp của mình?\nA. Quyền tự do ngôn luận.\nB. Quyền được tham gia.\nC. Quyền tham gia quản lí nhà nước và xã hội.\nD. Quyền bày tỏ ý kiến.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\ncác bạn học sinh đã thực hiện quyền tham gia quản lí nhà nước và xã hội của công dân"
    },
    {
        "ID": "Civ_33_34",
        "Image_Question": "",
        "Question": "Câu 34:Chị L là nhân viên của Công ty X có hai lần đi làm muộn nên đã bị Giám đốc Công ty ra quyết định kỉ luật với hình thức hạ bậc lương. Không đồng ý với quyết định của Giám đốc, chị L có thể làm gì trong các cách dưới đây để bảo vệ quyền lợi hợp pháp của mình?\nA. Viết đơn đề nghị Giám đốc xem xét lại.\nB. Gửi đơn khiếu nại đến cơ quan cấp trên.\nC. Gửi đơn tố cáo đến cơ quan cấp trên.\nD. Gửi đơn khiếu nại đến Giám đốc Công ty",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nKhông đồng ý với quyết định của Giám đốc, chị L có thể Gửi đơn khiếu nại đến Giám đốc Công ty để bảo vệ quyền lợi hợp pháp của mình"
    },
    {
        "ID": "Civ_33_35",
        "Image_Question": "",
        "Question": "Câu 35:Thấy trong khu dân cư của mình có lò giết mổ gia cầm gây ô nhiễm môi trường, nhân dân trong khu dân cư cần lựa chọn cách xử sự nào dưới đây để thực hiện quyền tham gia quản lí nhà nước và xã hội trên địa bàn dân cư mình?\nA. Yêu cầu lò giết mổ gia cầm ngừng hoạt động.\nB. Đòi lò giết mổ gia cầm bồi thường vì gây ô nhiễm.\nC. Kiến nghị với Ủy ban nhân dân phường để ngừng hoạt động cơ sở này.\nD. Đe dọa những người làm việc trong lồ giết mổ gia cầm.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nThấy trong khu dân cư của mình có lò giết mổ gia cầm gây ô nhiễm môi trường, nhân dân trong khu dân cư cần Kiến nghị với Ủy ban nhân dân phường để ngừng hoạt động cơ sở này để thực hiện quyền tham gia quản lí nhà nước và xã hội trên địa bàn dân cư mình"
    },
    {
        "ID": "Civ_33_36",
        "Image_Question": "",
        "Question": "Câu 36:Sau khi tốt nghiệp đại học ngành Luật, chị H tiếp tục vào học cao học để có bằng thạc sĩ. Chị H đã thực hiện quyền nào dưới đây?\nA. Quyền học thường xuyên, học suốt đời.\nB. Quyền tự do học tập.\nC. Quyền học không hạn chế.\nD. Quyền được phát triển",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nSau khi tốt nghiệp đại học ngành Luật, chị H tiếp tục vào học cao học để có bằng thạc sĩ. Chị H đã thực hiện quyềnhọc không hạn chế."
    },
    {
        "ID": "Civ_33_37",
        "Image_Question": "",
        "Question": "Câu 37:Qua kiểm tra việc buôn bán của các gia đình trong thị trấn, đội quản lí thị trường huyện M đã lập biên bản xử phạt một số hộ kinh doanh do kinh doanh các mặt hàng không có trong giấy phép. Hình thức xử lí vi phạm được áp dụng thể hiện điều gì?\nA. Công dân bình đẳng về nghĩa vụ.\nB. Công dân bình đẳng về trách nhiệm pháp lí.\nC. Công dân bình đẳng về nghĩa vụ và trách nhiệm.\nD. Mọi người bình đẳng trước Tòa án",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nHình thức xử lí vi phạm được áp dụng thể hiện công dân bình đẳng về trách nhiệm pháp lí."
    },
    {
        "ID": "Civ_33_38",
        "Image_Question": "",
        "Question": "Câu 38:Công ty X lấy tên nhãn hiệu của Công ty Y dán vào nhãn hiệu mì ăn liền của Công ty mình để bán được nhiều sản phẩm. Hành vi của Công ty X là thuộc loại vi phạm nào dưới đây?\nA. Vi phạm hình sự.\nB. Vi phạm hành chính.\nC. Vi phạm dân sự\nD. Vi phạm kỉ luật",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nHành vi của Công ty X là thuộc loại vi phạm dân sự"
    },
    {
        "ID": "Civ_33_39",
        "Image_Question": "",
        "Question": "Câu 39:Công ty A ở tỉnh Hà Giang và Công ty B ở tỉnh Hưng Yên cùng sản xuất hàng tiêu dùng, Công ty A phải đóng thuế thu nhập doanh nghiệp với mức thấp hơn Công ty B. Căn cứ vào yếu tố nào dưới đây mà hai công ty lại có hai mức thuế khác nhau?\nA. Lợi nhuận thu được.\nB. Quan hệ quen biết.\nC. Địa bàn kinh doanh.\nD. Khả năng kinh doanh",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nCăn cứ vào Địa bàn kinh doanh mà hai công ty lại có hai mức thuế khác nhau"
    },
    {
        "ID": "Civ_33_40",
        "Image_Question": "",
        "Question": "Câu 40:Thấy ông K đốt rừng phòng hộ để làm nương rẫy, anh H nhân viên hạt kiểm lâm bắt và giữ ông K tại đơn vị với sự đồng ý của ông M là Hạt trưởng Hạt Kiểm lâm. Sau 2 ngày, anh A là cháu ông K phát hiện ông K bị giam trong nhà kho của Hạt Kiểm lâm nên đã giải cứu ông K. Những ai dưới đây vi phạm quyền bất khả xâm phạm về thân thể của công dân?\nA. Ông K, anh H và ông M.\nB. Anh H, ông M và anh A.\nC. Anh H và ông M.\nD. Anh H và anh A",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nAnh H và ông M vi phạm quyền bất khả xâm phạm về thân thể của công dân"
    }
]