[
    {
        "ID": "MET_Civ_2022_302_1",
        "Image_Question": "",
        "Question": "CÂU 1:Theo quy định của pháp luật, người dân bàn bạc và quyết định việc đóng góp xây dựng các công trình phúc lợi công cộng ở địa phương là thực hiện quyền tham gia quản lí nhà nước và xã hội ở phạm vi nào sau đây?\nA. Cả nước.\nB. Trung ương.\nC. Toàn quốc.\nD. Cơ sở.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nTheo quy định của pháp luật, người dân bàn bạc và quyết định việc đóng góp xây dựng các công trình phúc lợi công cộng ở địa phương là thực hiện quyền tham gia quản lí nhà nước và xã hội ở phạm vi cơ sở."
    },
    {
        "ID": "MET_Civ_2022_302_2",
        "Image_Question": "",
        "Question": "CÂU 2:Vi phạm hành chính là hành vi vi phạm pháp luật có mức độ nguy hiểm cho xã hội thấp hơn tội phạm, xâm phạm\nA. các quy tắc quản lý nhà nước.\nB. nội quy doanh nghiệp tư nhân.\nC. thỏa thuận riêng trong dòng họ.\nD. cách thức điều hành gia đình.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nVi phạm hành chính là hành vi vi phạm pháp luật có mức độ nguy hiểm cho xã hội thấp hơn tội phạm, xâm phạm các quy tắc quản lý nhà nước."
    },
    {
        "ID": "MET_Civ_2022_302_3",
        "Image_Question": "",
        "Question": "CÂU 3:Theo quy định của pháp luật, công dân có trình độ chuyên môn cao được Nhà nước tạo điều kiện để phát huy tài năng là thể hiện nội dung của quyền bình đẳng trong lĩnh vực\nA. truyền thông.\nB. đối ngoại.\nC. công nghệ.\nD. lao động.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nTheo quy định của pháp luật, công dân có trình độ chuyên môn cao được Nhà nước tạo điều kiện để phát huy tài năng là thể hiện nội dung của quyền bình đẳng trong lĩnh vực lao động."
    },
    {
        "ID": "MET_Civ_2022_302_4",
        "Image_Question": "",
        "Question": "CÂU 4:Theo quy định của pháp luật, một trong những nội dung bình đẳng trong kinh doanh là mọi công dân có quyền tự do lựa chọn\nA. thời điểm đầu cơ tích trữ.\nB. loại hình doanh nghiệp.\nC. mức thuế phải nộp.\nD. phát hành trái phiếu chính phủ.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nTheo quy định của pháp luật, một trong những nội dung bình đẳng trong kinh doanh là mọi công dân có quyền tự do lựa chọn loại hình doanh nghiệp."
    },
    {
        "ID": "MET_Civ_2022_302_5",
        "Image_Question": "",
        "Question": "CÂU 5:Theo quy định của pháp luật, chỗ ở của công dân đều được Nhà nước và mọi người\nA. kiểm soát.\nB. giám sát.\nC. tôn trọng.\nD. khám xét.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nTheo quy định của pháp luật, chỗ ở của công dân đều được Nhà nước và mọi người tôn trọng."
    },
    {
        "ID": "MET_Civ_2022_302_6",
        "Image_Question": "",
        "Question": "CÂU 6:Một trong những mục đích của hình thức áp dụng pháp luật là các cơ quan nhà nước có thâm quyên căn cứ vào pháp luật để ra quyết định làm phát sinh\nA. những quan điểm trái chiều.\nB. tất cả nhu cầu của cá nhân.\nC. mọi giao dịch dân sự.\nD. các quyền cụ thể của công dân.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nMột trong những mục đích của hình thức áp dụng pháp luật là các cơ quan nhà nước có thâm quyên căn cứ vào pháp luật để ra quyết định làm phát sinh các quyền cụ thể của công dân."
    },
    {
        "ID": "MET_Civ_2022_302_7",
        "Image_Question": "",
        "Question": "CÂU 7:Một trong những nội dung cơ bản của pháp luật về phát triển các lĩnh vực xã hội được thể hiện ở việc làm nào sau đây của Nhà nước?\nA. Làm giảm tỉ lệ người mắc bệnh..\nB. Kiềm chế thương mại điện tử.\nC. Từ chối xuất khẩu hàng hóa.\nD. Quy định mức thuế khác nhau",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nMột trong những nội dung cơ bản của pháp luật về phát triển các lĩnh vực xã hội được thể hiện ở việc làm giảm tỉ lệ người mắc bệnh."
    },
    {
        "ID": "MET_Civ_2022_302_8",
        "Image_Question": "",
        "Question": "CÂU 8:Công dân trực tiếp đóng góp ý kiến về tình trạng ô nhiễm môi trường ở địa phương với đại biểu Quốc hội trong dịp đại biểu tiếp xúc cử tri là thực hiện quyền nào sau đây?\nA. Sáng tạo.\nB. Bảo hộ danh dự.\nC. Học tập.\nD. Tự do ngôn luận.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nCông dân trực tiếp đóng góp ý kiến về tình trạng ô nhiễm môi trường ở địa phương với đại biểu Quốc hội trong dịp đại biểu tiếp xúc cử tri là thực hiện quyền tự do ngôn luận."
    },
    {
        "ID": "MET_Civ_2022_302_9",
        "Image_Question": "",
        "Question": "CÂU 9:Theo quy định của pháp luật, công dân có trình độ chuyên môn cao được Nhà nước tạo điều kiện để phát huy tài năng là thể hiện nội dung của quyền bình đẳng trong lĩnh vực\nA. thông tin.\nB. thương mại.\nC. kiểm toán.\nD. lao động.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nTheo quy định của pháp luật, công dân có trình độ chuyên môn cao được Nhà nước tạo điều kiện để phát huy tài năng là thể hiện nội dung của quyền bình đẳng trong lĩnh vực lao động."
    },
    {
        "ID": "MET_Civ_2022_302_10",
        "Image_Question": "",
        "Question": "CÂU 10:Một trong những mục đích của việc áp dụng trách nhiệm pháp lí đối với người vi phạm pháp luật là\nA. chấm dứt mọi nguồn thu nhập.\nB. triệt tiêu mọi nhu cầu cá nhân.\nC. kiềm chế mọi việc làm trái pháp luật.\nD. hủy bỏ mọi loại giao dịch.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nMột trong những mục đích của việc áp dụng trách nhiệm pháp lí đối với người vi phạm pháp luật là kiềm chế mọi việc làm trái pháp luật."
    },
    {
        "ID": "MET_Civ_2022_302_11",
        "Image_Question": "",
        "Question": "CÂU 11:Theo quy định của pháp luật, công dân báo cho cơ quan nhà nước có thẩm quyền về hành vi làm giả căn cước công dân của người khác là sử dụng quyền nào sau đây?\nA. Tố cáo.\nB. Truy tố.\nC. Khiếu nại.\nD. Khởi kiện.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nTheo quy định của pháp luật, công dân báo cho cơ quan nhà nước có thẩm quyền về hành vi làm giả căn cước công dân của người khác là sử dụng quyền tố cáo."
    },
    {
        "ID": "MET_Civ_2022_302_12",
        "Image_Question": "",
        "Question": "CÂU 12:Theo quy định của pháp luật, mỗi cử tri đều được tự viết phiếu và bỏ phiếu bầu vào hòm phiếu là thể hiện nguyên tắc bầu cử nào sau đây?\nA. Phổ thông.\nB. Gián tiếp.\nC. Trực tiếp.\nD. Đại diện.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nTheo quy định của pháp luật, mỗi cử tri đều được tự viết phiếu và bỏ phiếu bầu vào hòm phiếu là thể hiện nguyên tắc bầu cử trực tiếp."
    },
    {
        "ID": "MET_Civ_2022_302_13",
        "Image_Question": "",
        "Question": "CÂU 13:Việc Nhà nước tổ chức tuyên truyền đến người dân về các biện pháp phòng, chống tội phạm trên không gian mạng là thể hiện nội dung nào sau đây của quyền được phát triển?\nA. Được lựa chọn việc làm.\nB. Được bảo trợ xã hội.\nC. Được cung cấp thông tin.\nD. Được chăm sóc sức khỏe.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nViệc Nhà nước tổ chức tuyên truyền đến người dân về các biện pháp phòng, chống tội phạm trên không gian mạng là thể hiện nội dung được cung cấp thông tin của quyền được phát triển."
    },
    {
        "ID": "MET_Civ_2022_302_14",
        "Image_Question": "",
        "Question": "CÂU 14:Các yếu tố cơ bản của quá trình sản xuất của cải vật chất bao gồm sức lao động, tư liệu lao động và\nA. đối tượng lao động.\nB. hạn mức kinh doanh.\nC. khả năng thu nhập.\nD. cơ cấu kinh tế.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nCác yếu tố cơ bản của quá trình sản xuất của cải vật chất bao gồm sức lao động, tư liệu lao động và đối tượng lao động."
    },
    {
        "ID": "MET_Civ_2022_302_15",
        "Image_Question": "",
        "Question": "CÂU 15:Theo quy định của pháp luật, quyền bình đẳng giữa vợ và chồng trong quan hệ nhân thân được thể hiện ở việc vợ, chồng\nA. tự định đoạt tài sản riêng.\nB. tôn trọng ý kiến của nhau.\nC. lựa chọn giới tính thai nhi.\nD. áp đặt vị trí việc làm.\nng tốt nghiệp.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nTheo quy định của pháp luật, quyền bình đẳng giữa vợ và chồng trong quan hệ nhân thân được thể hiện ở việc vợ, chồng tôn trọng ý kiến của nhau."
    },
    {
        "ID": "MET_Civ_2022_302_16",
        "Image_Question": "",
        "Question": "CÂU 16:Theo quy định của pháp luật, công dân được học từ thấp đến cao thông qua việc tham gia các kì thi tuyển sinh hoặc xét tuyển là thực hiện\nA. việc quyết định chính sách giáo dục.\nB. việc định đoạt quy trình tuyển sinh.\nC. quyền cấp văn bằng tốt nghiệp.\nD. quyền học tập không hạn chế.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nTheo quy định của pháp luật, công dân được học từ thấp đến cao thông qua việc tham gia các kì thi tuyển sinh hoặc xét tuyển là thực hiện quyền học tập không hạn chế."
    },
    {
        "ID": "MET_Civ_2022_302_17",
        "Image_Question": "",
        "Question": "CÂU 17:Pháp luật là hệ thống các quy tắc xử sự chung do nhà nước ban hành và được bảo đảm thực hiện bằng\nA. dư luận xã hội.\nB. quyền lực nhà nước.\nC. thói quen vùng miền.\nD. ý thức tự nguyện.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nPháp luật là hệ thống các quy tắc xử sự chung do nhà nước ban hành và được bảo đảm thực hiện bằng quyền lực nhà nước."
    },
    {
        "ID": "MET_Civ_2022_302_18",
        "Image_Question": "",
        "Question": "CÂU 18:Theo quy định của pháp luật, các dân tộc trong một quốc gia không phân biệt đa số hay thiểu số đều được Nhà nước\nA. ấn định một nơi cư trú.\nB. cho phép sở hữu đất đai.\nC. áp đặt mức thu nhập.\nD. đầu tư phát triển kinh tế.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nTheo quy định của pháp luật, các dân tộc trong một quốc gia không phân biệt đa số hay thiểu số đều được Nhà nước đầu tư phát triển kinh tế."
    },
    {
        "ID": "MET_Civ_2022_302_19",
        "Image_Question": "",
        "Question": "CÂU 19:Theo quy định của pháp luật, một trong những nội dung bình đẳng trong kinh doanh là mọi doanh nghiệp phải thực hiện nghĩa vụ\nA. điều chỉnh quy mô sản xuất.\nB. áp dụng công nghệ sinh học.\nC. liên kết hợp tác quốc tế.\nD. bảo vệ quyền lợi người tiêu dùng.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nTheo quy định của pháp luật, một trong những nội dung bình đẳng trong kinh doanh là mọi doanh nghiệp phải thực hiện nghĩa vụ bảo vệ quyền lợi người tiêu dùng."
    },
    {
        "ID": "MET_Civ_2022_302_20",
        "Image_Question": "",
        "Question": "CÂU 20:Quy luật giá trị yêu cầu việc sản xuất và lưu thông hàng hóa phải dựa trên cơ sở\nA. giá trị sử dụng của hàng hóa.\nB. thời gian lao động cá biệt tối thiểu.\nC. thời gian lao động xã hội cần thiết.\nD. giá trị thặng dư được tạo ra.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nQuy luật giá trị yêu cầu việc sản xuất và lưu thông hàng hóa phải dựa trên cơ sở thời gian lao động xã hội cần thiết để sản xuất ra hàng hóa đó."
    },
    {
        "ID": "MET_Civ_2022_302_21",
        "Image_Question": "",
        "Question": "CÂU 21:Theo quy định của pháp luật, công dân vi phạm quyền bình đẳng giữa các dân tộc khi thực hiện hành vi nào sau đây?\nA. Bảo tồn giá trị văn hóa truyền thống.\nB. Tham gia sinh hoạt cộng đồng.\nC. Chia rẽ khối đại đoàn kết dân tộc.\nD. Bác bỏ quan điểm trái chiều.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nTheo quy định của pháp luật, công dân vi phạm quyền bình đẳng giữa các dân tộc khi thực hiện hành vi chia rẽ khối đại đoàn kết dân tộc."
    },
    {
        "ID": "MET_Civ_2022_302_22",
        "Image_Question": "",
        "Question": "CÂU 22:Theo quy định của pháp luật, công dân có thể thực hiện quyền khiếu nại khi nhận\nA. dự án hợp tác đầu tư nước ngoài.\nB. kế hoạch thử nghiệm vacxin.\nC. thông tin do nhân chứng cung cấp.\nD. quyết định xử phạt chưa thỏa đáng.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nTheo quy định của pháp luật, công dân có thể thực hiện quyền khiếu nại khi nhận quyết định xử phạt chưa thỏa đáng."
    },
    {
        "ID": "MET_Civ_2022_302_23",
        "Image_Question": "",
        "Question": "CÂU 23:Trong sản xuất và lưu thông hàng hóa, việc làm nào sau đây của các chủ thể kinh doanh thể hiện mặt hạn chế của cạnh tranh?\nA. Quản lý nhân sự trực tuyến.\nB. Đầu cơ gây rối loạn thị trường.\nC. Bảo mật chiến lược đầu tư.\nD. Sử dụng các nguyên liệu hữu cơ.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nTrong sản xuất và lưu thông hàng hóa, việc các chủ thể kinh doanh thực hiện đầu cơ gây rối loạn thị trường đã thể hiện mặt hạn chế của cạnh tranh."
    },
    {
        "ID": "MET_Civ_2022_302_24",
        "Image_Question": "",
        "Question": "CÂU 24:Theo quy định của pháp luật, công dân thi hành pháp luật khi thực hiện hành vi nào sau đây?\nA. Tàng trữ vũ khí quân dụng.\nB. Vận chuyển trái phép pháo nổ.\nC. Lưu hành các loại tiền giả.\nD. Tham gia bảo vệ Tổ quốc.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nTheo quy định của pháp luật, công dân thi hành pháp luật khi thực hiện hành vi: tham gia bảo vệ Tổ quốc."
    },
    {
        "ID": "MET_Civ_2022_302_25",
        "Image_Question": "",
        "Question": "CÂU 25:Theo quy định của pháp luật, công dân hưởng quyền được phát triển trong trường hợp nào sau đây?\nA. Tham gia các hoạt động văn hóa.\nB. Chuyển giao quyền nhân thân.\nC. Thay đổi nội dung trong di chúc.\nD. Chủ động chuyển quyền tác giả.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nTheo quy định của pháp luật, công dân hưởng quyền được phát triển trong trường hợp: tham gia các hoạt động văn hóa."
    },
    {
        "ID": "MET_Civ_2022_302_26",
        "Image_Question": "",
        "Question": "CÂU 26:Theo quy định của pháp luật, công dân vi phạm nguyên tắc bầu cử đại biểu Hội đồng nhân dân các cấp khi thực hiện hành vi nào sau đây?\nA. Sao chép nội dung phiếu bầu của người khác.\nB. Tìm hiểu danh sách các ứng cử viên.\nC. Giám sát quy trình niêm phong hòm phiếu.\nD. Tham khảo lí lịch trích ngang của đại biểu.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nTheo quy định của pháp luật, công dân vi phạm nguyên tắc bầu cử đại biểu Hội đồng nhân dân các cấp khi thực hiện hành vi sao chép nội dung phiếu bầu của người khác."
    },
    {
        "ID": "MET_Civ_2022_302_27",
        "Image_Question": "",
        "Question": "CÂU 27:Theo quy định của pháp luật, công dân vi phạm hành chính khi thực hiện hành vi nào sau đây?\nA. Tổ chức trốn khỏi cơ sở giam giữ.\nB. Sử dụng trái phép lòng đường đô thị.\nC. Bắt người đang bị truy nã.\nD. Chế tạo vũ khí quân dụng.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nTheo quy định của pháp luật, công dân vi phạm hành chính khi thực hiện hành vi sử dụng trái phép lòng đường đô thị."
    },
    {
        "ID": "MET_Civ_2022_302_28",
        "Image_Question": "",
        "Question": "CÂU 28:Theo quy định của pháp luật, nhân viên bưu chính vi phạm quyền được bảo đảm an toàn và bí mật thư tín, điện thoại, điện tín của khách hàng khi tự ý thực hiện hành vi nào sau đây?\nA. Tính sai cước phí vận chuyển.\nB. Đăng kí tài khoản thư điện tử.\nC. Công khai nội dung điện tín.\nD. Từ chối gói cước khuyến mại.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nTheo quy định của pháp luật, nhân viên bưu chính vi phạm quyền được bảo đảm an toàn và bí mật thư tín, điện thoại, điện tín của khách hàng khi tự ý thực hiện hành vi công khai nội dung điện tín."
    },
    {
        "ID": "MET_Civ_2022_302_29",
        "Image_Question": "",
        "Question": "CÂU 29:Theo quy định của pháp luật, công dân vi phạm quyền được pháp luật bảo hộ về tính mạng sức khỏe của người khác khi thực hiện hành vi nào sau đây?\nA. Theo dõi nghi can vụ án.\nB. Khống chế tù nhân vượt ngục.\nC. Đánh người khác gây thương tích.\nD. Giam giữ người bị tình nghi.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nTheo quy định của pháp luật, công dân vi phạm quyền được pháp luật bảo hộ về tính mạng sức khỏe của người khác khi thực hiện hành vi đánh người khác gây thương tích."
    },
    {
        "ID": "MET_Civ_2022_302_30",
        "Image_Question": "",
        "Question": "CÂU 30:Trong nền kinh tế hàng hóa, công dân dùng tiền để nộp thuế thu nhập cá nhân là thể hiện chức năng nào sau đây của tiền tệ?\nA. Thước đo giá trị.\nB. Phương tiện thanh toán.\nC. Điều tiết sản xuất.\nD. Cung cấp thông tin.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nTrong nền kinh tế hàng hóa, công dân dùng tiền để nộp thuế thu nhập cá nhân là thể hiện chức năng phương tiện thanh toán của tiền tệ."
    },
    {
        "ID": "MET_Civ_2022_302_31",
        "Image_Question": "",
        "Question": "CÂU 31:Tại một điểm bầu cử đại biểu Hội đồng nhân dân các cấp, sau khi nhận phiếu bầu, vì có việc đột xuất nên anh V đã nhờ chị H viết hộ phiếu bầu cho hai vợ chồng anh theo ý của anh V. Biết chị H. đang viết phiếu bầu giúp cho anh V, ông T thành viên tổ bầu cử đã nhờ và được chị H đồng ý sửa lại nội dung trong phiếu bầu của anh V theo ý của ông T. Sau đó, chị H đã bỏ phiếu của mình và phiếu của vợ chồng anh V vào hòm phiếu. Chị H, ông T và anh V cùng vi phạm nguyên tắc bầu cử nào sau đây?\nA. Bình đẳng.\nB. Phổ thông.\nC. Bỏ phiếu kín.\nD. Trực tiếp.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nTrong trường hợp trên, chị H, ông T và anh V cùng vi phạm nguyên tắc bầu cử bỏ phiếu kín."
    },
    {
        "ID": "MET_Civ_2022_302_32",
        "Image_Question": "",
        "Question": "CÂU 32:Phát hiện anh H phá khóa vào nhà mình để trộm tài sản, anh M đã giữ anh H trong nhà kho của gia đình. Biết chuyện, bà V là mẹ anh H đến nhà anh M xin lỗi và thỏa thuận bồi thường. Do gia đình anh M đi vắng, thấy cửa không khóa nên bà V đã tự ý vào nhà tìm kiếm anh H. Bà V và anh H cùng vi phạm quyền nào sau đây của công dân?\nA. Bất khả xâm phạm về chỗ ở.\nB. Được pháp luật bảo hộ về danh dự.\nC. Bất khả xâm phạm về tài sản.\nD. Được pháp luật bảo hộ về thân thể.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nTrong trường hợp trên, bà V và anh H cùng vi phạm quyền bất khả xâm phạm về chỗ ở của công dân."
    },
    {
        "ID": "MET_Civ_2022_302_33",
        "Image_Question": "",
        "Question": "CÂU 33:Sau khi cùng tốt nghiệp đại học, anh V tham gia phát triển kinh tế gia đình, chị P nhận dạy ngoại ngữ miễn phí cho các em nhỏ vùng cao. Tại cuộc họp lấy ý kiến của nhân dân về việc triển khai dự án tái định cư của chính quyền xã, anh V phát biểu về những bất cập của dự án còn chị P đã đề xuất một số giải pháp tháo gỡ khó khăn trên. Anh V và chị P cùng thực hiện quyền bình đẳng giữa các dân tộc ở phương diện nào sau đây?\nA. Kinh tế.\nB. Văn hóa, đối ngoại.\nC. Quốc phòng, an ninh.\nD. Chính trị.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nTrong trường hợp trên, anh V và chị P cùng thực hiện quyền bình đẳng giữa các dân tộc ở phương diện chính trị."
    },
    {
        "ID": "MET_Civ_2022_302_34",
        "Image_Question": "",
        "Question": "CÂU 34:Anh N là lao động tự do đã thuê nhà của bà M trong thời hạn một năm. Tại đây, anh N chế tạo trái phép một số loại vũ khí quân dụng để dùng vào mục đích cá nhân. Trong quá trình thực hiện công việc của mình, anh N đã làm hỏng một số tài sản có giá trị của bà M trong ngôi nhà anh thuê. Những hành vi trên của anh N đã vi phạm pháp luật nào sau đây?\nA. Kỉ luật và dân sự.\nB. Hành chính và hình sự.\nC. Dân sự và hành chính.\nD. Hình sự và dân sự.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nTrong trường hợp trên, anh N đã vi phạm pháp luật hình sự và dân sự:\n+ Vi phạm hành chính khi anh N đã làm hỏng một số tài sản có giá trị của bà M trong ngôi nhà anh thuê.\n+ Vi phạm hình sự khi anh N chế tạo trái phép một số loại vũ khí quân dụng để dùng vào mục đích cá nhân"
    },
    {
        "ID": "MET_Civ_2022_302_35",
        "Image_Question": "",
        "Question": "CÂU 35:Anh H ở địa phương X đã nghiên cứu, chế tạo thành công sản phẩm tiêu dùng thân thiện với môi trường từ lá cây bàng biển và được nhiều khách hàng đón nhận. Anh H đã thực hiện quyền sáng tạo ở nội dung nào sau đây?\nA. Quản lý khoa học, công nghệ.\nB. Kết nối thông tin nội bộ.\nC. Tự do phát minh, sáng chế.\nD. Sử dụng nguồn vốn ưu đãi.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nTrong trường hợp trên, anh H đã thực hiện quyền sáng tạo ở nội dung: tự do phát minh, sáng chế."
    },
    {
        "ID": "MET_Civ_2022_302_36",
        "Image_Question": "",
        "Question": "CÂU 36:Ông S là giám đốc; anh K và anh M là nhân viên cùng làm việc tại doanh nghiệp nhà nước X. Khi bị anh M cung cấp bằng chứng về việc mình đã tuyển dụng chị Q vào vị trí kế toán dù chị chưa đáp ứng đủ điều kiện theo quy định, ông S đã chỉ đạo chị Q ngụy tạo tình huống để vu khống anh M mắc sai phạm trong công việc. Dựa vào đó, ông S thực hiện quy trình và ra quyết định kỉ luật buộc thôi vi, đối với anh M. Nhân cơ hội này, chị Q cố ý thanh toán không đủ các khoản phụ cấp cho anh M. Vì có quan hệ họ hàng và được anh M kể lại sự việc, anh K gửi đơn tới ông T là cán bộ có thẩm quyền đÀ nghị ông xem xét và giải quyết sự việc cho anh M. Do đã nhận 20 triệu đồng của ông S nên ông T hủy đơn của anh K. Được anh K thông tin về việc làm của ông T, anh M bí mật tung tin đồn thất thiệt khiến uy tín của ông T bị ảnh hưởng nghiêm trọng. Hành vi của những ai sau đây không phải là đối tượng có thể vừa bị khiếu nại vừa bị tố cáo?\nA. Anh K, anh M và ông T.\nB. Ông T, anh K và ông S.\nC. Anh K, chị Q và anh M.\nD. Ông S, ông T và chị Q.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nTrong trường hợp trên, anh K, anh M và ông T không phải là đối tượng có thể vừa bị khiếu nại vừa bị tố cáo"
    },
    {
        "ID": "MET_Civ_2022_302_37",
        "Image_Question": "",
        "Question": "CÂU 37:Doanh nghiệp X có ông S là giám đốc; chị V, chị T và anh B là nhân viên. Hằng năm, anh B và chị T đều được đánh giá hoàn thành tốt nhiệm vụ. Khi cơ quan có chủ trương cử nhân viên đi học nâng cao trình độ, anh B và chị T đã hoàn thiện hồ sơ đồng thời nộp cho ông S để đăng kí theo quy định. Trong cuộc họp bình xét, vì chị T vắng mặt do con của chị bị ốm nên ông S quyết định cử anh B. Bất mãn vì không được chọn, chị thường xuyên đi làm muộn và không hoàn thành công việc theo yêu cầu. Được chị V giới thiệu, chị P là người đang có nhu cầu xin việc làm đã tìm gặp ông S để được tạo điều kiện nhận vào làm việc thay thế vị trí của chị T. Biết chuyện, anh Q là anh rể của chị T đang là giám đốc một công ty tư nhân đã ép buộc khiến chị T phải bỏ việc ở cơ quan cũ về làm việc cho anh để trừ khoản nợ mà vợ chồng chị đã vay. Những ai sau đây vi phạm nội dung bình đẳng trong lao động?\nA. Ông S, chị T và anh Q.\nB. Chị T, anh Q và chị P.\nC. Ông S, chị V và chị P.\nD. Chị T, chị P và ông S.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nTrong trường hợp trên, Ông S, chị T và anh Q đã vi phạm nội dung bình đẳng trong lao động."
    },
    {
        "ID": "MET_Civ_2022_302_38",
        "Image_Question": "",
        "Question": "CÂU 38:Địa bàn X có ông K là trưởng công an xã; anh N là công an xã; anh S, vợ chồng anh T và chị P là người dân. Nhận được tin báo chị P tổ chức đánh bạc tại nhà, ông K cử anh N đến nhà chị P để kiểm tra. Vì chị P kiên quyết không thừa nhận nên anh N đã lớn tiếng xúc phạm chị đồng thời báo cáo tình hình với ông K Ngay sau đó, ông K trực tiếp đến nhà chị P yêu cầu chị về trụ sở để lấy lời khai. Vào thời điểm đó, anh S đã chứng kiến và quay video toàn bộ sự việc. Vốn có mâu thuẫn với chị P, anh S đăng công khai đoạn video đó lên mạng xã hội. Vì có rất nhiều bình luận tiêu cực về mình dưới bài đăng của anh S, chị P đến gặp và yêu cầu anh S gỡ bài đăng trên. Do anh S không đồng ý nên hai bên xảy ra xô xát, anh S vô ý làm chị P bị ngã gãy tay. Biết anh N đã đến nhà và xúc phạm vợ mình, anh T đã tìm gặp anh N yêu cầu anh công khai xin lỗi nhưng bị anh N đầy ngã gây chấn thương. Những ai sau đây vừa vi phạm quyền được pháp luật bảo hộ về danh dự, nhân phẩm vừa vi phạm quyền được pháp luật bảo hộ về tính mạng, sức khỏe của công dân?\nA. Anh N và anh T.\nB. Anh S và anh N.\nC. Anh S và ông K.\nD. Anh N và ông K.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nTrong trường hợp trên, anh S và anh N vừa vi phạm quyền được pháp luật bảo hộ về tính mạng, sức khỏe của công dân."
    },
    {
        "ID": "MET_Civ_2022_302_39",
        "Image_Question": "",
        "Question": "CÂU 39:Vợ chồng chị K, anh D có con trai 10 tuổi là cháu B; anh G, anh S là nhân viên ở một công ty nhà nước, trong đó anh S là anh họ của chị K. Một lần, được chị K nhờ trông giữ cháu B là bạn cùng lớp với con trai mình, anh G đã đưa con trai và cháu B đến phòng điều hành hệ thống điện trong ca trực của mình. Vì tò mò, cháu B bật công tắc điện làm hỏng một hệ thống máy sản xuất nên anh G đã đến gặp chị K yêu cầu bồi thường. Bức xúc vì chị K trảnh mặt, anh G đã liên tục gọi điện thoại nhằm gây sức ép với chị K. Biết được thông tin từ vợ, anh D là lao động tự do đã tự ý nghỉ làm và nhờ anh S đến nhà anh G để giúp mình hòa giải. Nhận được điện thoại của anh D. anh SNội vàng bỏ ca trực để cùng anh D đến nhà anh G. Tại đây, do anh G không đồng ý với mức bồi thường nên hai bên đã xảy ra xôi xát, anh S và anh D vô ý làm hỏng một số tài sản của gia đình anh G. Những ai sau đây vừa phải chịu trách nhiệm dân sự vừa phải chịu trách nhiệm kỉ luật?\nA. Anh D và anh S.\nB. Chị K và anh G.\nC. Anh G và anh D.\nD. Anh G và anh S.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nTrong trường hợp trên, anh G và anh S vừa phải chịu trách nhiệm dân sự vừa phải chịu trách nhiệm kỉ luật"
    },
    {
        "ID": "MET_Civ_2022_302_40",
        "Image_Question": "",
        "Question": "CÂU 40:Chị H là chủ một nhà hàng ẩm thực, anh A là chủ một đại lí thuốc tân dược. Cơ sở kinh doanh của chị H và anh A luôn đảm bảo quyền lợi hợp pháp của khách hàng là thể hiện đặc trưng nào sau đây của pháp luật?\nA. Tính đa nghĩa về nội dung.\nB. Tính quy phạm phổ biến.\nC. Tính khái quát về thuật ngữ.\nD. Tính bảo mật của văn bản.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nCơ sở kinh doanh của chị H và anh A luôn đảm bảo quyền lợi hợp pháp của khách hàng là thể hiện đặc trưng tính quy phạm phổ biến của pháp luật."
    }
]