[
    {
        "ID": "His_2_1",
        "Image_Question": "",
        "Question": "CÂU 1:Nguyên nhân nào là cơ bản nhất thúc đẩy nền kinh tế Mĩ phát triển nhanh chóng sau Chiến tranh thế giới thứ hai?\nA. Tài nguyên thiên nhiên phong phú, nhân lực dồi dào.\nB. Mĩ giàu lên nhờ buôn bán vũ khí cho các nước tham chiến.\nC. Áp dụng những thành tựu của cách mạng khoa học – kĩ thuật.\nD. Tập trung sản xuất và tư bản cao.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "- Đáp án A, D loại vì cũng có nhiều quốc gia khác có tài nguyên thiên nhiên phong phú, nhân lực dồi dào; trình độ trung sản xuất và tư bản cao. Nếu nói đây là nguyên nhân cơ bản nhất thúc đẩy nền kinh tế Mĩ sau Chiến tranh thế giới thứ hai thì không đúng.\n- Đáp án B loại vì đây chỉ là 1 trong những nguyên nhân thúc đẩy kinh tế Mĩ phát triển chứ không phải là nguyên nhân cơ bản nhất. Chiến tranh không thể mãi diễn ra và Mĩ cũng không thể chỉ làm giàu bằng việc buôn bán vũ khí. Bên cạnh đó, nếu không áp dụng thành tựu khoa học – kĩ thuật thì Mĩ cũng không thể sản xuất được những vũ khí hiện đại.\n- Đáp án C chọn vì nguyên nhân cơ bản nhất thúc đẩy nền kinh tế Mĩ phát triển nhanh chóng sau Chiến tranh thế giới thứ hai là áp dụng những thành tựu của cách mạng khoa học – kĩ thuật vào sản xuất để nâng cao năng suất, hạ giá thành sản phẩm, điều chỉnh hợp lí cơ cấu sản xuất.\nChọn đáp án C"
    },
    {
        "ID": "His_2_2",
        "Image_Question": "",
        "Question": "CÂU 2:Trước khi thực dân Pháp xâm lược (1858), Việt Nam là một quốc gia\nA. dân chủ, có chủ quyền.\nB. độc lập, có chủ quyền.\nC. độc lập trong Liên bang Đông Dương.\nD. tự do trong Liên bang Đông Dương.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Trước khi thực dân Pháp xâm lược (1858), Việt Nam là một quốc gia độc lập, có chủ quyền.\nChọn đáp án B"
    },
    {
        "ID": "His_2_3",
        "Image_Question": "",
        "Question": "CÂU 3:Chiến tranh thế giới thứ hai không diễn ra ở châu lục nào?\nA. Châu Âu.\nB. Châu Á.\nC. Châu Mĩ.\nD. Châu Phi.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chiến tranh thứ hai diễn ra ở Đông và Nam Âu (châu Âu), Bắc Phi (châu Phi), Thái Bình Dương (châu Á).\nChọn đáp án C"
    },
    {
        "ID": "His_2_4",
        "Image_Question": "",
        "Question": "CÂU 4:Những ngành công nghiệp nào của Liên Xô đứng đầu thế giới giai đoạn (1950 đến những năm 70)?\nA. Công nghiệp hàng tiêu dùng, công nghiệp điện hạt nhân.\nB. Công nghiệp nặng, chế tạo máy móc.\nC. Công nghiệp vũ trụ, công nghiệp điện hạt nhân.\nD. Công nghiệp quốc phòng, công nghiệp vũ trụ.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Công nghiệp vũ trụ, công nghiệp điện hạt nhân của Liên Xô đứng đầu thế giới giai đoạn (1950 đến những năm 70).\nChọn đáp án C"
    },
    {
        "ID": "His_2_5",
        "Image_Question": "",
        "Question": "CÂU 5:Trong phong trào yêu nước đầu thế kỉ XX, khuynh hướng bạo động gắn liền với nhân vật tiêu biểu nào?\nA. Phan Bội Châu.\nB. Huỳnh Thúc Kháng.\nC. Phan Châu Trinh.\nD. Lương Văn Can.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Trong phong trào yêu nước đầu thế kỉ XX, khuynh hướng bạo động gắn liền với nhân vật tiêu biểu Phan Bội Châu.\nChọn đáp án A"
    },
    {
        "ID": "His_2_6",
        "Image_Question": "",
        "Question": "CÂU 6:Trong giai đoạn sau Chiến tranh lạnh, để xây dựng sức mạnh thực sự, các quốc gia trên thế giới đều tập trung vào\nA. hội nhập quốc tế.\nB. phát triển quốc phòng.\nC. phát triển kinh tế.\nD. ổn định chính trị.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Trong giai đoạn sau Chiến tranh lạnh, để xây dựng sức mạnh thực sự, các quốc gia trên thế giới đều tập trung vào phát triển kinh tế.\nChọn đáp án C"
    },
    {
        "ID": "His_2_7",
        "Image_Question": "",
        "Question": "CÂU 7:Nội dung nào dưới đây không phải là yếu tố dẫn đến sự ra đời của Hiệp hội các quốc gia Đông Nam Á (ASEAN)?\nA. Muốn liên kết lại để hạn chế ảnh hưởng của các nước lớn.\nB. Tác động của xu thế toàn cầu hóa.\nC. Nhu cầu liên kết, hợp tác giữa các nước để cùng nhau phát triển.\nD. Sự phát triển của xu thế liên kết khu vực trên thế giới.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "- Nội dung các đáp án A, C, D là yếu tố dẫn đến sự ra đời của Hiệp hội các quốc gia Đông Nam Á (ASEAN).\n- Nội dung đáp án B không phải là yếu tố dẫn đến sự ra đời của Hiệp hội các quốc gia Đông Nam Á (ASEAN).\nChọn đáp án B"
    },
    {
        "ID": "His_2_8",
        "Image_Question": "",
        "Question": "CÂU 8:Trung tâm kinh tế - tài chính lớn nhất thế giới trong khoảng 20 năm sau Chiến tranh thế giới thứ hai là\nA. Mĩ.\nB. Liên Xô.\nC. Tây Âu.\nD. Nhật Bản.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Trung tâm kinh tế - tài chính lớn nhất thế giới trong khoảng 20 năm sau Chiến tranh thế giới thứ hai là Mĩ.\nChọn đáp án A"
    },
    {
        "ID": "His_2_9",
        "Image_Question": "",
        "Question": "CÂU 9:Nội dung nào không phải là quyết định quan trọng của Hội nghị Ianta (2 – 1945)?\nA. Thoả thuận việc đóng quân và phân chia phạm vi ảnh hưởng ở châu Âu và châu Á.\nB. Thành lập tổ chức Liên hợp quốc.\nC. Tiêu diệt tận gốc chủ nghĩa phát xít Đức và chủ nghĩa quân phiệt Nhật Bản.\nD. Thành lập khối Đồng minh chống phát xít.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "- Nội dung các đáp án A, B, C là quyết định quan trọng của Hội nghị Ianta (2 – 1945).\n- Nội dung đáp án D không phải là quyết định quan trọng của Hội nghị Ianta (2 – 1945). Việc thành lập khối Đồng minh chống phát xít được thành lập cuối năm 1941 đầu năm 1942.\nChọn đáp án D"
    },
    {
        "ID": "His_2_10",
        "Image_Question": "",
        "Question": "CÂU 10:Quốc gia đầu tiên ở Đông Nam Á tuyên bố độc lập sau Chiến tranh thế giới thứ hai là\nA. Việt Nam.\nB. Inđônêxia.\nC. Thái Lan.\nD. Lào.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Quốc gia đầu tiên ở Đông Nam Á tuyên bố độc lập sau Chiến tranh thế giới thứ hai là Inđônêxia.\nChọn đáp án B"
    },
    {
        "ID": "His_2_11",
        "Image_Question": "",
        "Question": "CÂU 11:Sau chiến tranh thế giới thứ II, nhân dân Ấn Độ đấu tranh chống lại ách thống trị của thực dân\nA. Mĩ.\nB. Trung Hoa Dân quốc.\nC. Tây Ban Nha.\nD. Anh.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Sau chiến tranh thế giới thứ II, nhân dân Ấn Độ đấu tranh chống lại ách thống trị của thực dân Anh.\nChọn đáp án D"
    },
    {
        "ID": "His_2_12",
        "Image_Question": "",
        "Question": "CÂU 12:Quá trình thực hiện chiến lược kinh tế hướng ngoại từ những năm 60-70 của thế kỉ XX, 5 nước sáng lập Hiệp hội các quốc gia Đông Nam Á (ASEAN) đều\nA. trở thành những con rồng kinh tế châu Á.\nB. có mậu dịch đối ngoại tăng trưởng nhanh.\nC. Trở thành những nước công nghiệp mới.\nD. dẫn đầu thế giới về xuất khẩu gạo.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Quá trình thực hiện chiến lược kinh tế hướng ngoại từ những năm 60-70 của thế kỉ XX, 5 nước sáng lập Hiệp hội các quốc gia Đông Nam Á (ASEAN) đều có mậu dịch đối ngoại tăng trưởng nhanh.\nChọn đáp án B"
    },
    {
        "ID": "His_2_13",
        "Image_Question": "",
        "Question": "CÂU 13:Trong thời kỳ Chiến tranh lạnh, quốc gia nào ở châu Âu trở thành tâm điểm đối đầu giữa hai cực Xô - Mỹ?\nA. Anh.\nB. Pháp.\nC. Hy Lạp.\nD. Đức.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Tại Hội nghị Pốtxđam, Liên Xô, Mĩ và Anh khẳng định nước Đức phải trở thành 1 quốc gia thống nhất, hòa bình, dân chủ; tiêu diệt tận gốc chủ nghĩa phát xít; thỏa thuận việc phân chia các khu vực chiếm đóng và kiểm soát nước Đức sau chiến tranh. Trong đó, quân đội Liên Xô chiếm đóng vùng lãnh thổ phía Đông nước Đức, quân đội Anh chiếm vùng Tây Bắc, quân đội Mỹ chiếm vùng phía Nam, quân đội Pháp được chiếm một phần lãnh thổ phía Tây nước Đức. Nhưng Mĩ, Anh và sau đó là Pháp đã tiến hành riêng rẽ việc hợp nhất các khu vực chiếm đóng của mình, tháng 9 – 1949 lập ra Nhà nước Cộng hoà Liên bang Đức. Tháng 10 – 1949, được sự giúp đỡ của Liên Xô, các lực lượng dân chủ ở Đông Đức đã thành lập Nhà nước Cộng hoà Dân chủ Đức. Như thế, trên lãnh thổ nước Đức đã xuất hiện hai nhà nước với hai chế độ chính trị khác nhau và nước Đức trở thành tâm điểm đối đầu giữa hai cực Xô - Mỹ ở châu Âu sau Chiến tranh thế giới thứ hai. Phải đến đầu những năm 70 của thế kỉ XX, khi xu thế hòa hoãn Đông – Tây diễn ra thì tình hình căng thẳng trong quan hệ giữa hai nhà nước Đức mới được cải thiện. Đến năm 1990 thì nước Đức tái thống nhất.\nChọn đáp án D"
    },
    {
        "ID": "His_2_14",
        "Image_Question": "",
        "Question": "CÂU 14:Theo thỏa thuận của các cường quốc tại Hội nghị Ianta, Đông Nam Á thuộc phạm vi ảnh hưởng của\nA. các nước Đông Âu.\nB. Đức, Pháp và Nhật Bản.\nC. Mĩ, Anh và Liên Xô.\nD. các nước phương Tây.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Theo thỏa thuận của các cường quốc tại Hội nghị Ianta, Đông Nam Á thuộc phạm vi ảnh hưởng của các nước phương Tây.\nChọn đáp án D"
    },
    {
        "ID": "His_2_15",
        "Image_Question": "",
        "Question": "CÂU 15:Nhân tố chủ yếu chi phối quan hệ quốc tế trong phần lớn nửa sau thế kỉ XX là\nA. cục diện “Chiến tranh lạnh”.\nB. sự ra đời các khối quân sự đối lập.\nC. xu thế toàn cầu hóa.\nD. sự hình thành các liên minh kinh tế.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Nhân tố chủ yếu chi phối quan hệ quốc tế trong phần lớn nửa sau thế kỉ XX là cục diện “Chiến tranh lạnh”.\nChọn đáp án A"
    },
    {
        "ID": "His_2_16",
        "Image_Question": "",
        "Question": "CÂU 16:Từ năm 1950 đến nửa đầu những năm 70 của thế kỉ XX, Liên Xô thực hiện nhiệm vụ trọng tâm là\nA. khôi phục kinh tế và hàn gắn vết thương chiến tranh.\nB. thành lập và phát triển Hội đồng tương trợ kinh tế.\nC. tiếp tục xây dựng cơ sở vật chất - kĩ thuật cho CNXH.\nD. củng cố, hoàn thiện hệ thống chính trị của chủ nghĩa xã hội.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Từ năm 1950 đến nửa đầu những năm 70 của thế kỉ XX, Liên Xô thực hiện nhiệm vụ trọng tâm là tiếp tục xây dựng cơ sở vật chất - kĩ thuật cho CNXH.\nChọn đáp án C"
    },
    {
        "ID": "His_2_17",
        "Image_Question": "",
        "Question": "CÂU 17:Phong trào đấu tranh của nhân dân châu Á và nhân dân Mĩ Latinh sau Chiến tranh thứ hai có sự khác biệt cơ bản về\nA. lực lượng lãnh đạo.\nB. mục tiêu đấu tranh.\nC. hình thức đấu tranh.\nD. phương pháp đấu tranh.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Khác với châu Á và châu Phi, nhiều nước ở Mĩ Latinh sớm giành được độc lập tay thực dân Tây Ban Nha và Bồ Đào Nha từ đầu thế kỉ XIX, nhưng sau đó lại lệ thuộc vào Mĩ. Sau Chiến tranh thế giới thứ hai, với ưu thế về kinh tế và quân sự, Mĩ tìm cách biến khu vực Mĩ Latinh thành “sân sau” của mình và xây dựng các chế độ độc tài thân Mĩ. Cũng vì thế, cuộc đấu tranh chống chế độ độc tài thân Mĩ bùng nổ và phát triển. Tiêu biểu là thắng lợi của cách mạng Cuba dưới sự lãnh đạo của Phiđen Cátxtơro.\n=> Khác về mục tiêu đấu tranh: nhân dân châu Á chống cả thực dân cũ và thực dân mới còn nhân dân Mĩ Latinh chống chế độ độc tài thân Mĩ – hình thức chủ nghĩa thực dân mới.\nChọn đáp án B"
    },
    {
        "ID": "His_2_18",
        "Image_Question": "",
        "Question": "CÂU 18:Yếu tố nào dưới đây tác động tới sự thành bại của Mỹ trong nỗ lực vươn lên xác lập trật tự thế giới đơn cực giai đoạn sau Chiến tranh lạnh?\nA. Sự hình thành của các trung tâm kinh tế Tây Âu và Nhật Bản.\nB. Sự mở rộng không gian địa lý của hệ thống xã hội chủ nghĩa.\nC. Tương quan lực lượng giữa các cường quốc trên thế giới.\nD. Sự xuất hiện và ngày càng phát triển của các công ty độc quyền.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Tương quan lực lượng giữa các cường quốc trên thế giới là yếu tố tác động tới sự thành bại của Mỹ trong nỗ lực vươn lên xác lập trật tự thế giới đơn cực giai đoạn sau Chiến tranh lạnh.\nChọn đáp án C"
    },
    {
        "ID": "His_2_19",
        "Image_Question": "",
        "Question": "CÂU 19:Trong chiến lược “Cam kết và mở rộng” (thập niên 90 của thế kỷ XX), để can thiệp vào công việc nội bộ của nước khác, Mĩ đã\nA. sử dụng lực lượng quân đội mạnh.\nB. sử dụng khẩu hiệu “Thúc đẩy dân chủ”.\nC. tăng cường tính năng động của nền kinh tế.\nD. sử dụng khẩu hiệu chống chủ nghĩa khủng bố.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Trong chiến lược “Cam kết và mở rộng” (thập niên 90 của thế kỷ XX), để can thiệp vào công việc nội bộ của nước khác, Mĩ đã sử dụng khẩu hiệu “Thúc đẩy dân chủ” để can thiệp vào công việc nội bộ của nước khác.\nChọn đáp án B"
    },
    {
        "ID": "His_2_20",
        "Image_Question": "",
        "Question": "CÂU 20:Yếu tố nào dưới đây quyết định thành công của Liên Xô trong việc thực hiện kế hoạch 5 năm (1946 - 1950)?\nA. Là nước thắng trận trong Chiến tranh thế giới thứ hai.\nB. Tinh thần tự lực, tự cường của nhân dân Liên Xô.\nC. Có lãnh thổ rộng lớn, giàu tài nguyên thiên nhiên.\nD. Hợp tác có hiệu quả với các nước Đông Âu.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Yếu tố quyết định thành công của Liên Xô trong việc thực hiện kế hoạch 5 năm (1946 - 1950) là tinh thần thần tự lực, tự cường của nhân dân Liên Xô.\nChọn đáp án B"
    },
    {
        "ID": "His_2_21",
        "Image_Question": "",
        "Question": "CÂU 21:Sau Chiến tranh thế giới thứ hai, phong trào giải phóng dân tộc trên thế giới diễn ra đầu tiên ở khu vực nào?\nA. Đông Bắc Á.\nB. Đông Nam Á.\nC. Nam Phi.\nD. Mĩ La tinh.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "- Mỹ Latinh: năm 1959, Cu ba độc lập.\n- Đông Bắc Á: năm 1949, nước Cộng hòa Nhân dân Trung Hoa ra đời.\n- Đông Nam Á: năm 1945, có 3 quốc gia giành độc lập sớm nhất (Inđônêxia, Việt Nam, Lào).\n- Nam Phi: năm 1993 với Hiến pháp tháng 11/1993.\n=> Sau Chiến tranh thế giới thứ hai, phong trào giải phóng dân tộc trên thế giới diễn ra đầu tiên ở Đông Nam Á.\nChọn đáp án B"
    },
    {
        "ID": "His_2_22",
        "Image_Question": "",
        "Question": "CÂU 22:Trong những năm 1947-1991, sự kiện nào đã tạo ra một cơ chế giải quyết những vấn đề liên quan đến hòa bình và an ninh châu Âu?\nA. Hiệp định về những cơ sở của quan hệ giữa Đông Đức và Tây Đức.\nB. Định ước Henxinki được kí kết giữa Mỹ, Canađa và nhiều nước châu Âu.\nC. Liên Xô và Mỹ kí Hiệp định hạn chế vũ khí tiến công chiến lược.\nD. Mỹ và Liên Xô tuyên bố chấm dứt Chiến tranh lạnh.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Trong những năm 1947 -1991, sự kiện Định ước Henxinki được kí kết giữa Mỹ, Canađa và nhiều nước châu Âu đã tạo ra một cơ chế giải quyết những vấn đề liên quan đến hòa bình và an ninh châu Âu.\nChọn đáp án B"
    },
    {
        "ID": "His_2_23",
        "Image_Question": "",
        "Question": "CÂU 23:Một trong những mục đích của Mĩ khi thực hiện “Kế hoạch Macsan” sau Chiến tranh thế giới thứ hai là\nA. tập hợp các nước Tây Âu và liên minh quân sự chống Liên Xô.\nB. xoa dịu mâu thuẫn giữa các nước thuộc địa với các nước Tây Âu.\nC. thúc đẩy quá trình liên kết kinh tế - chính trị ở khu vực Tây Âu.\nD. từng bước áp đặt hình thức chủ nghĩa thực dân kiểu mới ở châu Âu.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Một trong những mục đích của Mĩ khi thực hiện “Kế hoạch Macsan” sau Chiến tranh thế giới thứ hai là tập hợp các nước Tây Âu và liên minh quân sự chống Liên Xô.\nChọn đáp án A"
    },
    {
        "ID": "His_2_24",
        "Image_Question": "",
        "Question": "CÂU 24:Hoạt động của Liên hợp quốc trong thời kì Chiến tranh lạnh chịu ảnh hưởng sâu sắc nhất từ tình hình nào sau đây?\nA. nhiều cuộc chiến tranh cục bộ diễn ra ở một số khu vực.\nB. sự bùng nổ dân số và vơi cạn tài nguyên thiên nhiên.\nC. mâu thuẫn gay gắt giữa hai cường quốc Xô - Mĩ.\nD. nhiều quốc gia giành độc lập và trở thành thành viên của Liên hợp quốc.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "- Năm nước Ủy viên thường trực của Hội đồng Bảo an Liên hợp quốc bao gồm: Liên Xô, Mĩ, Anh, Pháp, Trung Quốc.\n- Từ quan hệ đồng minh trong Chiến tranh thế giới thứ hai, Liên Xô và Mĩ đã chuyển sang quan hệ đối đầu và đi đến Chiến tranh lạnh do đối lập về mục tiêu và chiến lược. Chiến tranh lạnh được khởi đầu bởi thông điệp của Tổng thống Truman đọc trước Quốc hội Mĩ năm 1947 với việc coi sự tồn tại của Liên Xô là nguy cơ lớn đối với nước Mĩ.\n=> Hoạt động của Liên hợp quốc trong thời kì Chiến tranh lạnh chịu ảnh hưởng sâu sắc nhất từ tình hình mâu thuẫn gay gắt giữa hai cường quốc Xô - Mĩ.\nChọn đáp án C"
    },
    {
        "ID": "His_2_25",
        "Image_Question": "",
        "Question": "CÂU 25:Một trong những ý nghĩa thắng lợi phong trào đấu tranh của nhân dân Môdămbích-Ănggôla năm 1975 là\nA. chủ nghĩa thực dân cũ ở châu Phi cơ bản bị tan rã.\nB. xóa bỏ chế độ phân biệt chủng tộc Apácthai.\nC. mở đầu thời kỳ đấu tranh giành độc lập ở châu Phi thế kỉ XX.\nD. thành lập nước cộng hòa đầu tiên ở châu Phi.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Một trong những ý nghĩa thắng lợi phong trào đấu tranh của nhân dân Môdămbích-Ănggôla năm 1975 là chủ nghĩa thực dân cũ ở châu Phi cơ bản bị tan rã.\nChọn đáp án A"
    },
    {
        "ID": "His_2_26",
        "Image_Question": "",
        "Question": "CÂU 26:Hiệp ước Bali (2/1976) của Hiệp hội các quốc gia Đông Nam Á (ASEAN) đã\nA. tuyên bố xây dựng thành công Cộng đồng ASEAN thống nhất, vững mạnh.\nB. thông qua quyết định kết nạp Brunây vào ASEAN.\nC. thông qua quyết định kết nạp Mianma vào ASEAN.\nD. xác định những nguyên tắc cơ bản trong quan hệ giữa các nước ASEAN.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Hiệp ước Bali (2/1976) của Hiệp hội các quốc gia Đông Nam Á (ASEAN) đã xác định những nguyên tắc cơ bản trong quan hệ giữa các nước ASEAN.\nChọn đáp án D"
    },
    {
        "ID": "His_2_27",
        "Image_Question": "",
        "Question": "CÂU 27:Nguyên nhân chủ yếu dẫn đến tình trạng Chiến tranh lạnh giữa hai siêu cường Xô – Mĩ là gì?\nA. Mĩ là siêu cường mạnh nhất, muốn thiết lập trật tự thế giới đơn cực.\nB. Cả hai nước đều muốn làm bá chủ thế giới.\nC. Sự đối lập về mục tiêu và chiến lược giữa hai cường quốc.\nD. Chủ nghĩa xã hội trở thành hệ thống thế giới.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Nguyên nhân chủ yếu dẫn đến tình trạng Chiến tranh lạnh giữa hai siêu cường Xô – Mĩ là sự đối lập về mục tiêu và chiến lược giữa hai cường quốc.\nChọn đáp án C"
    },
    {
        "ID": "His_2_28",
        "Image_Question": "",
        "Question": "CÂU 28:Sự xuất hiện hai xu hướng bạo động và cải cách ở Việt Nam đầu thế kỷ XX chứng tỏ các sĩ phu tiến bộ\nA. có những nhận thức khác nhau về kẻ thù của dân tộc.\nB. xuất phát từ những truyền thống cứu nước khác nhau.\nC. chịu ảnh hưởng của những hệ tư tưởng mới khác nhau.\nD. chịu tác động của những bối cảnh thời đại khác nhau.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "- Đáp án B loại vì các sĩ phu tiến bộ đều yêu nước và tiếp thu cùng truyền thống yêu nước đã có từ ngàn năm của dân tộc ta.\n- Đáp án C loại vì xu hướng bạo động và cải cách đều thuộc khuynh hướng cứu nước dân chủ tư sản.\n- Đáp án D loại vì cả hai xu hướng cứu nước đều đặt trong cùng bối cảnh:\n+ Đất nước đang mất độ lập và đặt dưới sự cai trị của thực dân Pháp;\n+ Con đường cứu nước theo ngọn cờ phong kiến đã bế tắc, không phù hợp với yêu cầu thực tiễn của lịch sử dân tộc;\n+ Cần tìm ra con đường cứu nước đúng đắn cho dân tộc để giành lại độc lập.\n- Đáp án A chọn vì Phan Bội Châu đại diện cho xu hướng bạo động đã xác định: kẻ thù cần đánh đuổi là thực dân Pháp nên ông muốn dựa vào Nhật (quốc gia đồng văn, đồng chủng, đồng châu, người anh cả da vàng đã chiến thắng đế quốc Nga da trắng trong chiến tranh Nga – Nhật) để đánh đuổi thực dân Pháp, giành độc lập còn Phan Châu Trinh lại xác định dựa vào Pháp để đánh đổ phong kiến, sau đó đánh đổ Pháp để giành độc lập => có những nhận thức khác nhau về kẻ thù của dân tộc.\nChọn đáp án A"
    },
    {
        "ID": "His_2_29",
        "Image_Question": "",
        "Question": "CÂU 29:Yếu tố nào không dẫn đến sự xuất hiện xu thế hòa hoãn Đông - Tây (đầu những năm 70 của thế kỷ XX)?\nA. Sự gia tăng mạnh mẽ của xu thế toàn cầu hóa.\nB. Sự cải thiện quan hệ giữa Liên Xô và Mỹ.\nC. Yêu cầu hợp tác giải quyết các vấn đề toàn cầu.\nD. Sự bất lợi do tình trạng đối đầu giữa hai phe.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "- Nội dung các đáp án B, C, D là các yếu tố dẫn đến sự xuất hiện xu thế hòa hoãn Đông - Tây (đầu những năm 70 của thế kỷ XX).\n- Nội dung đáp án A không phải là yếu tố dẫn đến sự xuất hiện xu thế hòa hoãn Đông - Tây (đầu những năm 70 của thế kỷ XX). Xu thế toàn cầu hóa diễn ra từ những năm 80 của thế kỉ XX còn xu thế hòa hoãn Đông – Tây diễn ra từ đầu những năm 70 của thế kỉ XX.\nChọn đáp án A"
    },
    {
        "ID": "His_2_30",
        "Image_Question": "",
        "Question": "CÂU 30:Sự sụp đổ của chế độ phân biệt chủng tộc (A-pác-thai) ở Nam Phi (1993) chứng tỏ\nA. chủ nghĩa thực dân mới bắt đầu khủng hoảng, suy yếu.\nB. một biện pháp thống trị của chủ nghĩa thực dân bị xóa bỏ.\nC. cuộc đấu tranh vì hòa bình tiến bộ đã hoàn thành ở châu Phi.\nD. hệ thống thuộc địa của chủ nghĩa thực dân cơ bản tan rã.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "- Đáp án A loại vì chế độ phân biệt chủng tộc (A-pác-thai) ở Nam Phi là một hình thức của chế độ thực dân cũ.\n- Đáp án B chọn vì chế độ phân biệt chủng tộc (A-pác-thai) ở Nam Phi là một hình thức của chế độ thực dân cũ. => Sự sụp đổ của chế độ phân biệt chủng tộc (A-pác-thai) ở Nam Phi (1993) chứng tỏ một biện pháp thống trị của chủ nghĩa thực dân bị xóa bỏ.\n- Đáp án C loại vì cuộc đấu tranh của nhân dân châu Phi sau Chiến tranh thế giới thứ hai là chống lại chủ nghĩa thực dân cũ để giành độc lâp.\n- Đáp án D loại vì hệ thống thuộc địa của chủ nghĩa thực dân cơ bản tan rã ở châu Phi được đánh dấu từ thắng lợi của nhân dân Ănggôla và Môdămbích.\nChọn đáp án B"
    },
    {
        "ID": "His_2_31",
        "Image_Question": "",
        "Question": "CÂU 31:Trong thập niên 60-70 của thế kỉ XX, Mĩ Latinh được mệnh danh là “Lục địa bùng cháy” vì\nA. giành được độc lập từ tay chủ nghĩa thực dân cũ.\nB. thành công của cách mạng Cuba.\nC. cao trào đấu tranh vũ trang bùng nổ mạnh mẽ.\nD. sự sụp đổ của chế độ độc tài Batixta.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Trong thập niên 60-70 của thế kỉ XX, Mĩ Latinh được mệnh danh là “Lục địa bùng cháy” vì cao trào đấu tranh vũ trang bùng nổ mạnh mẽ như ở Vênêxuêla, Goatêmala, Côlômbia, Pêru, Niracagoa, Chilê,...\nChọn đáp án C"
    },
    {
        "ID": "His_2_32",
        "Image_Question": "",
        "Question": "CÂU 32:Một trong những yếu tố tác động đến sự hình thành trật tự thế giới giai đoạn sau Chiến tranh lạnh là\nA. sự phát triển của các cường quốc và Liên minh châu Âu (EU).\nB. tư bản tài chính xuất hiện và chi phối nền kinh tế thế giới.\nC. sự xuất hiện và ngày càng mở rộng của các công ty độc quyền.\nD. các trung tâm kinh tế - tài chính Tây Âu và Nhật Bản ra đời.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Một trong những yếu tố tác động đến sự hình thành trật tự thế giới giai đoạn sau Chiến tranh lạnh là sự phát triển của các cường quốc và Liên minh châu Âu (EU).\nChọn đáp án A"
    },
    {
        "ID": "His_2_33",
        "Image_Question": "",
        "Question": "CÂU 33:Nhận định nào dưới đây về chính sách đối ngoại của Liên Xô từ sau chiến tranh thế giới thứ hai đến nửa đầu những năm 70 của thế kỉ XX là đúng:\nA. Trung lập, tích cực.\nB. Hòa hoãn, tích cực.\nC. Tích cực, tiến bộ.\nD. Hòa bình, trung lập.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "- Đáp án A loại vì trung lập, tích cực là chính sách đối ngoại của Ấn Độ.\n- Đáp án B loại vì đây không phải là chính sách đối ngoại của bất cứ quốc gia nào.\n- Đáp án C chọn vì Liên Xô thực hiện chính sách đối ngoại bảo vệ nền hòa bình của thế giới, ủng hộ phong trào giải phóng dân tộc và giúp đỡ các nước xã hội chủ nghĩa => Tích cực, tiến bộ.\n- Đáp án D loại vì đây là chính sách đối ngoại của Campuchia.\nChọn đáp án C"
    },
    {
        "ID": "His_2_34",
        "Image_Question": "",
        "Question": "CÂU 34:Nhận xét nào sau đây phản ánh đúng vai trò của Liên hợp quốc trước những biến động của tình hình thế giới hiện nay?\nA. Đi đầu trong cuộc đấu tranh bảo vệ chủ quyền và quyền tự quyết của các dân tộc.\nB. Là diễn đàn đi đầu trong việc bảo vệ các di sản thế giới, cứu trợ nhân đạo.\nC. Là tổ chức có vai trò quyết định ngăn chặn đại dịch đe dọa sức khỏe của loài người.\nD. Là diễn đàn quốc tế vừa hợp tác, vừa đấu tranh nhằm duy trì hòa bình, an ninh thế giới.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Liên hợp quốc là diễn đàn quốc tế vừa hợp tác, vừa đấu tranh nhằm duy trì hòa bình, an ninh thế giới.\nChọn đáp án D"
    },
    {
        "ID": "His_2_35",
        "Image_Question": "",
        "Question": "CÂU 35:Điểm khác biệt giữa phong trào giải phóng dân tộc ở châu Phi so với khu vực Mĩ latinh sau Chiến tranh thế giới thứ hai là\nA. hình thức đấu tranh chủ yếu là khởi nghĩa vũ trang.\nB. chống lại chủ nghĩa thực dân mới.\nC. do Đảng Cộng sản ở các nước trực tiếp lãnh đạo.\nD. chống lại chủ nghĩa thực dân cũ.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "- Đáp án A loại vì hình thức đấu tranh chủ yếu ở châu Phi sau Chiến tranh thế giới thứ hai là đấu tranh chính trị.\n- Đáp án B loại vì châu Phi chống chủ nghĩa thực dân cũ.\n- Đáp án C loại vì ở châu Phi phong trào đấu tranh đặt dưới sự lãnh đạo của tổ chức thống nhất châu Phi (OAU).\n- Đáp án D chọn vì sau Chiến tranh thế giới thứ hai, nhân dân châu Phi đấu tranh chống lại chủ nghĩa thực dân cũ còn nhân dân Mĩ Latinh đấu tranh chống chủ nghĩa thực dân mới.\nChọn đáp án D"
    },
    {
        "ID": "His_2_36",
        "Image_Question": "",
        "Question": "CÂU 36:Kết quả của cuộc đấu tranh giành độc lập của các nước Đông Nam Á trong năm 1945 chứng tỏ\nA. điều kiện chủ quan giữa vai trò quyết định.\nB. tầng lớp trung gian đóng vai trò nòng cốt.\nC. lực lượng vũ trang giữ vai trò quyết định.\nD. điều kiện khách quan giữa vai trò quyết định.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Cùng trong bối cảnh có điều kiện khách quan thuận lợi là phát xít Nhật đầu hàng Đồng minh, chỉ có 3 nước Đông Nam Á là In-đô-nê-xi-a, Việt Nam và Lào giành được độc lập. Nguyên nhân là 3 nước này có sự chuẩn bị kĩ lưỡng. Ví dụ, ở Việt Nam, Đảng lãnh đạo nhân dân chuẩn bị kĩ lưỡng, tập dượt qua các phong trào 1930 – 1931, 1936 – 1939 và 1939 – 1945. Nhờ đó, khi có điều kiện khách quan thuận lợi để tiến hành tổng khởi nghĩa giành chính quyền thì Đảng đã nhanh chóng lãnh đạo nhân dân ta chớp thời cơ giành chính quyền, đứng trên cương vị 1 nước đã giành được độc lập để đón tiếp quân Đồng minh vào giải giáp quân đội Nhật. => Sự chuẩn bị, điều kiện chủ quan bên trong giữ vai trò quyết định. Điều kiện khách quan bên ngoài chỉ đóng vai trò thúc đẩy.\nChọn đáp án A"
    },
    {
        "ID": "His_2_37",
        "Image_Question": "",
        "Question": "CÂU 37:Sự ra đời khối quân sự NATO và Tổ chức VÁCSAVA tác động như thế nào đến quan hệ quốc tế?\nA. Tạo nên sự đối lập Đông Âu và Tây Âu.\nB. Đặt nhân loại trước nguy cơ chiến tranh thế giới.\nC. Đánh dấu chiến tranh lạnh bùng nổ.\nD. Xác lập cục diện hai cực, hai phe.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Sự ra đời khối quân sự NATO và Tổ chức Vác-sa-va đã đánh dấu sự xác lập cục diện hai cực, hai phe. Chiến tranh lạnh đã bao trùm cả thế giới.\nChọn đáp án D"
    },
    {
        "ID": "His_2_38",
        "Image_Question": "",
        "Question": "CÂU 38:Thành công lớn nhất của Mĩ trong việc thực hiện chiến lược toàn cầu là gì?\nA. Đàn áp được phong trào giải phóng dân tộc, phong trào công nhân trên thế giới.\nB. Khống chế, chi phối được các nước tư bản đồng minh Tây Âu, Nhật Bản.\nC. Góp phần làm chia cắt bán đảo Triều Tiên thành hai nhà nước riêng biệt.\nD. Góp phần quan trọng làm sụp đổ chủ nghĩa xã hội ở Liên Xô và Đông Âu.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "- Mục tiêu trong chiến lược toàn cầu của Mĩ:\n+ Ngăn chặn, tiến tới xóa bỏ chủ nghĩa xã hội trên thế giới.\n+ Đàn áp phong trào giải phóng dân tộc, phong trào công nhân và cộng sản quốc tế, phong trào chống chiến tranh, vì hòa bình, dân chủ trên thế giới.\n+ Khống chế, chi phối các nước tư bản đồng minh phụ thuộc vào Mĩ.\n=> Thành công lớn nhất của Mĩ trong việc thực hiện chiến lược toàn cầu là đã góp phần làm sụp đổ xã hội chủ nghĩa ở Liên Xô và Đông Âu, khiến cho hệ thống XHCN trên thế giới không còn tồn tại.\nChọn đáp án D"
    },
    {
        "ID": "His_2_39",
        "Image_Question": "",
        "Question": "CÂU 39:Điểm giống nhau trong chính sách đối ngoại của Liên bang Nga và Mĩ sau Chiến tranh lạnh là\nA. trở thành đồng minh, là nước lớn trong Hội đồng bảo an Liên hợp quốc.\nB. cả hai nước đều trở thành trụ cột trong trật tự thế giới hai cực.\nC. người bạn lớn của EU, Trung Quốc và ASEAN.\nD. đều ra sức điều chỉnh chính sách đối ngoại của mình để mở rộng ảnh hưởng.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "- Đáp án A loại vì Nga và Mĩ không trở thành đồng minh.\n- Đáp án B loại vì trật tự thế giới mới chưa hình thành còn trật tự hai cực Ianta thì đã sụp đổ.\n- Đáp án C loại vì đây không phải là chính sách đối ngoại của Nga cũng như Mĩ.\n- Đáp án D chọn vì điểm giống nhau trong chính sách đối ngoại của Liên Bang Nga và Mĩ sau Chiến tranh lạnh là đều ra sức điều chỉnh chính sách đối ngoại của mình để mở rộng ảnh hưởng.\nChọn đáp án D"
    },
    {
        "ID": "His_2_40",
        "Image_Question": "",
        "Question": "CÂU 40:Chiến tranh lạnh chấm dứt đã ảnh hưởng đến tình hình các nước Đông Nam Á như thế nào?\nA. Vấn đề Campuchia từng bước được giải quyết.\nB. Các nước Đông Nam Á tham gia các khối liên minh quân sự.\nC. Các nước Đông Nam Á có điều kiện kiến thiết lại đất nước.\nD. Các nước ASEAN kí Hiệp ước thân thiện và hợp tác.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "- Đáp án B loại vì sau Chiến tranh lạnh, các nước Đông Nam Á không tham gia các khối liên minh quân sự.\n- Đáp án C loại vì các nước Đông Nam Á tái thiết lại đất nước sau khi giành được độc lập.\n- Đáp án D loại vì các nước ASEAN kí Hiệp ước thân thiện và hợp tác Bali năm 1976.\nChọn đáp án A"
    }
]