[
    {
        "ID": "His_12_1",
        "Image_Question": "",
        "Question": "CÂU 1:Đảng Cộng sản Đông Dương trở thành Đảng cầm quyền hợp pháp khi\nA. Đảng Cộng sản Việt Nam ra đời 1930.\nB. Đảng lãnh đạo phong trào cách mạng 1936 - 1939.\nC. Đảng lãnh đạo phong trào cách mạng 1930 - 1931.\nD. Cách mạng tháng Tám năm 1945 thắng lợi.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Đảng Cộng sản Đông Dương trở thành Đảng cầm quyền hợp pháp khi Cách mạng tháng Tám năm 1945 thắng lợi.\nChọn đáp án D"
    },
    {
        "ID": "His_12_2",
        "Image_Question": "",
        "Question": "CÂU 2:Tính chất điển hình của cách mạng tháng Tám năm 1945 ở Việt Nam là tính\nA. dân chủ.\nB. dân tộc.\nC. cải lương.\nD. cách mạng.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "- Mục tiêu hàng đầu của cuộc Cách mạng tháng Tám là giành độc lâp dân tộc hay giải phóng dân tộc.\n- Lãnh đạo: Đảng Cộng sản Đông Dương.\n- Lực lượng tham gia: Quần chúng nhân dân.\n- Hình thức và phương pháp đấu tranh: bạo lực vũ trang.\n- Kết quả: giành độc lập dân tộc từ tay phát xít Nhật, bên cạnh đó, còn lật đổ chế độ phong kiến.\n=> Như vậy, Cách mạng tháng Tám là cuộc cách mạng dân tộc dân chủ nhân dân, mang cả tính dân tộc và dân chủ trong đó, tính dân tộc là điển hình.\nChọn đáp án B"
    },
    {
        "ID": "His_12_3",
        "Image_Question": "",
        "Question": "CÂU 3:Năm 1941, Nguyễn Ái Quốc chọn Cao Bằng để xây dựng căn cứ địa cách mạng vì nơi đây có\nA. các tổ chức cứu quốc đã được thành lập.\nB. nhiều căn cứ du kích đã được xây dựng.\nC. Mặt trận Việt Minh được xây dựng thí điểm.\nD. có điều kiện thuận lợi để phát triển lực lượng.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "A loại vì khi quyết định chọn Cao Bằng làm nơi thí điểm xây dựng các các hội Cứu quốc thì trước đó chưa có các tổ chức cứu quốc.\nB loại vì ở Cao Bằng chưa có căn cứ du kích được xây dựng trước khi Nguyễn Ái Quốc chọn đây làm nơi xây dựng căn cứ địa cách mạng.\nC loại vì nếu không có điều kiện phát triển về lực lượng, hội tu đầy đủ các yếu tố thiên thời, địa lợi và nhân hòa thì Nguyễn Ái Quốc không thể chọn Cao Bằng để xây dựng căn cứ địa cách mạng cũng như là nơi thí điểm xây dựng các hội Cứu quốc cho Mặt trận Việt Minh.\nD chọn vì đây là nơi có địa hình thuận lợi để phát triển lực lượng:\n- Cao Bằng là tỉnh giáp với biên giới Trung Quốc, gần thành phố Long Châu, một trong những trung tâm cách mạng của người Việt ở Trung Quốc lúc bấy giờ.\n- Cao Bằng có địa hình hiểm trở, rừng núi chiếm trên 90% diện tích, có nhiều núi cao, nhiều sông suối, lắm thác ghềnh như: sông Bằng, sông Hiến, Sông Gâm, sông Bắc Vọng… Trên mảnh đất đầy núi non, rừng rậm, sông suối đó có những vùng thuận lợi cho các đội du kích, các cơ sở cách mạng hoạt động như Pác Bó (Hà Quảng), Lam Sơn (Hòa An)… Hệ thống giao thông thủy bộ của Cao Bằng giữ vị trí quan trọng có tầm chiến lược ở Việt Bắc không chỉ trên lĩnh vực kinh tế, xã hội mà cả về chính trị, quân sự.\n- Cao Bằng có hang bí mật chỉ có một gia đình biết như hang Pác Bó (Hà Quảng, Cao Bằng), là nơi cất giấu thóc gạo của ông Máy Lì ở Sum Đắc, gần cột mốc biên giới. Địa hình hiểm trở của núi, sông, các thung lũng, hang động, mái đá ngườm… được nhân dân ta phát huy tác dụng mạnh mẽ trong cách mạng giải phóng dân tộc và trong kháng chiến. Đó là rừng che bộ đội, rừng vây quân thù.\n- Cao Bằng có gần 10% diện tích đất bằng với một số cánh đồng vừa và nhỏ. Dọc theo các con sông, trên các thung lũng như: Sóc Hà, Đôn Chương, Phù Ngọc, Đồng Mu, Bó Thạch, Thạch Bình, Cổ Nồng, Thông Huề, Pò Tấu, Tiên Thành, lớn nhất là cánh đồng Hòa An, trải dài tới 20km. Xét về chiến lược kinh tế thì một căn cứ địa phải có khả năng tự cung tự cấp những nhu cầu kinh tế thiết yếu… => Do vậy, đây là điều kiện rất thuận lợi để Người lựa chọn Cao Bằng là căn cứ địa cách mạng.\nChọn đáp án D"
    },
    {
        "ID": "His_12_4",
        "Image_Question": "",
        "Question": "CÂU 4:Tháng 6/1950, Đảng Cộng sản Đông Dương quyết định mở chiến dịch Biên giới trong hoàn cảnh\nA. Mĩ hạn chế viện trợ cho Pháp ở Đông Dương.\nB. quân ta giành được thế chủ động trên chiến trường.\nC. biên giới Việt - Trung được khai thông và mở rộng.\nD. Chủ nghĩa xã hội trở thành hệ thống thế giới.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "A loại vì Mĩ tăng cường viện trợ cho Pháp để từng bước can thiệp sau vào cuộc chiến tranh ở Đông Dương.\nB loại vì sau chiến thắng của chiến dịch Biên giới ta mới giành được thế chủ động trên chiến trường.\nC loại vì ta mở chiến dịch Biên giới nhằm tiêu diệt 1 bộ phận sinh lực địch, khai thông đường biên giới sang Trung Quốc và thế giới, mở rộng và củng cố căn cứ địa Việt Bắc, tạo đà thúc đẩy cuộc kháng chiến tiến lên.\nD chọn vì đến năm 1950 thì trên thế giới, hệ thống xã hội chủ nghĩa đã được hình thành và nối liền từ Âu sang Á với thắng lợi của các cuộc cách mạng dân chủ nhân dân ở Đông Âu và thắng lợi của cách mạng Trung Quốc (1949).\nChọn đáp án D"
    },
    {
        "ID": "His_12_5",
        "Image_Question": "",
        "Question": "CÂU 5:Một trong những nội dung của Chính sách kinh tế mới (1921) ở nước Nga Xô viết là\nA. Nhà nước không thu thuế lương thực.\nB. bãi bỏ chính sách trung thu lương thực thừa.\nC. Nhà nước nắm độc quyền nền kinh tế.\nD. Nhà nước chỉ nắm ngành ngân hàng.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Một trong những nội dung của Chính sách kinh tế mới (1921) ở nước Nga Xô viết là bãi bỏ chính sách trung thu lương thực thừa và thay bằng chế độ thu thuế lương thực.\nChọn đáp án B"
    },
    {
        "ID": "His_12_6",
        "Image_Question": "",
        "Question": "CÂU 6:Chủ trương giải quyết vấn đề dân tộc trong khuôn khổ từng nước Đông Dương là quyết định của\nA. Hội nghị Ban Chấp hành Trung ương Đảng Cộng sản Đông Dương tháng 7/1936.\nB. Hội nghị Ban Chấp hành Trung ương Đảng Cộng sản Đông Dương tháng 5/1941.\nC. Hội nghị Ban Chấp hành Trung ương Đảng Cộng sản Đông Dương tháng 11/1939.\nD. Hội nghị Ban Thường vụ Trung ương Đảng Cộng sản Đông Dương tháng 3/1945",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Hội nghị Ban Chấp hành Trung ương Đảng Cộng sản Đông Dương tháng 5/1941 chủ trương giải quyết vấn đề dân tộc trong khuôn khổ từng nước Đông Dương. Biểu hiện: thành lập ở mỗi nước Đông Dương 1 đảng riêng để lãnh đạo đấu tranh. Ở Việt Nam thành lập Việt Nam độc lập đồng minh, ở Lào thành lập Ai Lao độc lập đồng minh, ở Campuchia thành lập Cao Miên độc lập đồng minh.\nChọn đáp án B"
    },
    {
        "ID": "His_12_7",
        "Image_Question": "",
        "Question": "CÂU 7:Cách mạng tháng Mười Nga năm 1917 và Cách mạng tháng Tám năm 1945 ở Việt Nam đều\nA. thành lập ra nhà nước công- nông-binh.\nB. góp phần đánh bại chủ nghĩa phát xít.\nC. xóa bỏ được giai cấp thống trị.\nD. là cuộc cách mạng vô sản.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "A loại vì Hội nghị TƯ 8 tháng 5/1941 đã xác định sau khi Cách mạng tháng Tám thành công sẽ thành lập Chính phủ nhân dân của nước Việt Nam Dân chủ Cộng hòa.\nB loại vì Cách mạng tháng Mười Nga năm 1917 nổ ra và thành công khi chủ nghĩa phát xít chưa xuất hiện.\nC chọn vì Cách mạng tháng Mười Nga năm 1917 và Cách mạng tháng Tám năm 1945 ở Việt Nam đều góp phần xóa bỏ giai cấp thống trị. Ở Nga là lật đổ chính phủ lâm thời của giai cấp tư sản, giải phóng các dân tộc trong đế quốc Nga, đưa nhân dân Nga lên làm chủ đất nước còn ở Việt Nam là giải phóng dân tộc, lật đổ chế độ phong kiến, giành quyền lợi về cho quần chúng nhân dân.\nD loại vì Cách mạng tháng Tám là cuộc cách mạng dân chủ tư sản kiểu mới, đặt dưới sự lãnh đạo của giai cấp vô sản.\nChọn đáp án C"
    },
    {
        "ID": "His_12_8",
        "Image_Question": "",
        "Question": "CÂU 8:Tháng 8/1961, Mĩ thành lập Liên minh vì sự tiến bộ nhằm\nA. gạt ảnh hưởng của các nước châu Âu.\nB. ngăn chặn ảnh hưởng của cách mạng Cuba.\nC. ngăn chặn làn sóng đấu tranh của nhân dân Cuba.\nD. giúp đỡ các nước Mĩ Latinh phát triển kinh tế",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Tháng 8/1961, Mĩ thành lập Liên minh vì sự tiến bộ nhằm ngăn chặn ảnh hưởng của cách mạng Cuba.\nChọn đáp án B"
    },
    {
        "ID": "His_12_9",
        "Image_Question": "",
        "Question": "CÂU 9:Ngày 8-9-1945, Chủ tịch Hồ Chí Minh ra Sắc lệnh thành lập\nA. Chính phủ liên hiệp kháng chiến.\nB. Nước Việt Nam Dân chủ Cộng hòa.\nC. Nha bình dân học vụ.\nD. Khu giải phóng Việt Bắc.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Ngày 8-9-1945, Chủ tịch Hồ Chí Minh ra Sắc lệnh thành lập Nha bình dân học vụ\nChọn đáp án C"
    },
    {
        "ID": "His_12_10",
        "Image_Question": "",
        "Question": "CÂU 10:Trong chương trình khai thác thuộc địa lần thứ hai ở Việt Nam, tư bản Pháp đầu tư mở mang một số ngành công nghiệp như dệt, muối, xay xát...nhằm\nA. tạo sự phát triển đồng đều giữa các vùng kinh tế.\nB. làm cho kinh tế thuộc địa phát triển cân đối.\nC. tận dụng nguồn nhân công và nguyên liệu có sẵn.\nD. du nhập hoàn chỉnh phương thức sản xuất tư bản.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "A, B loại vì Pháp không muốn kinh tế thuộc địa phát triển mà muốn kinh tế thuộc địa lệ thuộc vào kinh tế chính quốc.\nC chọn vì trong chương trình khai thác thuộc địa lần thứ hai ở Việt Nam, tư bản Pháp đầu tư mở mang một số ngành công nghiệp như dệt, muối, xay xát...nhằm tận dụng nguồn nhân công và nguyên liệu có sẵn tại Việt Nam.\nD loại vì trong cuộc khai thác thuộc địa lần thứ nhất ở Việt Nam, phương thức sản xuất tư bản chủ nghĩa mới chỉ bước đầu được du nhập và thực dân Pháp vẫn duy trì phương thức bóc lột phong kiến trên mọi lĩnh vực kinh tế và đời sống xã hội.\nTrong chương trình khai thác thuộc địa lần thứ hai ở Việt Nam, tư bản Pháp đầu tư mở mang một số ngành công nghiệp như dệt, muối, xay xát... không nhằm mục đích du nhập hoàn chỉnh phương thức sản xuất tư bản vào nước ta.\nChọn đáp án C"
    },
    {
        "ID": "His_12_11",
        "Image_Question": "",
        "Question": "CÂU 11:Nhận xét nào sau đây là không đúng về phong trào cách mạng 1930 – 1931 của nhân dân Việt Nam?\nA. Đảng Cộng sản Việt Nam được Quốc tế cộng sản công nhận là phân bố độc lập.\nB. Diễn ra dưới sự lãnh đạo thống nhất của Đảng Cộng sản trên quy mô cả nước.\nC. Đã giải quyết được vấn đề cơ bản của một cuộc cách mạng.\nD. Được Quốc tế Cộng sản đánh giá cao trong phong trào công nhân và cộng sản quốc tế.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "A chọn vì tháng 10/1930, Đảng Cộng sản Việt Nam đã đổi tên thành Đảng Cộng sản Đông Dương (phong trào 1930 – 1931 vẫn tiếp tục diễn ra cho đến đầu năm 1931 dưới sự lãnh đạo của Đảng Cộng sản Đông Dương). Sau phong trào này, Đảng Cộng sản Đông Dương được Quốc tế cộng sản công nhận là phân bố độc lập, trực thuộc Quốc tế Cộng sản.\nB, C, D loại vì nội dung của các phương án này đã phản ánh đúng về phong trào cách mạng 1930 – 1931 của nhân dân Việt Nam.\nChọn đáp án A"
    },
    {
        "ID": "His_12_12",
        "Image_Question": "",
        "Question": "CÂU 12:Cương lĩnh chính trị và Luận cương chính trị năm 1930 của Đảng đều xác định\nA. nhiệm vụ chiến lược là đánh đế quốc và phong kiến.\nB. Đảng Cộng sản Đông Dương giữ vai trò lãnh đạo.\nC. nhiệm vụ của cách mạng là xóa bỏ ách thống trị của đế quốc.\nD. lực lượng của cách mạng bao gồm toàn thể dân tộc.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "A loại vì Cương lĩnh chính trị xác định nhiệm vụ chiến lược là chống đế quốc và phong kiến còn Luận cương lại xác định nhiệm vụ chiến lược là chống phong kiến và đế quốc, thứ tự nhiệm vụ chiến lược là khác nhau.\nCương lĩnh xác định chống đế quốc là nhiệm vụ hàng đầu. Đây là điều rất đúng đắn, phù hợp với thực tiễn lịch sử Việt Nam. Còn Luận cương lại nặng về đấu tranh giai cấp và cách mạng ruộng đất mà chưa nêu vấn đề giải phóng dân tộc lên hàng đầu. Đây là 1 trong những hạn chế của Luận cương.\nB loại vì Cương lĩnh chính trị đầu tiên xác định Đảng Cộng sản Việt Nam – đội tiên phong của giai cấp công nhân sẽ giữ vai trò lãnh đạo cách mạng.\nC chọn vì Cương lĩnh chính trị và Luận cương đều xác định nhiệm vụ cách mạng là xóa bỏ ách thống trị của đế quốc hay chống đế quốc.\nD loại vì Luận cương xác định lực lượng cách mạng chỉ là công nhân và nông dân. Đây là 1 trong những hạn chế của Luận cương.\nChọn đáp án A"
    },
    {
        "ID": "His_12_13",
        "Image_Question": "",
        "Question": "CÂU 13:Giai cấp mới nào sau đây ra đời trong cuộc khai thác thuộc địa lần thứ hai của thực dân Pháp ở Việt Nam?\nA. Nông dân.\nB. Tư sản dân tộc.\nC. Địa chủ.\nD. Công nhân.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "A, C loại vì nông dân và địa chủ là hai giai cấp cũ trong xã hội Việt Nam.\nB chọn vì tư sản dân tộc là giai cấp ra đời trong cuộc khai thác thuộc địa lần thứ hai của thực dân Pháp ở Việt Nam.\nD loại vì giai cấp công nhân ra đời trong trong cuộc khai thác thuộc địa lần thứ nhất của thực dân Pháp ở Việt Nam.\nChọn đáp án B"
    },
    {
        "ID": "His_12_14",
        "Image_Question": "",
        "Question": "CÂU 14:Ngày 9/7/1925, Nguyễn Ái Quốc cùng một số nhà yêu nước Triều Tiên, Inđônêxia...lập ra Hội Liên hiệp các dân tộc bị áp bức ở Á Đông đã chứng tỏ Người\nA. tiếp tục tạo dựng mối quan hệ với cách mạng thế giới.\nB. trực tiếp truyền bá lí luận cách mạng giải phóng dân tộc.\nC. trực tiếp tạo ra sự phân hóa của các tổ chức tiền cộng sản.\nD. bắt đầu xây dựng lí luận giải phóng dân tộc..",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "A chọn vì ngày 9/7/1925, Nguyễn Ái Quốc cùng một số nhà yêu nước Triều Tiên, Inđônêxia...lập ra Hội Liên hiệp các dân tộc bị áp bức ở Á Đông để cùng làm cách mạng, đánh đổ đế quốc, tức là Người đang tiếp tục tạo dựng mối quan hệ với cách mạng thế giới.\nB loại vì lúc này Nguyễn Ái Quốc truyền bá lí luận cách mạng giải phóng dân tộc gián tiếp thông qua các sách báo gửi về trong nước, các bài viết trên báo Thanh niên, chứ chưa trực tiếp truyền bá được lí luận cách mạng giải phóng dân tộc.\nC loại vì sự phân hóa của các tổ chức tiền cộng sản là do quá trình vận động giải phóng dân tộc và yêu cầu thực tế của lịch sử Việt Nam.\nD loại vì sau khi tìm thấy con đường cứu nước đúng đắn cho dân tộc là con đường cách mạng vô sản thì Nguyễn Ái Quốc đã tích cực nghiên cứu chủ nghĩa Mác – Lê-nin và truyền bá lí luận giải phóng dân tộc về trong nước trong giai đoạn 1921 trở đi, chứ không phải đến tận năm 1925 mới bắt đầu xây dựng lí luận giải phóng dân tộc.\nChọn đáp án A"
    },
    {
        "ID": "His_12_15",
        "Image_Question": "",
        "Question": "CÂU 15:Nhận xét nào sau đây là không đúng về trật tự thế giới theo hệ thống Vécxai-Oasinhtơn và trật tự thế giới hai cực Ianta?\nA. Quan hệ quốc tế bị chi phối bởi các cường quốc.\nB. Là hệ quả của những cuộc chiến tranh thế giới.\nC. Ra đời gắn liền với những hội nghị quốc tế.\nD. Các cường quốc chi phối có cùng chế độ chính trị.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "A, B , C loại vì đây là những phương án phản ánh đúng về trật tự thế giới theo hệ thống Vécxai-Oasinhtơn và trật tự thế giới hai cực Ianta.\nD chọn vì các cường quốc ở hệ thống Vécxai-Oasinhtơn thì cùng chế độ chính trị còn đối với trật tự thế giới hai cực Ianta thì Liên Xô là nước theo con đường XHCN còn Mĩ, Anh là các nước TBCN.\nChọn đáp án D"
    },
    {
        "ID": "His_12_16",
        "Image_Question": "",
        "Question": "CÂU 16:Chiến thắng Việt Bắc thu-đông 1947 của quân dân Việt Nam đã làm phá sản hoàn toàn kế hoạch nào sau đây của thực dân Pháp?\nA. Nava.\nB. Đánh nhanh thắng nhanh.\nC. Rơve.\nD. Đờ Lát đơ Tátxinhi.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chiến thắng Việt Bắc thu-đông 1947 của quân dân Việt Nam đã làm phá sản hoàn toàn kế hoạch “Đánh nhanh thắng nhanh” của thực dân Pháp.\nChọn đáp án B"
    },
    {
        "ID": "His_12_17",
        "Image_Question": "",
        "Question": "CÂU 17:Ý nào sau đây là điểm khác nhau giữa Hội nghị Ban Chấp hành Trung ương Đảng Cộng sản Đông Dương tháng 5/1941 với Cương lĩnh chính trị đầu tiên của Đảng Cộng sản Đông Dương đầu năm 1930?\nA. Sử dụng phương pháp cách mạng bạo lực.\nB. Thành lập Chính phủ nhân dân của nước Việt Nam Dân chủ Cộng hòa..\nC. Giải quyết đúng đắn vấn đề độc lập dân tộc và ruộng đất cho dân cày.\nD. Giải quyết vấn đề dân tộc trong khuôn khổ từng nước Đông Dương.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "A loại vì cả Cương lĩnh chính trị đầu tiên của Đảng Cộng sản Đông Dương đầu năm 1930 và Hội nghị Ban Chấp hành Trung ương Đảng Cộng sản Đông Dương tháng 5/1941 đều xác định phương pháp là bạo lực cách mạng.\nB chọn vì trong Cương lĩnh chính trị đầu tiên của Đảng Cộng sản Đông Dương đầu năm 1930 xác định thành lập chính phủ công nông binh còn trong Hội nghị Ban Chấp hành Trung ương Đảng Cộng sản Đông Dương tháng 5/1941 xác định thành lập Chính phủ nhân dân của nước Việt Nam Dân chủ Cộng hòa.\nC loại vì trong nội dung của cả Cương lĩnh chính trị đầu tiên và Hội nghị Ban Chấp hành Trung ương Đảng Cộng sản Đông Dương tháng 5/1941 đều xác định và giải quyết đúng đắn vấn đề độc lập dân tộc và ruộng đất cho dân cày. Trong đó, nêu cao vấn đề giải phóng dân tộc lên hàng đầu.\nD loại vì trong nội dung của cả Cương lĩnh chính trị đầu tiên và Hội nghị Ban Chấp hành Trung ương Đảng Cộng sản Đông Dương tháng 5/1941 đều xác định giải quyết vấn đề dân tộc trong khuôn khổ từng nước Đông Dương. Cụ thể, ngay từ tên gọi của Đảng khi mới được thành lập đầu năm 1930 đã xác định là Đảng Cộng sản Việt Nam, tức là Đảng riêng của dân tộc Việt Nam, lãnh đạo nhân dân Việt Nam đấu tranh để giành độc lập và giành ruộng đất cho dân cày. Đến Hội nghị Ban Chấp hành Trung ương Đảng Cộng sản Đông Dương tháng 5/1941, điều này tiếp tục được khẳng định lại qua việc giải quyết vấn đề dân tộc tự quyết trong khuôn khổ từng nước Đông Dương. Hội nghị quyết định thành lập ở mỗi nước Đông Dương 1 Đảng riêng để lãnh đạo đấu tranh cho phù hợp với hoàn cảnh từng nước. Ở Việt Nam thành lập Việt Nam độc lập đồng minh, ở Lào thành lập Ai Lao độc lập đồng minh, ở Campuchia thành lập Cao Miên độc lập đồng minh.\nChọn đáp án B"
    },
    {
        "ID": "His_12_18",
        "Image_Question": "",
        "Question": "CÂU 18:Sau khi giành được độc lập, quốc gia nào sau đây thực hiện đường lối đối ngoại hòa bình, trung lập, tích cực ủng hộ phong trào giải phóng dân tộc trên thế giới?\nA. Ấn Độ.\nB. Hàn Quốc.\nC. Nhật Bản.\nD. Campuchia.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Sau khi giành được độc lập, Ấn Độ thực hiện đường lối đối ngoại hòa bình, trung lập, tích cực ủng hộ phong trào giải phóng dân tộc trên thế giới.\nChọn đáp án A"
    },
    {
        "ID": "His_12_19",
        "Image_Question": "",
        "Question": "CÂU 19:Một trong những thế lực ngoại xâm có mặt trên đất nước Việt Nam từ sau ngày 2/9/1945 đến trước ngày 19/12/1946 là\nA. Hà Lan.\nB. Cộng hòa Liên bang Đức.\nC. Bồ Đào Nha.\nD. Pháp.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Một trong những thế lực ngoại xâm có mặt trên đất nước Việt Nam từ sau ngày 2/9/1945 đến trước ngày 19/12/1946 là thực dân Pháp.\nChọn đáp án D"
    },
    {
        "ID": "His_12_20",
        "Image_Question": "",
        "Question": "CÂU 20:So với phong trào 1930 – 1931, điểm khác biệt về phương pháp đấu tranh của phong trào 1936 – 1939 là có sự kết hợp giữa đấu tranh\nA. công khai và bí mật.\nB. chính trị và vũ trang.\nC. nghị trường và đấu tranh báo chí.\nD. bí mật và bất hợp pháp.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "A, C, D loại vì đây là phương pháp chỉ có ở phong trào 1936 – 1939, ở phong trào 1930 – 1931 không có các phương pháp đấu tranh này. => Điểm khác về phương pháp đấu tranh của phong trào 1936 – 1939 so với phong trào 1930 – 1931.\nB chọn vì phong trào 1930 – 1931 có sự kết hợp giữa phương pháp đấu tranh chính trị và vũ trang của quần chúng còn phong trào 1936 – 1939 không sử dụng phương pháp đấu tranh vũ trang.\nChọn đáp án B"
    },
    {
        "ID": "His_12_21",
        "Image_Question": "",
        "Question": "CÂU 21:Một trong những tỉnh giành chính quyền sớm nhất trong Tổng khởi nghĩa tháng Tám năm 1945 ở Việt Nam là\nA. Quảng Ngãi.\nB. Thanh Hóa.\nC. Hà Nội.\nD. Hải Dương.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Bắc Giang, Hải Dương, Hà Tĩnh, Quảng Nam là những tỉnh giành chính quyền sớm nhất trong Tổng khởi nghĩa tháng Tám năm 1945 ở Việt Nam. => một trong những tỉnh giành chính quyền sớm nhất là Hải Dương.\nChọn đáp án D"
    },
    {
        "ID": "His_12_22",
        "Image_Question": "",
        "Question": "CÂU 22:Hội nghị Ban chấp hành Trung ương Đảng Cộng sản Đông Dương (7-1936) đã chủ trưởng thành lập\nA. Mặt trận thống nhất dân tộc phản đế Đông Dương.\nB. Mặt trận thống nhất nhân dân phản đế Đông Dương.\nC. Hội Đồng minh phản đế Đông Dương.\nD. Mặt trận Việt Nam độc lập Đồng minh.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Hội nghị Ban chấp hành Trung ương Đảng Cộng sản Đông Dương (7-1936) đã chủ trưởng thành lập Mặt trận thống nhất nhân dân phản đế Đông Dương.\nChọn đáp án B"
    },
    {
        "ID": "His_12_23",
        "Image_Question": "",
        "Question": "CÂU 23:Sự thất bại của phong trào yêu nước ở Việt Nam cuối thế kỉ XIX, đầu thế kỉ XX (đến 1918) chứng tỏ\nA. các văn thân, sĩ phu không còn khả năng tổ chức và lãnh đạo phong trào yêu nước.\nB. kể từ đây, ngọn cờ lãnh đạo phong trào dân tộc chuyển hẳn sang tay giai cấp vô sản.\nC. các trí thức Việt Nam không thể tiếp thu hệ tư tưởng mới để đấu tranh giành độc lập.\nD. giai cấp tư sản không đủ khả năng lãnh đạo phong trào dân tộc.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "A chọn vì sự thất bại của phong trào yêu nước ở Việt Nam cuối thế kỉ XIX, đầu thế kỉ XX (đến 1918) cho thấy các văn thân, sĩ phu không còn khả năng tổ chức và lãnh đạo phong trào yêu nước, cần phải có 1 giai cấp tiên tiến đủ sức lãnh đạo phong trào đấu tranh.\nB loại vì phải đến khi Đảng Cộng sản Việt Nam ra đời đầu năm 1930 thì ngọn cờ lãnh đạo phong trào dân tộc mới chuyển hẳn sang tay giai cấp vô sản.\nC loại vì đấu tranh theo con đường dân chủ tư sản là hệ tư tưởng mới và được các văn thân, sĩ phu yêu nước tiến bộ tiếp thu và áp dụng vào đấu tranh.\nD loại vì giai cấp tư sản vẫn tổ chức và lãnh đạo phong trào đấu tranh phát triển sôi nổi vào giai đoạn sau đó cho đến khi cuộc khuynh hướng dân chủ tư sản thất bại cùng với sự thất bại của cuộc khởi nghĩa Yên Bái đầu năm 1930.\nChọn đáp án A"
    },
    {
        "ID": "His_12_24",
        "Image_Question": "",
        "Question": "CÂU 24:Trong khoảng hai thập kỉ đầu sau Chiến tranh thế giới thứ hai, trung tâm kinh tế - tài chính lớn nhất thế giới là\nA. Anh.\nB. Pháp.\nC. Mĩ.\nD. Nhật.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Trong khoảng hai thập kỉ đầu sau Chiến tranh thế giới thứ hai, trung tâm kinh tế - tài chính lớn nhất thế giới là Mĩ.\nChọn đáp án C"
    },
    {
        "ID": "His_12_25",
        "Image_Question": "",
        "Question": "CÂU 25:Sau khi Liên Xô tan rã, “quốc gia kế tục Liên Xô” là\nA. Ucraina.\nB. Lítva.\nC. Cadắcxtan.\nD. Liên bang Nga.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Sau khi Liên Xô tan rã, “quốc gia kế tục Liên Xô” là Liên bang Nga.\nChọn đáp án D"
    },
    {
        "ID": "His_12_26",
        "Image_Question": "",
        "Question": "CÂU 26:Một trong những quốc gia tham dự hội nghị Ianta (2-1945) là\nA. Liên Xô.\nB. Đức.\nC. Nhật.\nD. Trung Quốc.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Một trong những quốc gia tham dự hội nghị Ianta (2-1945) là Liên Xô.\nChọn đáp án A"
    },
    {
        "ID": "His_12_27",
        "Image_Question": "",
        "Question": "CÂU 27:Chỉ thị “Nhật – Pháp bắn nhau và hành động của chúng ta” (12/3/1945) của Đảng Cộng sản Đông Dương đã\nA. thay đổi phương pháp đấu tranh cho phù hợp với tình hình.\nB. thương lượng với Nhật để thành lập Chính phủ Việt Nam Dân chủ Cộng hòa.\nC. phát động nhân dân cả nước tiến hành tổng khởi nghĩa.\nD. xác định lại kẻ thù chính của nhân dân Đông Dương.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chỉ thị “Nhật – Pháp bắn nhau và hành động của chúng ta” (12/3/1945) của Đảng Cộng sản Đông Dương đã xác định lại kẻ thù chính của nhân dân Đông Dương là phát xít Nhật.\nChọn đáp án D"
    },
    {
        "ID": "His_12_28",
        "Image_Question": "",
        "Question": "CÂU 28:Từ đầu những năm 90, Nhật Bản nỗ lực vươn lên trở thành cường quốc\nA. quân sự.\nB. công nghệ.\nC. chính trị.\nD. kinh tế.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Từ đầu những năm 90, Nhật Bản nỗ lực vươn lên trở thành cường quốc chính trị để tương xứng với vị thế siêu cường kinh tế.\nChọn đáp án D"
    },
    {
        "ID": "His_12_29",
        "Image_Question": "",
        "Question": "CÂU 29:Nước đầu tiên trên thế giới công nhận và đặt quan hệ ngoại giao với Chính phủ Việt Nam Dân chủ Cộng hòa là\nA. Trung Quốc.\nB. Ấn Độ.\nC. Liên Xô.\nD. Cuba.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Nước đầu tiên trên thế giới công nhận và đặt quan hệ ngoại giao với Chính phủ Việt Nam Dân chủ Cộng hòa là Trung Quốc.\nChọn đáp án A"
    },
    {
        "ID": "His_12_30",
        "Image_Question": "",
        "Question": "CÂU 30:Ngày 18 và 19/12/1946, Hội nghị Ban thường vụ Trung ương Đảng Cộng sản Đông Dương họp đã quyết định\nA. tiếp tục hoà hoãn với Pháp.\nB. Chỉ thị Toàn dân kháng chiến.\nC. ký Hiệp định Sơ bộ với Chính phủ Pháp.\nD. phát động toàn quốc kháng chiến chống thực dân Pháp",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Ngày 18 và 19/12/1946, Hội nghị Ban thường vụ Trung ương Đảng Cộng sản Đông Dương họp đã quyết định phát động toàn quốc kháng chiến chống thực dân Pháp.\nChọn đáp án D"
    },
    {
        "ID": "His_12_31",
        "Image_Question": "",
        "Question": "CÂU 31:Trong giai đoạn 1950-1973, nhiều thuộc địa của Anh, Pháp, Hà Lan tuyên bố độc lập, đánh dấu thời kì\nA. “phi thực dân hóa”.\nB. “tái thực dân hóa”.\nC. “bắt đầu thực dân hóa”.\nD. “nhất thể hóa”.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Trong giai đoạn 1950-1973, nhiều thuộc địa của Anh, Pháp, Hà Lan tuyên bố độc lập, đánh dấu thời kì “phi thực dân hóa”.\nChọn đáp án A"
    },
    {
        "ID": "His_12_32",
        "Image_Question": "",
        "Question": "CÂU 32:Chiến thắng Biên giới thu - đông 1950 của quân dân Việt Nam đã\nA. khai thông con đường liên lạc giữa ta với các nước xã hội chủ nghĩa.\nB. làm thất bại chiến tranh cục bộ.\nC. làm phá sản kế hoạch Nava.\nD. kết thúc thắng lợi cuộc kháng chiến chống thực dân Pháp xâm lược.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chiến thắng Biên giới thu - đông 1950 của quân dân Việt Nam đã khai thông con đường liên lạc giữa ta với các nước xã hội chủ nghĩa.\nChọn đáp án A"
    },
    {
        "ID": "His_12_33",
        "Image_Question": "",
        "Question": "CÂU 33:Trong những năm đầu thế kỷ XXI, nền kinh tế của quốc gia nào sau ở khu vực Đông Bắc Á có tốc độ tăng trưởng nhanh và cao nhất thế giới?\nA. Trung Quốc.\nB. Nhật Bản.\nC. Mĩ.\nD. Anh.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "C, D loại vì Mĩ và Anh không thuộc khu vực Đông Bắc Á.\nA chọn, B loại vì năm 2000, GDP của Trung Quốc đạt 1080 tỉ USD còn GDP của Nhật Bản năm 2000 đạt 4746 tỉ USD.\nChọn đáp án A"
    },
    {
        "ID": "His_12_34",
        "Image_Question": "",
        "Question": "CÂU 34:Thời cơ của Tổng khởi nghĩa giành chính quyền ở Việt Nam năm 1945 kết thúc khi\nA. Nhật đảo chính Pháp.\nB. Chiến tranh thế giới thứ hai kết thúc.\nC. Nhật đầu hàng Đồng minh vô điều kiện.\nD. quân Đồng minh vào giải giáp phát xít Nhật.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "- Thời cơ của Cách mạng tháng Tám được xác định là:\n+ Kẻ thù đã suy yếu: phát xít Nhật đã đầu hàng Đồng minh, tay sai của chúng ở Đông Dương đã rệu rã.\n+ Đảng lãnh đạo có quyết tâm cao: lúc này Đảng đã nhanh chóng nắm bắt tình hình và sẵn sàng chuẩn bị lãnh đạo nhân dân Tổng khởi nghĩa.\n+ Quần chúng nhân dân sẵn sàng nổi dậy đấu tranh: lúc này lực lượng trung gian đã ngả hẳn về phía cách mạng, quần chúng đã sẵn sàng đấu tranh.\n- Thời cơ “ngàn năm có một” của Cách mạng tháng 8 năm 1945 tồn tại trong khoảng thời: Từ sau khi Nhật đầu hàng Đồng minh đến trước khi quân Đồng minh vào Đông Dương. Nếu tiền hành Tổng khởi nghĩa trước khi phát xít Nhật đầu hàng Đồng minh thì lúc này phát xít Nhật còn mạnh, sẽ có thể đàn áp phong trào, gây đổ máu rất nhiều cho nhân dân; nếu tiến hành Tổng khởi nghĩa giành chính quyền sau khi quân Đồng minh kéo vào Đông Dương thì lúc đó ta khó giành được độc lập. Do đó, thời cơ cách mạng cũng gắn liền với nguy cơ nên Đảng ta phải hoàn thành sứ mệnh cả dân tộc giao phó là tổ chức lãnh đạo toàn dân vùng dậy giành chính quyền từ tay phát xít Nhật, lật đổ bọn bù nhìn tay sai, đứng ở địa vị người chủ nước nhà mà đón tiếp quân Đồng minh vào giải giáp quân đội Nhật. Nếu hành động chậm khi quân Đồng Minh vào thì thời cơ không còn nữa.\nChọn đáp án D"
    },
    {
        "ID": "His_12_35",
        "Image_Question": "",
        "Question": "CÂU 35:Kết quả đấu tranh dân tộc và giai cấp quyết liệt của nhân dân Việt Nam trong mấy thập kỉ đầu của thế kỉ XX là sự ra đời của\nA. Xô viết Nghệ Tĩnh.\nB. Hội Việt Nam Cách mạng Thanh niên.\nC. Đảng Cộng sản Việt Nam.\nD. Việt Nam Quốc dân đảng.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Kết quả đấu tranh dân tộc và giai cấp quyết liệt của nhân dân Việt Nam trong mấy thập kỉ đầu của thế kỉ XX là sự ra đời của Đảng Cộng sản Việt Nam.\nChọn đáp án C"
    },
    {
        "ID": "His_12_36",
        "Image_Question": "",
        "Question": "CÂU 36:Sự ra đời của các tổ chức liên kết kinh tế, thương mại, tài chính quốc tế và khu vực là nét nổi bật của\nA. trật tự hại cực Ianta.\nB. xu thế toàn cầu hóa.\nC. cách mạng khoa học - công nghệ.\nD. tổ chức Liên hợp quốc.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Sự ra đời của các tổ chức liên kết kinh tế, thương mại, tài chính quốc tế và khu vực là nét nổi bật của xu thế toàn cầu hóa.\nChọn đáp án B"
    },
    {
        "ID": "His_12_37",
        "Image_Question": "",
        "Question": "CÂU 37:Việc Nguyễn Ái Quốc thành lập tổ chức Hội Việt Nam Cách mạng Thanh niên (6/1925) đã\nA. chấm dứt hoàn toàn tình trạng khủng hoảng về đường lối cứu nước đầu thế kỉ XX.\nB. đánh dấu phong trào công nhân chuyển sang đấu tranh tự giác hoàn toàn.\nC. góp phần giải quyết khủng hoảng về đường lối cho cách mạng Việt Nam đầu thế kỉ XX.\nD. làm cho khuynh hướng vô sản chiếm ưu thế trong cách mạng nước ta.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "A loại vì chỉ đến khi Đảng Cộng sản Việt Nam ra đời thì mới đánh dấu sự chấm dứt hoàn toàn tình trạng khủng hoảng về đường lối cứu nước đầu thế kỉ XX.\nB loại vì chỉ đến khi Đảng Cộng sản Việt Nam ra đời thì mới đánh dấu phong trào công nhân chuyển sang đấu tranh tự giác hoàn toàn.\nC chọn vì khi Nguyễn Ái Quốc tìm thấy con đường cứu nước đúng đắn cho dân tộc là con đường cách mạng vô sản thì Người đã tích cực học tập, nghiên cứu chủ nghĩa Mác – Lê-nin về trong nước, chuẩn bị về tư tưởng, chính trị cho việc thành lập Đảng. Đến tháng 6/1925, Người sáng lập tổ chức Hội Việt Nam Cách mạng Thanh niên là bước chuẩn bị về tổ chức cho sự ra đời của Đảng sau này. → Như vậy, việc thành lập tổ chức Hội Việt Nam Cách mạng Thanh niên cũng góp phần giải quyết khủng hoảng về đường lối cho cách mạng Việt Nam đầu thế kỉ XX.\nD loại vì khuynh hướng vô sản chiếm ưu thế trong phong trào cách mạng nước ta là do đáp ứng được yêu cầu thực tế của lịch sử dân tộc.\nChọn đáp án C"
    },
    {
        "ID": "His_12_38",
        "Image_Question": "",
        "Question": "CÂU 38:Trong phong trào cách mạng 1930-1931, Xô viết Nghệ Tĩnh đã\nA. thành lập hội phản đế.\nB. xây dựng hệ thống trường học các cấp.\nC. xóa nợ cho người nghèo.\nD. chia lại ruộng đất cho nông dân.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Trong phong trào cách mạng 1930-1931, Xô viết Nghệ Tĩnh đã xóa nợ cho người nghèo.\nChọn đáp án C"
    },
    {
        "ID": "His_12_39",
        "Image_Question": "",
        "Question": "CÂU 39:Một trong những nước sáng lập “Cộng đồng than - thép châu Âu” (18/4/1951) là\nA. Canađa.\nB. Nhật.\nC. Pháp.\nD. Mĩ.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Sáu nước sáng lâp “Cộng đồng than – thép châu Âu” là: Pháp, Cộng hòa Liên bang Đức, Bỉ, Italia, Hà Lan và Lúcxămbua. → Một trong những nước sáng lập “Cộng đồng than - thép châu Âu” (18/4/1951) là Pháp.\nChọn đáp án C"
    },
    {
        "ID": "His_12_40",
        "Image_Question": "",
        "Question": "CÂU 40:Sự chuyển hóa của tổ chức nào sau đây đưa tới sự ra đời của tổ chức Đông Dương Cộng sản liên đoàn (9-1929)?\nA. Việt Nam Nghĩa đoàn.\nB. Tân Việt Cách mạng đảng.\nC. Việt Nam Quốc dân đảng.\nD. Hội Việt Nam Cách mạng Thanh niên.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Sự chuyển hóa của tổ chức Tân Việt Cách mạng đảng đưa tới sự ra đời của tổ chức Đông Dương Cộng sản liên đoàn (9-1929).\nChọn đáp án B"
    }
]