[
    {
        "ID": "His_30_1",
        "Image_Question": "",
        "Question": "Câu 1:Nội dung nào dưới đây không phải là nguyên tắc hoạt động của tổ chức Liên Hợp Quốc?\nA. Giải quyết các tranh chấp quốc tế bằng biện pháp hòa bình.\nB. Phát triển mối quan hệ hữu nghị giữa các dân tộc trên thế giới.\nC. Không can thiệp vào công việc nội bộ của bất kỳ nước nào.\nD. Tôn trọng toàn vẹn lãnh thổ và độc lập chính trị của tất cả các nước.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nNguyên tắc hoạt động của tổ chức Liên hợp quốc gồm:\n- Bình đẳng chủ quyền giữa các quốc gia và quyền tự quyết của các dân tộc.\n- Tôn trọng toàn vẹn lãnh thổ và độc lập chính trị của tất cả các nước.\n- Không can thiệp vào công việc nội bộ của bất kì nước nào.\n- Giải quyết các tranh chấp quốc tế bằng biện pháp hòa bình.\n- Chung sống hòa bình và sự nhất trì giữa 5 cường quốc: Liên Xô, Mĩ, Anh, Pháp, Trung Quốc.\n=> Loại trừ đáp án: B"
    },
    {
        "ID": "His_30_2",
        "Image_Question": "",
        "Question": "Câu 2:Nhận định nào dưới đây phản ánh đầy đủ mối quan hệ quốc tế trong nửa sau thế kỉ XX?\nA. Sự phát triển như vũ bão của cách mạng khoa học - công nghệ đã tác động đến quan hệ giữa các nước.\nB. Quy mô toàn cầu của các hoạt động kinh tế, tài chính và chính trị của các quốc gia và các tổ chức quốc tế.\nC. Các quan hệ quốc tế được mở rộng và đa dạng hóa, các quốc gia cùng tồn tại hòa bình, vừa đấu tranh vừa hợp tác.\nD. Sự tham gia của các nước Á, Phi, Mĩ La tinh mới giành được độc lập vào các hoạt động chính trị quốc tế.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nSo với giai đoạn trước, chưa bao giờ quan hệ quốc tế được mở rộng và đa dạng như trong nửa sau thế kỉ XX. Phần lớn các quốc gia vẫn cùng tồn tại hòa bình, vừa đấu tranh vừa hợp tác."
    },
    {
        "ID": "His_30_3",
        "Image_Question": "",
        "Question": "Câu 3:Mâu thuẫn cơ bản chủ yếu trong xã hội Việt Nam thời kì 1930 - 1931 là\nA. Mâu thuẫn giữa dân tộc Việt Nam với tay sai phản động Pháp.\nB. Mâu thuẫn giữa giai cấp nông dân với giai cấp địa chủ phong kiến.\nC. Mâu thuẫn giữa giai cấp công nhân với tư sản người Việt và Pháp.\nD. Mâu thuẫn giữa toàn thể dân tộc Việt Nam với thực dân Pháp.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nThời kì 1930-1931, mâu thuẫn trong xã hội Việt Nam ngày càng sâu sắc, trong đó có hai mâu thuẫn cơ bản là:\n- Mâu thuẫn dân tộc Việt Nam với thực dân Pháp.\n- Mâu thuẫn giữa nông dân với địa chủ phong kiến.\nTrong đó, mâu thuẫn cơ bản chủ yếu nhất là mâu thuẫn giữa dân tộc Việt Nam với thực dân Pháp."
    },
    {
        "ID": "His_30_4",
        "Image_Question": "",
        "Question": "Câu 4:Đến đầu những năm 70 của thế kỷ XX, nước nào có nền công nghiệp đứng thứ hai trong thế giới tư bản?\nA. Nhật Bản\nB. Anh\nC. Đức\nD. Pháp",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nNăm 1968, kinh tế Nhật Bản đã vượt Anh, Pháp, Cộng hòa Liên bang Đức, Italia và Canada, vươn lên đứng thứ hai trong thế giới tư bản."
    },
    {
        "ID": "His_30_5",
        "Image_Question": "",
        "Question": "Câu 5:Đỉnh cao của phong trào cách mạng 1930 - 1931 là\nA. Cuộc mít tinh biểu dương lực lượng ngày 1 tháng 5 năm 1930.\nB. Đảng Cộng sản Đông Dương được công nhận là một bộ phận độc lập của Quốc tế Cộng sản.\nC. Việc thành lập chính quyền Xô Viết Nghệ - Tĩnh.\nD. Cuộc bãi công liên tục trong 4 tháng của công nhân Vinh - Bến Thủy.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nTừ tháng 9-1930 trở đi, phong trào cách mạng 1930 -1931 đạt đến đỉnh cao ở Nghệ An, Hà Tĩnh:\n- Phong trào đã sử dụng hình thức đấu tranh vũ trang: Cuộc biểu tình của nông dân có vũ trang tự vệ với hàng nghìn người tham gia kéo đến huyện lị, tỉnh lị đòi giảm sưu thuế. => Hệ thống chính quyền thực dân, phong kiến bị tê liệt, tan rã ở nhiều thôn, xã.\n- Chính quyền địch tan rã ở nhiều thôn xã, chính quyền Xô viết được thành lập: Nhiều cấp ủy Đảng ở thôn xã đã lãnh đạo nhân dân đứng lên tự quản lí đời sống chính trị, kinh tế, văn hóa, xã hội ở địa phương, làm chức năng của chính quyền gọi là “Xô viết”, thực hiện quyền làm chủ mọi mặt đời sống xã hội. Những chính sách cụ thể của chính quyền Xô viết Nghệ - Tĩnh thể hiện đây là chính quyền của dân, do dân và vì dân."
    },
    {
        "ID": "His_30_6",
        "Image_Question": "",
        "Question": "Câu 6:Đường lối đổi mới của Đảng ta là đổi mới toàn diện nhưng trọng tâm là đổi mới trong lĩnh vực nào?\nA. Chính trị\nB. Kinh tế\nC. Văn hóa\nD. Xã hội",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nQuan điểm đổi mới của Đảng là: Đổi mới toàn diện và đồng bộ, từ kinh tế và chính trị đến tư tưởng, văn hóa. Đổi mới kinh tế phải gắn liền với đổi mới về chính trị nhưng trọng tâm là đổi mới kinh tế."
    },
    {
        "ID": "His_30_7",
        "Image_Question": "",
        "Question": "Câu 7:Một trong những điểm mới của Hội nghị ban chấp hành Trung ương Đảng Cộng sản Đông Dương (tháng 5 - 1941) so với Luận cương chính trị (tháng 10 - 1930) của Đảng cộng sản Đông Dương là gì?\nA. Thành lập ở mỗi nước Đông Dương một đảng riêng.\nB. Thành lập chính quyền Nhà nước của toàn dân tộc.\nC. Hoàn thành triệt để cách mạng ruộng đất.\nD. Coi việc chuẩn bị khởi nghĩa là nhiệm vụ trung tâm.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nSgk 12 trang 108-109: Hội nghị lần thứ 8 Ban chấp hành Trung ương Đảng cộng sản Đông Dương (5 - 1941) xác định sau khi đánh đổ đế quốc Pháp - Nhật sẽ thành lập Chính phủ nhân dân của nước Việt Nam Dân chủ Cộng hòa (chính quyền nhà nước của toàn dân tộc). Đây là điểm mới của Hội nghị này so với Luận cương chính trị (1930)."
    },
    {
        "ID": "His_30_8",
        "Image_Question": "",
        "Question": "Câu 8:Từ thực tiễn của cách mạng Việt Nam trong thời kỳ 1930 - 1945 có thể rút ra bài học kinh nghiệm nào dưới đây?\nA. Kết hợp giữa đấu tranh chính trị với vũ trang.\nB. Đấu tranh ngoại giao có vai trò quyết định nhất.\nC. Xây dựng lực lượng vũ trang ba thứ quân lớn mạnh.\nD. Giữ vững sự lãnh đạo của Đảng cộng sản.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\n- Từ năm 1930, Đảng Cộng sản Việt Nam ra đời đã lãnh đạo nhân dân đấu tranh chống Pháp bằng đường lối đúng đắn và sáng tạo, giúp Việt Nam giành được thắng lợi này đến thắng lợi khác, đặc biệt là các cuộc tập dượt chuẩn bị cho cách mạng tháng Tám: phong trào 1930 -1931, 1936 – 1939, cao trào kháng Nhật cứu nước.\n- Không chỉ lãnh đạo nhân dân chuẩn bị về mọi mặt suốt 15 năm, Đảng còn lãnh đạo nhân dân kết hợp đấu tranh chính trị với đấu tranh vũ trang, tiến hành khởi nghĩa từng phần và nắm lấy thời cơ “ngàn năm có một” để khởi nghĩa giành chính quyền thắng lợi, lật đổ ách thống trị của Nhật.\n=> Như vật từ năm 1930 đến năm 1945 đã để lại bài học kinh nghiệm quan trọng cho cách mạng Việt Nam ở giai đoạn sau đó là giữ vừng sự lãnh đạo của đảng."
    },
    {
        "ID": "His_30_9",
        "Image_Question": "",
        "Question": "Câu 9:Trong chiến lược “Chiến tranh cục bộ” (1961-1965), Mỹ mở các cuộc hành quân “tìm diệt” nhằm mục đích gì?\nA. Tạo thuận lợi trên bàn ngoại giao.\nB. Ngăn chặn tiếp viện từ Bắc vào Nam.\nC. Nhanh chóng kết thúc chiến tranh.\nD. Giành lại thế chủ động trên chiến trường.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nTrong chiến lược “Chiến tranh cục bộ”, Mĩ muốn áp đảo quân chủ lực của ta bằng chiến lược quân sự mới “tìm diệt”, cố giành lại thế chủ động trên chiến trường, đẩy lực lượng vũ trang của ta về thế phòng ngự, buộc ta phải phân tán nhỏ hoặc rút về biên giới, làm cho chiến tranh lụi tàn dần."
    },
    {
        "ID": "His_30_10",
        "Image_Question": "",
        "Question": "Câu 10:Sự kiện nào dưới đây đánh dấu bước ngoặt vĩ đại của cách mạng Việt Nam?\nA. Cách mạng Tháng Tám thành công\nB. Cuộc kháng chiến chống Pháp kết thúc\nC. Đảng Cộng sản Việt Nam ra đời\nD. Chính quyền Xô Viết Nghệ - Tĩnh được thành lập",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nĐảng Cộng sản Việt Nam ra đời đánh dấu bước ngoặt vĩ đại trong lịch sử cách mạng Việt Nam."
    },
    {
        "ID": "His_30_11",
        "Image_Question": "",
        "Question": "Câu 11:Khó khăn chung của quân và nhân dân Việt Nam khi mở các chiến dịch Biên giới thu - đông (1950) và Điện Biên Phủ (1954) là gì?\nA. Phong trào cách mạng thế giới chưa thắng lợi hoàn toàn.\nB. Xa hậu phương của ta nên công tác hậu cần khó khăn.\nC. Địa bàn tác chiến miền núi không có lợi cho quân ta.\nD. Mỹ muốn quốc tế hóa cuộc chiến tranh Đông Dương.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\n- Trong chiến dịch Biên giới (1950): ta chủ trương tấn công địch ở Đông Khê thuộc tỉnh Cao Bằng, đây là địa bàn vùng núi cách xa hậu phương của ta nên trong quá trình diễn ra chiến dịch cũng gặp khó khăn về công tác hậu cần.\n- Trong chiến dịch Điện Biên Phủ (1954): Điện Biên Phủ nằm lọt giữa vùng rừng núi trùng điệp của Tây Bắc, cách xa vùng hậu phương từ 500 - 700 km -> vấn đề hậu cần cho một chiến dịch lớn. Tuy nhiên, tất cả những khó khăn đã được khắc phục bởi tinh thần phục vụ tiền tuyến của nhân dân ta trong các đội dân công hỏa tuyến.\n=> Xa hậu phương của ta nên công tác hậu cần khó khăn là khó khăn chung củ quân và nhân dân Việt Nam khi mở chiến dịch Biên giới thu - đông (1950) và chiến dịch Điện Biên Phủ (1954)"
    },
    {
        "ID": "His_30_12",
        "Image_Question": "",
        "Question": "Câu 12:Phong trào đấu tranh của nhân dân ta ở Gia Định năm 1859 đã buộc thực dân Pháp phải chuyển sang thực hiện kế hoạch nào?\nA. Kết hợp quân sự với chính trị.\nB. Đánh nhanh thắng nhanh.\nC. Kết hợp quân sự với ngoại giao.\nD. Chinh phục từng gói nhỏ.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nSau khi bị thất bại trong kế hoạch đánh nhanh thắng nhanh ở Gia Định năm 1859, thực dân Pháp buộc phải chuyển sang kế hoạch “chinh phục từng gói nhỏ”."
    },
    {
        "ID": "His_30_13",
        "Image_Question": "",
        "Question": "Câu 13:Trong chương trình khai thác thuộc địa lần thứ hai pháp đầu tư vốn nhiều nhất vào ngành nào?\nA. Công nghiệp nặng\nB. Giao thông vận tải\nC. Ngoại Thương\nD. Nông nghiệp",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nTrong cuộc khai thác thuộc địa lần thứ hai, Pháp đầu tư vốn nhiều nhất vào nông nghiệp, chủ yếu là các đồn điền cao su."
    },
    {
        "ID": "His_30_14",
        "Image_Question": "",
        "Question": "Câu 14:Khi thực hiện chiến lược Việt Nam hóa chiến tranh, Mỹ có thủ đoạn nào là mới, thể hiện âm mưu thâm độc?\nA. Thỏa hiệp với Trung Quốc, hòa hoãn với Liên Xô nhằm cô lập ta.\nB. Đẩy mạnh viện trợ kinh tế quân sự cho chính quyền Sài Gòn.\nC. Kết hợp tấn công ta bằng quân sự, chính trị và ngoại giao.\nD. Sử dụng quân đội Sài Gòn làm lực lượng xung kích ở Đông Dương.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nTrong chiến lược “Việt Nam hóa chiến tranh” có sử dụng thủ đoạn mới so với giai đoạn trước là thù đoạn ngọao giao như: lợi dung mâu thuẫn Trung - Xô, thỏa hiệp với Trung Quốc, hòa hoãn với Liên Xô nhằm hạn chế sự giúp đỡ của các nước này đối với cuộc kháng chiến của nhân dân ta. Đây chính là thủ đoạn ngoại giao mới, thể hiện âm mưu thâm độc của Mĩ."
    },
    {
        "ID": "His_30_15",
        "Image_Question": "",
        "Question": "Câu 15:Điểm giống nhau về quy mô giữa chiến dịch Điện Biên Phủ (1954) và chiến dịch Hồ Chí Minh (1975) là\nA. Huy động đến mức cao nhất về lực lượng\nB. Tấn công vào một tập đoàn cứ điểm mạnh\nC. Sử dụng hầu hết các binh chủng, quân chủng\nD. Tiêu diệt và làm tan rã toàn bộ cơ quan đầu não của địch",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nChiến dịch Điện Biên Phủ (1954) và Chiến dịch Hồ Chí Minh (1975) đều là 2 trận quyết chiến chiến lược, là đỉnh cao của 2 cuộc tiến công chiến lược.\n- Chiến dịch Điện Biên Phủ - chiến dịch tiến công quy mô lớn nhất đến thời điểm lúc bấy giờ. Với chiến dịch này, quân và dân ta đã tiêu diệt hoàn toàn tập đoàn cứ điểm phòng ngự mạnh nhất của quân đội Pháp trong chiến tranh xâm lược Đông Dương, mà các tướng lĩnh Pháp, Mỹ cho rằng, đó là “pháo đài bất khả xâm phạm”. Thắng lợi của chiến dịch Điện Biên Phủ cùng với các thắng lợi trên khắp các chiến trường cả nước và toàn Đông Dương trong giai đoạn Đông - xuân 1953 - 1954 đã giáng đòn quyết định vào ý chí xâm lược của thực dân Pháp.\n- Chiến dịch Hồ Chí Minh là chiến dịch tiến công lớn nhất, trận quyết chiến chiến lược vĩ đại nhất trong lịch sử đấu tranh chống giặc ngoại xâm của dân tộc ta - đại thắng lợi, đã đưa cuộc kháng chiến chống Mỹ, cứu nước đến thắng lợi hoàn toàn"
    },
    {
        "ID": "His_30_16",
        "Image_Question": "",
        "Question": "Câu 16:Thắng lợi nào dưới đây chứng tỏ quân dân miền Nam có khả năng đánh bại chiến lược “Chiến tranh đặc biệt” của Mỹ?\nA. Chiến thắng Đồng Xoài.\nB. Chiến thắng Vạn Tường.\nC. Chiến thắng Ấp Bắc.\nD. Chiến Thắng Bình Giã.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nChiến thắng quân sự đầu tiên của nhân dân Việt Nam trong chiến đấu chống chiến lược “Chiến tranh đặc biệt” (1961 – 1965) của Mĩ là chiến thắng Ấp Bắc (Mĩ Tho) ngày 2-1-1963, đánh bại cuộc càn quét của hơn 2000 binh lính và quân đội Mĩ dưới sự chỉ huy của hệ thống cố vấn, được pháp binh, máy bay, xe tăng, xe bọc thép yểm trợ. Sau trận Ấp Bắc, khắp miền Nam dấy lên phong trào “Thi đua Ấp Bắc, giết giặc lập công”. Chiến thắng quân sự mở đầu này đã chứng tỏ quân dân miền Nam Việt Nam có khả năng đánh bại chiến lược “Chiến tranh đặc biệt” của Mĩ."
    },
    {
        "ID": "His_30_17",
        "Image_Question": "",
        "Question": "Câu 17:Sau khi chiến tranh thế giới thứ hai kết thúc, phong trào đấu tranh giải phóng dân tộc nổ ra sớm nhất ở khu vực nào tại châu Á?\nA. Nam Á\nB. Đông Nam Á\nC. Tây Á\nD. Đông Bắc Á",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nSau Chiến tranh thế giới thứ hai, phong trào giải phóng dân tộc bùng nổ sớm nhất ở Đông Nam Á, đánh dấu bằng cuộc khởi nghĩa giành thắng lợi của ba nước trong năm 1945: Inđônêxia, Việt Nam, Lào."
    },
    {
        "ID": "His_30_18",
        "Image_Question": "",
        "Question": "Câu 18:Nội dung nào dưới đây không được ghi trong Hiệp định sơ bộ (6-3-1946)?\nA. Việt Nam không nằm trong khối liên hiệp Pháp.\nB. Hai bên ngừng bắn ngay ở Nam Bộ.\nC. Chính phủ Việt Nam đồng ý cho 15.000 quân Pháp ra miền Bắc.\nD. Pháp công nhận Việt Nam là quốc gia tự do.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\n- Các đáp án B, C, D: đều là nội dung của Hiệp định Sơ bộ (6/3/1946).\n- Đáp án A: Hiệp định Sơ bộ quy định Việt Nam nằm trong khối liên hiệp Pháp"
    },
    {
        "ID": "His_30_19",
        "Image_Question": "",
        "Question": "Câu 19:Trước xu thế mới trong quan hệ quốc tế sau chiến tranh lạnh Việt Nam có thuận lợi gì?\nA. Có được thị trường lớn để xuất và nhập khẩu hàng hóa.\nB. Nâng cao trình độ, tập trung vốn và lao động.\nC. Hợp tác kinh tế, thu hút vốn đầu tư và ứng dụng khoa học kỹ thuật.\nD. Ứng dụng khoa học kỹ thuật vào sản xuất.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nSau chiến tranh lạnh, xu thế mới trong quan hệ quốc tế tạo điều kiện thuận lợi cho Việt Nam:\n- Tăng cường hợp tác kinh tế.\n- Học hỏi thành tựu khoa học - kĩ thuật, trình độ công nghệ.\n- Thu hút vốn đầu tư nước ngoài."
    },
    {
        "ID": "His_30_20",
        "Image_Question": "",
        "Question": "Câu 20:Cơ quan ngôn luận của Hội Việt Nam Cách mạng Thanh niên là báo\nA. Thanh niên\nB. Người Nhà Quê\nC. An Nam trẻ\nD. Búa liềm",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nCơ quan ngôn luận của Hội Việt Nam Cách mạng thanh niên là báo Thanh niên"
    },
    {
        "ID": "His_30_21",
        "Image_Question": "",
        "Question": "Câu 21:Sai lầm nào của triều đình nhà Nguyễn đã khiến nhân dân ta bất mãn và mở đầu cho việc quyết đánh cả triều đình lẫn Tây?\nA. Ngăn cản nghĩa quân Trương Định đánh Pháp.\nB. Nhượng cho pháp ba tỉnh miền Đông Nam Kì.\nC. Ký với Pháp hiệp ước Nhâm Tuất (1862).\nD. Nhượng cho Pháp 6 Tỉnh Nam Kỳ.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nNăm 1862, nhà Nguyễn kí với thực dân Pháp Hiệp ước Nhâm Tuất công nhận 3 tỉnh Đông Nam Kì thuộc Pháp. Quyết định này của nhà Nguyễn đã dẫn đến sự bất mãn trong nhân dân. Từ năm 1867, nhân dân ta đã “quyết đánh cả triều lẫn Tây” - bắt đầu kết hợp chống đế quốc và phong kiến đầu hàng. Đến sau Hiệp ước Giáp Tuất (1874), nhiệm vụ này vẫn được tiếp tục thực hiện, tiêu biểu là trong khẩu hiệu của Trần Tấn, Đặng Như Mai."
    },
    {
        "ID": "His_30_22",
        "Image_Question": "",
        "Question": "Câu 22:Đâu không phải là yếu tố dẫn đến sự phát triển mạnh và thắng lợi của khuynh hướng vô sản ở Việt Nam từ sau chiến tranh thế giới thứ nhất đến đầu năm 1930?\nA. Sự ra đời của giai cấp công nhân Việt Nam.\nB. Vai trò của lãnh tụ Nguyễn Ái Quốc trong những năm 1920.\nC. Hoạt động của hội Việt Nam Cách mạng Thanh niên.\nD. Những chuyển biến về kinh tế, chính trị, xã hội.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\n- Từ những năm 20 của thế kỉ XX, với hoạt động của Nguyễn Ái Quốc và Hội Việt Nam Cách mạng thanh niên đã làm cho phong trào đấu tranh theo khuynh hướng vô sản, đặc biệt là cuộc đấu tranh của công nhân phát triển mạnh, chuyển dần từ tự phát sang tự giác. Đồng thời, những chuyển biến về kinh tế, chính trị, xã hội Việt Nam với nền tảng giai cấp công nhân ngày càng tăng nhanh về số lượng, giai cấp nông dân đông đảo là mảnh đất tốt để gieo hạt và nảy mầm của tư tưởng cách mạng vô sản.\n- Đáp án A: Sự ra đời của giai cấp công nhân nếu không thông qua các hoạt động truyền bá lí luận giải phóng dân tộc của Nguyễn Ái Quốc và Hội Việt Nam Cách mạng thanh niên thì không có sự chuyển biến tích cực và thành một nhân tố dẫn đến sự phát triển mạnh và thắng lợi của khuynh hướng vô sản ở Việt Nam sau chiến tranh thế giới thứ nhất đến đầu năm 1930."
    },
    {
        "ID": "His_30_23",
        "Image_Question": "",
        "Question": "Câu 23:Xu hướng bạo động và xu hướng cải cách trong phong trào yêu nước ở Việt Nam những năm đầu thế kỷ XX đều\nA. là biểu hiện cho một xu hướng cứu nước mới.\nB. do Phan Bội Châu và Phan Châu Trinh khởi xướng\nC. do ảnh hưởng từ cải cách Minh Trị ở Nhật Bản.\nD. trông chờ vào sự giúp đỡ của các nước phương Đông.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nXu hướng bạo động và cải cách trong phong trào yêu nước ở Việt Nam trong những năm đầu thế kỉ XX đều là biểu hiện cho một xu hướng mới, đó là xu hướng cách mạng dân chủ tư sản."
    },
    {
        "ID": "His_30_24",
        "Image_Question": "",
        "Question": "Câu 24:Từ thực tiễn giải quyết những khó khăn sau Cách mạng Tháng Mười ở Nga năm 1917 và cuộc Cách mạng tháng Tám năm 1945 ở nước ta đã chứng minh luận điểm nào dưới đây?\nA. Giành chính quyền là vấn đề cơ bản nhất của mọi cuộc cách mạng.\nB. Giành và giữ chính quyền là nhiệm vụ của toàn thể nhân dân lao động.\nC. Giành và giữ chính quyền là nhiệm vụ của lực lượng vũ trang nhân dân.\nD. Giành chính quyền đã khó nhưng giữ chính quyền còn khó hơn.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\n“Giành chính quyền đã khó, giữ chính quyền khó hơn” là tổng kết thiên tài của Lênin, là sự phát hiện một nguyên lý phổ quát. Thực tế lịch sử nước ta trong năm đầu sau Cách mạng tháng Tám và nước Nga sau Cách mạng tháng Mười năm 1917 đã làm sáng tỏ luận điểm ấy.\n- Nói giành chính quyền đã khó vì:\n+ Nhân dân Nga đã dưới sự lãnh đạo của đảng Bônsêvích đã đấu tranh kiên cường để lật đổ chính phủ tư sản lâm thời.\n+ Nhân dân Việt Nam đã phải đổ biết bao xương máu trải qua thời gian rất dài mới có thể giành được chính quyền.\n- Giữ chính quyền càng khó hơn:\n+ Nhân dân Nga sau khi thắng lợi phải trải qua quá trình đấu tranh chống thù trong giặc ngoài để giữ vững chính quyền Xô Viết.\n+ Sau cách mạng tháng Tám, Việt Nam gặp nhiều khó khăn: nạn dói, nạn dốt, khó khăn về tài chính, ngoại xâm và nội phản. Trong đó, ngoại xâm là khó khăn lâu dài và nguy hiểm nhất đối với ta."
    },
    {
        "ID": "His_30_25",
        "Image_Question": "",
        "Question": "Câu 25:Đến đầu những năm 70 của thế kỷ XX, nước nào có nền công nghiệp đứng thứ hai trên thế giới?\nA. Nhật Bản\nB. Liên Xô\nC. Mỹ\nD. Đức",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nĐến đầu những năm 70, Liên Xô trở thành cường quốc công nghiệp đứng thứ hai thế giới sau Mĩ."
    },
    {
        "ID": "His_30_26",
        "Image_Question": "",
        "Question": "Câu 26:Sự kiện nào dưới đây đánh dấu sự chuyển hướng chỉ đạo cách mạng của Đảng cộng sản Đông Dương?\nA. Hội nghị Ban Chấp hành Trung ương Đảng cộng sản Đông Dương (5 – 1941).\nB. Hội nghị Ban Chấp hành Trung ương Đảng cộng sản Đông Dương (11 – 1939).\nC. Hội nghị Ban Chấp hành Trung ương Đảng cộng sản Đông Dương (7 – 1936).\nD. Đại hội đại biểu lần thứ nhất của Đảng cộng sản Đông Dương (3 – 1935).",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nHội nghị trung ương lần thứ 6 đặt nhiệm vụ giải phóng dân tộc lên hàng đầu bằng việc xác định nhiệm vụ, mục tiêu trước mắt của cách mạng Đông Dương là đánh đổ đế quốc và tay sai, giải phóng các dân tộc Đông Dương, làm cho Đông Dương hoàn toàn độc lập.\n=> Hội nghị đã đánh dấu sự chuyển hưởng đúng đắn và chỉ đạo chiến lược cách mạng đặt nhiệm vụ giải phóng dân tộc lên hàng đầu."
    },
    {
        "ID": "His_30_27",
        "Image_Question": "",
        "Question": "Câu 27:Khó khăn lớn nhất mà nhân dân ta phải đối mặt sau khi Cách mạng tháng Tám năm 1945 thành công là gì?\nA. Nạn ngoại xâm và nội phản.\nB. Ngân sách trống rỗng.\nC.  Nạn đói nạn dốt đe dọa.\nD. Các tệ nạn xã hội còn phổ biến.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nSau cách mạng tháng Tám năm 1945, nước Việt Nam Dân chủ cộng hòa phải đối mặt với muôn vãn khó khăn, thử thách. Những khó khăn trong nước Đảng ta có thể giải quyết nhanh chóng nhưng nạn ngoại xâm là khó khăn lâu dài không thể thanh toán một sớm một chiều. Hơn nữa, khi đất nước càng khó khăn thì việc có giặc ngoại xâm đến là một vấn đề nghiêm trọng, thực lực của đất nước lúc này chưa đủ mạnh về nhiều mặt để đánh chính diện với kẻ thù. => Giặc ngoại xâm (Âm mưu của Pháp và Tưởng) là khó khăn lớn nhất mà nhân dân ta phải đối mặt sau khi Cách mạng tháng Tám thành công."
    },
    {
        "ID": "His_30_28",
        "Image_Question": "",
        "Question": "Câu 28:Yếu tố cơ bản nào sau đây đã đưa cách mạng Việt Nam vượt qua khó khăn sau Cách mạng Tháng Tám 1945?\nA. Tinh thần đoàn kết toàn dân.\nB. Sự ủng hộ của bạn bè quốc tế.\nC. Sự lãnh đạo sáng suốt của Đảng.\nD. Truyền thống yêu nước của dân tộc.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nSau cách mạng tháng Tám, Việt Nam phải đối mặt với muôn vàn khó khăn: nạn đói, nạn dốt, tài chính thiếu hụt, ngoại xâm và nội phẩn. Đảng đã kịp thời đã đưa các biện pháp để khắc phục khó khăn (biện pháp trước mắt và biện pháp lâu dài) và đạt nhiều thành quả. Đặc biệt, đối với khó khăn nguy hiểm nhất là giặc ngoại xâm, Đảng đã đưa ra sách lược phù hợp (Khi hòa với Trung Hoa Dân Quốc để tập trung đánh Pháp ở miền Nam, khi thì hòa với Pháp để đuổi Trung Hoa Dân Quốc về nước), giúp nhân dân có thời gian chuẩn bị về mọi mặt cho cuộc kháng chiến lâu dài.\n=> Sự lãnh đạo sáng suốt của Đảng là yếu tố cơ bản nhất đưa cách mạng Việt Nam vượt qua khó khăn sau Cách mạng tháng Tám."
    },
    {
        "ID": "His_30_29",
        "Image_Question": "",
        "Question": "Câu 29:Nội dung nào dưới đây là điểm giống nhau của ba loại hình chiến lược: “chiến tranh đặc biệt”, “chiến tranh cục bộ”, “Việt Nam hóa chiến tranh” của Mỹ ở Việt Nam?\nA. Có cố vấn Mỹ chỉ huy, tranh thủ ngoại giao với Liên Xô, Trung Quốc để cô lập ta.\nB. Sử dụng quân đội Sài Gòn, do Mỹ chỉ huy kết hợp với vũ khí, phương tiện chiến tranh của Mỹ.\nC. Quân đội Mỹ và quân đội Sài Gòn mở rộng chiến tranh ra toàn Đông Dương.\nD. Sử dụng quân Mỹ và đồng minh của Mỹ, kết hợp với viện trợ quân sự cho quân đội Sài Gòn.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\n- Đáp án A: là đặc điểm của “Việt Nam hóa chiến tranh”\n- Đáp án B: Cả ba chiến lược chiến tranh đề sử dụng quân đội Sài Gòn chỉ là vai trò của quân đội này ở mỗi chiến lược thì khác nhau, đều do cố vấn Mỹ chỉ huy kết hợp với vũ khí, phương tiện chiến tranh của Mỹ.\n- Đáp án C: là đặc điểm của “Đông Dương hóa chiến tranh”.\n- Đáp án D: là đặc điểm của “Chiến tranh cục bộ”."
    },
    {
        "ID": "His_30_30",
        "Image_Question": "",
        "Question": "Câu 30:Yếu tố nào dưới đây không phải là nguyên nhân thành lập của tổ chức ASEAN?\nA. Hạn chế sự ảnh hưởng của các cường quốc bên ngoài đối với khu vực.\nB. Hợp tác giữa các nước để cùng nhau phát triển.\nC. Thiết lập sự ảnh hưởng của mình đối với các nước khác.\nD. Sự ra đời và hoạt động có hiệu quả của các tổ chức hợp tác mang tính khu vực trên thế giới.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\n- Các đáp án A, B, D: là nguyên nhân thành lập tổ chức ASEAN.\n- Đáp án C: các nước sáng lập ASEAN thành lập tổ chức không nhằm thực hiện mục tiêu này. Dựa vào kiến thức về các quốc gia tiêu biểu, đây là chính sách của các nước lớn, đặc biệt là Liên Xô và Mĩ."
    },
    {
        "ID": "His_30_31",
        "Image_Question": "",
        "Question": "Câu 31:Chiến thắng nào của quân và dân miền Nam đã mở đầu cao trào “tìm Mỹ mà đánh, lùng Ngụy mà diệt” trên khắp miền Nam?\nA. Ấp Bắc\nB. Bình Giã\nC. Đồng Xoài\nD. Vạn Tường",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nChiến thắng Vạn Tường được xem như là Ấp Bắc đối với quân Mĩ, mở đầu cao trào “Tìm Mĩ mà đánh, lùng ngụy mà diệt” trên khắp miền Nam."
    },
    {
        "ID": "His_30_32",
        "Image_Question": "",
        "Question": "Câu 32:Đặc điểm nào sau đây không phản ánh đúng tình hình nước Mỹ 20 năm đầu sau chiến tranh thế giới thứ 2?\nA. Kinh tế Mỹ vượt xa Tây Âu và Nhật Bản.\nB. Trở thành trung tâm kinh tế - tài chính lớn nhất của thế giới.\nC. Kinh tế Mỹ chịu sự cạnh tranh gay gắt của Tây Âu và Nhật Bản.\nD. Nền kinh tế Mỹ phát triển nhanh chóng.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\n- Các đáp án A, B, D: đều thuộc tình hình của nước Mĩ trong 20 năm đầu sau chiến tranh thế giới thứ hai.\n- Đáp án C: vào đầu những năm 70 của thế kỉ XX, khi Nhật Bản và Tây Âu trở thành trung tâm kinh tế - tài chính của thế giới và đạt được sự phát triển nhanh chóng >< Mĩ đang trong quá trình chiến tranh lạnh với Liên Xô + Chịu ảnh hưởng của khủng hoảng năng lượng năm 1973 nên suy giảm thế mạnh về nhiều mặt, trải qua những đợt suy thoái ngắn => Kinh tế Mĩ gặp phải sự cạnh tranh quyết liệt của Tây Âu và Nhật Bản."
    },
    {
        "ID": "His_30_33",
        "Image_Question": "",
        "Question": "Câu 33:Nội dung xuyên suốt được ban chấp hành Trung ương thông qua tại các hội nghị tháng 11 năm 1939 và hội nghị tháng 5 năm 1941 là gì?\nA. Đặt nhiệm vụ giải phóng dân tộc lên hàng đầu.\nB. Chuyển trọng tâm công tác về vùng nông thôn.\nC. Thành lập Mặt trận Việt Nam độc lập đồng minh.\nD. Xác định chủ nghĩa Phát xít là kẻ thù duy nhất.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nHội nghị tháng 11/1939 và Hội nghị tháng 5/1941 đều có nội dung đặt nhiệm vụ giải phóng dân tộc lên hàng đầu -> Mở đầu và hoàn chỉnh quá trình chuyển hướng chỉ đạo chiến lược cách mạng của Đảng trong giai đoạn 1939 - 1945."
    },
    {
        "ID": "His_30_34",
        "Image_Question": "",
        "Question": "Câu 34:Điểm chung trong việc thực hiện kế hoạch 5 năm lần thứ nhất (1928 - 1932) và kế hoạch 5 năm lần thứ hai (1933 - 1937) ở Liên Xô là đều\nA. Hoàn thành đúng thời hạn\nB. Có sự giúp đỡ của nhiều nước\nC. Không hoàn thành đúng tiến độ\nD. Hoàn thành trước thời hạn",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nKế hoạch 5 năm lần thứ nhất (1928 – 1932) và kế hoạch 5 năm lần thứ hai (1933 – 1937) đều được hoàn thành trước thời hạn"
    },
    {
        "ID": "His_30_35",
        "Image_Question": "",
        "Question": "Câu 35:Nét tương đồng về hình thức đấu tranh của cách mạng Cuba năm 1959 với cách mạng tháng Tám năm 1945 ở Việt Nam là gì?\nA. Đấu tranh chính trị.\nB. Đấu tranh vũ trang.\nC. Đấu tranh ngoại giao.\nD. Khởi nghĩa từng phần.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\n- Cách mạng Cuba (1953–1959): Phong trào 26-7-1953 là một cuộc nổi dậy vũ trang do Phiđen Cátxtơrô và các đồng minh của họ tiến hành nhằm chống lại chính phủ của Tổng thống Batixta. Cách mạng bắt đầu vào tháng 7 năm 1953, và cuối cùng lật đổ Batixta vào ngày 1 tháng 1 năm 1959, lập nên chính phủ xã hội chủ nghĩa cách mạng. Tổ chức phong trào sau đó cải tổ theo đường lối cộng sản chủ nghĩa, và trở thành Đảng Cộng sản vào tháng 10 năm 1965.\n- Cách mạng tháng Tám năm 1945 của Việt Nam là cách mạng bảo lực với hình thức là khởi nghĩa vũ trang giành chính quyền từ tay thực dân Pháp.\n=> Nét tương đồng về hình thức đấu tranh của Cách mạng Cuba năm 1959 so với Cách mạng tháng Tám năm 1945 ở Việt Nam là đều đâu tranh vũ trang."
    },
    {
        "ID": "His_30_36",
        "Image_Question": "",
        "Question": "Câu 36:Nội dung nào sau đây không phản ánh ý nghĩa của hai cuộc tổng tuyển cử bầu quốc hội năm 1946 và 1976?\nA. Phát huy quyền làm chủ của mọi người dân Việt Nam từ già đến trẻ.\nB. Đập tan những âm mưu chống phá của kẻ thù.\nC. Tạo cơ sở pháp lý vững chắc cho nhà nước cách mạng tồn tại.\nD. Phát huy tinh thần yêu nước, ý thức trách nhiệm của công dân đối với tổ quốc.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\n- Đáp án A: hai cuộc tổng tuyển cử có phát huy quyền làm chủ của mọi người dân Việt Nam nhưng đối với những công dân >= 18 tuổi trở lên.\n- Các đáp án B, C, D: đều là ý nghĩa của hai cuộc tổng tuyển cử bầu quốc hội năm 1946 và 1976."
    },
    {
        "ID": "His_30_37",
        "Image_Question": "",
        "Question": "Câu 37:Việc mở rộng thành viên của tổ chức hiệp hội các quốc gia Đông Nam Á ASEAN từ 5 thành viên ban đầu lên 10 thành viên diễn ra lâu dài và đầy trở ngại vì lý do chủ yếu nào dưới đây?\nA. Trình độ phát triển của các nước trong khu vực quá chênh lệch.\nB. Chiến tranh lạnh và vấn đề Campuchia đẩy các nước xa nhau hơn.\nC. Sự chia rẽ của Chủ Nghĩa Thực dân đối với các nước trong khu vực.\nD. Phụ thuộc vào chiến lược phát triển của các nước trong khu vực.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nSau chiến tranh thế giới thứ hai, quan hệ quốc tế mới tiếp diến xoay quanh trật tự hai cực Ianta do hai siêu cường Liên Xô và Mĩ đứng đầu mỗi phe, đặc biệt là hai cường quốc này đã rơi vào tình trạng chiến tranh lạnh căng thẳng suốt 4 thập kỉ.\nCác nước Đông Nam Á cũng không nắm ngoài ảnh hưởng của tình hình chung này. Do trong nhó 5 nước sáng lập ASEAN có quốc gia tham gia chiến tranh Việt Nam (Thái Lan và Philippin), một số nước thi hành chính sách hòa bình trung lập (In-đô-nê-xi-a, Mi-an-ma). Đồng thời cũng do vấn đề Campuchia nên quan hệ giữa các nước ASEAN với các nước Đông Dương trở nên gay gắt và đối đầu nhau, đặc biệt một số nước nhận sự viện trợ và giúp đỡ của Liên Xô, Trung Quốc, trong đó có Việt Nam.\n=> Chiến tranh lạnh và vấn đề Campuchia đã chi phối tình hinh các nước Đông Nam Á, làm cho quá trình mở rộng thành viên của ASEAN diễn ra lâu dài và đầy trở ngại."
    },
    {
        "ID": "His_30_38",
        "Image_Question": "",
        "Question": "Câu 38:Sau năm 1884, Việt Nam là một nước\nA. Phong kiến lệ thuộc\nB. Nửa thuộc địa nửa tư bản\nC. Thuộc địa nửa phong kiến\nD. Nửa thuộc địa nửa phong kiến",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\n- Xét khái niệm: Chế độ thuộc địa nửa phong kiến là những nước bị các nước đế quốc chủ nghĩa cai trị, bóc lột. Về thực chất đó là một nước thuộc địa, nhưng vẫn được duy trì chế độ phong kiến bằng cách nuôi dưỡng, sử dụng bọn tay sai phong kiến bản địa để tăng cường thống trị, đàn áp nhân dân.\n- Ở Việt Nam, với Hiệp ước Hácmăng (1883) và Patơnốt (1884) chế độ phong kiến nhà Nguyễn vẫn còn tồn tại nhưng thực chất Pháp đã nắm toàn bộ quyền hành, nhà vua không có thực quyền. Pháp muốn sử dụng chế độ phong kiến làm công cụ để tăng cường thống trị và đàn áp nhân dân Việt Nam.\n=> Sau năm 1884, Việt Nam trở thành một bước thuộc địa nửa phong kiến."
    },
    {
        "ID": "His_30_39",
        "Image_Question": "",
        "Question": "Câu 39:Chiến Thắng Bình Giã (2-12-1964) là thắng lợi của quân dân miền Nam chống chiến lược chiến tranh nào của Mỹ?\nA. Chiến lược chiến tranh đơn phương.\nB. Chiến lược chiến tranh cục bộ.\nC. Chiến lược Việt Nam hóa chiến tranh.\nD. Chiến lược chiến tranh đặc biệt.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nVới chiến thắng Bình Giã (2-12-1964) đã làm phá sản về cơ bản chiến lược “Chiến tranh đặc biệt” của Mĩ (1961 – 1965)."
    },
    {
        "ID": "His_30_40",
        "Image_Question": "",
        "Question": "Câu 40:Thách thức lớn nhất của nhân loại trong những năm đầu của thế kỷ XXI là gì?\nA. Tình trạng cạn kiệt nguồn tài nguyên thiên nhiên.\nB. Tình trạng ô nhiễm môi trường nghiêm trọng.\nC. Chiến tranh xung đột nổ ra ở nhiều nơi trên thế giới.\nD. Chủ nghĩa khủng bố đe dọa hòa bình thế giới.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nTrong nền chính trị thế giới, chủ nghĩa khủng bố hiện đại bắt đầu trở thành một vấn đề an ninh quốc tế quan trọng vào cuối những năm 1960, với hàng loạt các vụ tấn công đẫm máu xảy ra nhiều nơi trên thế giới, rất nhiều trong số đó liên quan đến xung đột Israel - Ảrập. Sau sự kiện 11/9, có thể nói chủ nghĩa khủng bố đã trở thành một vấn đề toàn cầu then chốt, là một trong những mối đe dọa lớn nhất cho các quốc gía. Ngày nay, hầu như mọi quốc gia và Liên Hiệp Quốc đều nhận ra bản chất nguy hiểm của mối đe dọa này và đang tìm mọi cách ngăn chặn nó phát triển mạnh hơn. Hành động khủng bố có thể do một vài cá nhân hoặc một tổ chức chống chính phủ gây nên, cũng có thể được chính chính quyền sử dụng và tài trợ để chống lại các nhóm chính trị nhất định."
    }
]