[
    {
        "ID": "His_18_1",
        "Image_Question": "",
        "Question": "CÂU 1:Nhân tố nào dưới đây có yếu tố quyết định đối với sự tăng trưởng kinh tế, nâng cao chất lượng cuộc sống của con người?\nA. Cách mạng khoa học - kĩ thuật hiện đại.\nB. “Cách mạng chất xám”.\nC. “Cách mạng xanh” trong nông nghiệp.\nD. “Cách mạng tri thức”.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "A chọn vì:\n- Nguồn gốc: Cuộc cách mạng khoa học – kĩ thuật hiện đại (từ những năm 70 của thế kỉ XX là cuộc cách mạng khoa học - công nghệ) diễn ra do những đòi hỏi của cuộc sống, sản xuất, nhằm đáp ứng nhu cầu vật chất và tinh thần ngày càng cao của con người, nhất là trong tình hình bùng nổ dân số, thế giới và sự vơi cạn nghiêm trọng các nguồn tài nguyên thiên nhiên, đặc biệt là từ sau Chiến tranh thế giới thứ hai.\n- Thành tựu: Cuộc cách mạng khoa học – kĩ thuật hiện đại đã làm tăng năng suất lao động, không ngừng nâng cao mức sống và chất lượng cuộc sống của con người. Từ đó dẫn đến những thay đổi lớn về cơ cấu dân cư, chất lượng nguồn nhân lực,...\nB, C loại vì “Cách mạng chất xám”, “Cách mạng xanh” trong nông nghiệp, chỉ diễn ra ở 1 số nước nhất định.\nD loại vì “Cách mạng tri thức” ở phương án này nếu chưa rõ ràng.\nChọn đáp án A."
    },
    {
        "ID": "His_18_2",
        "Image_Question": "",
        "Question": "CÂU 2:Con đường Cách mạng Việt Nam được xác định trong Cương lĩnh chính trị đầu tiên của Đảng do Nguyễn Ái Quốc khởi thảo là\nA. Tịch thu hết sản nghiệp của bọn đế quốc, Việt gian chia cho dân nghèo.\nB. Thực hiện cách mạng ruộng đất triệt để.\nC. Đánh đổ địa chủ phong kiến, làm cách mạng thổ địa sau đó làm cách mạng dân tộc.\nD. Làm cách mạng tư sản dân quyền và cách mạng ruộng đất để đi tới xã hội cộng sản.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Con đường Cách mạng Việt Nam được xác định trong Cương lĩnh chính trị đầu tiên của Đảng do Nguyễn Ái Quốc khởi thảo là làm cách mạng tư sản dân quyền và cách mạng ruộng đất để đi tới xã hội cộng sản.\nChọn đáp án D."
    },
    {
        "ID": "His_18_3",
        "Image_Question": "",
        "Question": "CÂU 3:Bài học kinh nghiệm nào về xây dựng lực lượng cách mạng được Đảng rút ra trong phong trào cách mạng 1930-1931?\nA. Xây dựng khối liên minh nông dân với tư sản và tiểu tư sản.\nB. Xây dựng khối liên minh công-nông vững chắc.\nC. Xây dựng khối đoàn kết dân tộc.\nD. Xây dựng khối liên minh công-nông với các lực lượng cách mạng khác.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Bài học kinh nghiệm về xây dựng lực lượng cách mạng được Đảng rút ra trong phong trào cách mạng 1930 1931 là cần phải xây dựng khối liên minh công-nông vững chắc.\nChọn đáp án B."
    },
    {
        "ID": "His_18_4",
        "Image_Question": "",
        "Question": "CÂU 4:Sau Chiến tranh thế giới thứ hai, khu vực Mĩ Latinh trở thành “Lục địa bùng cháy” vì lí do nào sau đây?\nA. Chính phủ Cuba tuyên bố đi lên chủ nghĩa xã hội.\nB. Phong trào đấu tranh chính trị diễn ra mạnh mẽ.\nC. Phong trào đấu tranh vũ trang phát triển mạnh.\nD. Chế độ độc tài thân Mĩ Batista ở Cuba bị lật đổ.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Trong thập niên 60-70 của thế kỉ XX, Mĩ Latinh được mệnh danh là “Lục địa bùng cháy” vì cao trào đấu tranh vũ trang bùng nổ mạnh mẽ như ở Vênêxuela, Goatemala, Colombia, Peru, Niracagoa, Chilê,...\nChọn đáp án C."
    },
    {
        "ID": "His_18_5",
        "Image_Question": "",
        "Question": "CÂU 5:Yếu tố nào sau đây tác động đến sự chuyển hướng đấu tranh của Đảng Cộng sản Đông Dương tại Hội nghị Ban Chấp hành Trung ương tháng 11-1939?\nA. Chiến tranh thế giới thứ hai bùng nổ.\nB. Nhật đảo chính Pháp độc chiếm Đông Dương.\nC. Phát xít Nhật đầu hàng Đồng minh không điều kiện.\nD. Mặt trận Nhân dân lên cầm quyền ở Pháp.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Yếu tố tác động đến sự chuyển hướng đấu tranh của Đảng Cộng sản Đông Dương tại Hội nghị Ban Chấp hành Trung ương tháng 11-1939 là Chiến tranh thế giới thứ hai bùng nổ.\nChọn đáp án A."
    },
    {
        "ID": "His_18_6",
        "Image_Question": "",
        "Question": "CÂU 6:Yếu tố nào quyết định sự bùng nổ của phong trào dân chủ 1936-1939 ở Việt Nam?\nA. Nghị quyết Đại hội lần thứ VII của Quốc tế Cộng sản (7-1935).\nB. Chính phủ Mặt trận Nhân dân lên cầm quyền ở Pháp (6-1936).\nC. Sự xuất hiện chủ nghĩa phát xít và nguy cơ chiến tranh thế giới mới (những năm 30 của thế kỉ XX).\nD. Nghị quyết Hội nghị Ban Chấp hành Trung ương Đảng Cộng sản Đông Dương (7-1936).",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Các phương án nêu trên đều là nguyên nhân dẫn tới phong trào 1936 – 1939, trong đó, yếu tố quyết định sự bùng nổ của phong trào dân chủ 1936-1939 ở Việt Nam là: Nghị quyết Hội nghị Ban Chấp hành Trung ương Đảng Cộng sản Đông Dương (7-1936).\nCụ thể: Tháng 7-1936, Hội nghị Ban Chấp hành Trung ương Đảng Cộng sản Đông Dương đã dựa trên nghị quyết Đại hội lần thứ VII của Quốc tế cộng sản, căn cứ vào tình hình cụ thể của Việt Nam để ra đường lối và phương pháp đấu tranh (nhiệm vụ chiến lược, nhiệm vụ trước mắt, hình thức đấu tranh thành lập mặt trận).\nChọn đáp án D."
    },
    {
        "ID": "His_18_7",
        "Image_Question": "",
        "Question": "CÂU 7:Mặt trận nào giữ vai trò chuẩn bị trực tiếp, quyết định thắng lợi của Cách mạng tháng Tám 1945 ở Việt Nam?\nA. Mặt trận Dân tộc phản đế Đông Dương.\nB. Mặt trận Liên Việt.\nC. Mặt trận Việt Minh.\nD. Mặt trận Dân chủ Đông Dương.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Mặt trận Việt Minh giữ vai trò chuẩn bị trực tiếp, quyết định thắng lợi của Cách mạng tháng Tám 1945 ở Việt Nam.\nChọn đáp án C."
    },
    {
        "ID": "His_18_8",
        "Image_Question": "",
        "Question": "CÂU 8:Trong Cách mạng tháng Tám năm 1945 ở Việt Nam, tổ chức nào có nhiệm vụ chỉ huy các chiến khu ở Bắc Kì và giúp đỡ cả nước về quân sự?\nA. Ủy ban Quân sự cách mạng Bắc Kì.\nB. Đội Việt Nam Tuyên truyền giải phóng quân.\nC. Đội Việt Nam giải phóng quân.\nD. Đội Cứu quốc quân.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Trong Cách mạng tháng Tám năm 1945 ở Việt Nam, Ủy ban Quân sự cách mạng Bắc Kì có nhiệm vụ chỉ huy các chiến khu ở Bắc Kì và giúp đỡ cả nước về quân sự.\nChọn đáp án A."
    },
    {
        "ID": "His_18_9",
        "Image_Question": "",
        "Question": "CÂU 9:Năm 1942, Mặt trận Việt Minh đã thí điểm xây dựng các Hội Cứu quốc ở đâu?\nA. Cao Bằng.\nB. Hà Giang.\nC. Lạng Sơn.\nD. Bắc Kạn.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Năm 1942, Mặt trận Việt Minh đã thí điểm xây dựng các Hội Cứu quốc ở Cao Bằng.\nChọn đáp án A."
    },
    {
        "ID": "His_18_10",
        "Image_Question": "",
        "Question": "CÂU 10:Từ sau ngày 2-9-1945 đến trước ngày 6-3-1946 Đảng, Chính phủ và Chủ tịch Hồ Chí Minh chủ trương\nA. đấu tranh vũ trang với quân Trung Hoa Dân quốc và hòa với Pháp.\nB. đấu tranh vũ trang chống quân Trung Hoa Dân quốc và quân Pháp.\nC. hòa hoãn, nhân nhượng với thực dân Pháp và Trung Hoa Dân quốc.\nD. hòa hoãn với quân Trung Hoa Dân quốc và kháng chiến chống Pháp.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Từ sau ngày 2-9-1945 đến trước ngày 6-3-1946 Đảng, Chính phủ và Chủ tịch Hồ Chí Minh chủ trương hòa hoãn với quân Trung Hoa Dân quốc và kháng chiến chống Pháp.\nChọn đáp án D."
    },
    {
        "ID": "His_18_11",
        "Image_Question": "",
        "Question": "CÂU 11:Trong phong trào cách mạng 1930 – 1931, Xô viết Nghệ - Tĩnh đã thực hiện chính sách nào sau đây?\nA. Mở lớp dạy chữ Quốc ngữ cho các tầng lớp nhân dân.\nB. Tổ chức phong trào Bình dân học vụ để xóa nạn mù chữ.\nC. Thành lập Đội Việt Nam tuyên truyền giải phóng quân.\nD. Tổ chức tổng tuyển cử tự do bầu chính quyền địa phương.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Trong phong trào cách mạng 1930 – 1931, Xô Viết Nghệ - Tĩnh đã thực hiện chính sách mở lớp dạy chữ Quốc ngữ cho các tầng lớp nhân dân.\nChọn đáp án A."
    },
    {
        "ID": "His_18_12",
        "Image_Question": "",
        "Question": "CÂU 12:Yếu tố quyết định để cách mạng tháng Tám (1945) ở Việt Nam thắng lợi nhanh chóng, ít đổ máu là\nA. Yếu tố khách quan.\nB. Yếu tố chủ quan.\nC. Nhật đầu hàng quân Đồng minh.\nD. Đảng Cộng sản Việt Nam lãnh đạo.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "A, C loại vì trong Cách mạng tháng Tám là chiến thắng của Hồng quân Liên Xô và quân Đồng minh trong cuộc chiến tranh chống phát xít dù tạo điều kiện khách quan thuận lợi cho ta tiến hành Tổng khởi nghĩa nhưng đây không phải là yếu tố quyết định để cách mạng tháng Tám (1945) ở Việt Nam thắng lợi nhanh chóng, ít đổ máu. Chỉ có yếu tố chủ quan là đóng vai trò quyết định.\nB chọn vì yếu tố chủ quan là sự chuẩn bị kĩ lưỡng, tập dượt đấu tranh suốt 15 năm từ 1930 – 1945 và sự linh hoạt, chớp thời cơ phát động quần chúng nổi dậy giành chính quyền của Đảng.\nD loại vì lúc này Đảng đã đổi tên thành Đảng Cộng sản Đông Dương và việc chỉ nêu tên Đảng cũng chưa thể hiện được vai trò quyết định dẫn tới sự thắng lợi nhanh chóng và ít đổ máu của Cách mạng tháng Tám.\nChọn đáp án B."
    },
    {
        "ID": "His_18_13",
        "Image_Question": "",
        "Question": "CÂU 13:Vì sao Hội nghị Trung ương Đảng lần VIII có tầm quan trọng đặc biệt đối với Cách mạng tháng Tám – 1945?\nA. Củng cố được khối đoàn kết toàn dân.\nB. Giải quyết được vấn đề ruộng đất cho nông dân.\nC. Chủ trương giương cao ngọn cờ giải phóng dân tộc.\nD. Hoàn chỉnh việc chuyển hướng chỉ đạo chiến lược của Hội nghị trung ương lần VI (11/1939).",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Hội nghị Trung ương Đảng lần VIII có tầm quan trọng đặc biệt đối với cách mạng tháng Tám – 1945 vì đã hoàn chỉnh việc chuyển hướng chỉ đạo chiến lược của Hội nghị trung ương lần VI (11/1939) nhằm giải quyết mục tiêu số một của cách mạng là dân tộc giải phóng và đề ra nhiều chủ trương, biện pháp sáng tạo để thực hiện mục tiêu ấy.\nChọn đáp án D."
    },
    {
        "ID": "His_18_14",
        "Image_Question": "",
        "Question": "CÂU 14:Hội nghị Ban Chấp hành Trung ương Đảng họp (5-1941) xác định đối tượng của cách mạng Đông Dương là\nA. Đế quốc Pháp, tay sai.\nB. Đế quốc Pháp - Nhật.\nC. Đế quốc Nhật.\nD. Đế quốc Nhật và bọn phản động.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Hội nghị Ban Chấp hành Trung ương Đảng họp (5-1941) xác định đối tượng của cách mạng Đông Dương là đế quốc Pháp - Nhật.\nChọn đáp án B."
    },
    {
        "ID": "His_18_15",
        "Image_Question": "",
        "Question": "CÂU 15:Khó khăn lớn nhất nước Việt Nam Dân chủ Cộng hòa phải đối mặt sau cách mạng tháng Tám năm 1945 là gì?\nA. Ngân quỹ nhà nước trống rỗng.\nB. Ngoại xâm và nội phản.\nC. Hơn 90% dân số mù chữ.\nD. Nạn đói đe dọa nghiêm trọng.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Khó khăn của nước ta sau Cách mạng tháng Tám 1945:\n- Ngoại xâm và nội phản: Đây là kẻ thù nguy hiểm nhất vì chúng đều âm mưu phá chính quyền, chống phá cách mạng nước ta, đối lập lợi ích với nhân dân ta. Ngoại xâm là vấn đề rất nguy hiểm, nếu không có đường lối, phương pháp đấu tranh đúng đắn, linh hoạt, ta sẽ mất đi thành quả của CM tháng 8/1945 và bị biến thành nước mất độc lập như thời kì trước.\n- Giặc đói, giặc dốt, khó khăn về tài chính: cũng là những khó khăn rất lớn của ta nhưng đây là những vấn đề khó khăn trong nước. Các vấn đề này không nguy hại như ngoại xâm và nội phản, Đảng và Chính phủ cùng nhân dân có thể giải quyết được.\nChọn đáp án B."
    },
    {
        "ID": "His_18_16",
        "Image_Question": "",
        "Question": "CÂU 16:Thắng lợi của Tổng tuyển cử ngày 6-1-1946 đã chứng tỏ điều gì?\nA. Tinh thần yêu nước, khối đoàn kết toàn dân trong xây dựng chế độ mới.\nB. Việc Đảng Cộng sản Đông Dương đã trở lại hoạt động công khai.\nC. Đất nước đã vượt qua mọi khó khăn thử thách.\nD. Chế độ mới được xây dựng hợp lòng dân.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "A chọn vì\nThắng lợi của cuộc Tổng tuyển cử đã khẳng định niềm tin tuyệt đối của Đảng và Chủ tịch Hồ Chí Minh vào tinh thần yêu nước của nhân dân ta. Đồng thời, đó cũng là sự biểu thị khát vọng dân chủ của nhân dân (ý thức làm chủ) và sức mạnh của khối đại đoàn kết toàn dân. Thắng lợi của cuộc Tổng tuyển cử như Chủ tịch Hồ Chí Minh đã nói trong kỳ họp thứ nhất của Quốc hội đầu tiên, là “Kết quả của sự hy sinh, tranh đấu của tổ tiên ta, nó là kết quả của sự đoàn kết anh dũng phấn đấu của toàn thể đồng bào Việt Nam ta, sự đoàn kết của toàn thể đồng bào không kể già, trẻ, lớn, bé, gồm tất cả các tôn giáo, tất cả các dân tộc trên bờ cõi Việt Nam đoàn kết chặt chẽ thành một khối, hy sinh không sợ nguy hiểm tranh lấy nền độc lập cho Tổ quốc”.\n=> Thành công của cuộc Tổng tuyển cử bầu Quốc hội (1946) ở Việt Nam chứng tỏ nhân dân có tinh thần yêu nước, khối đoàn kết toàn dân trong xây dựng chế độ mới.\nB loại vì Đảng Cộng sản Đông Dương trở thành Đảng cầm quyền và hoạt động công khai được đánh dấu bằng thắng lợi của Cách mạng tháng Tám.\nC loại vì lúc này đất nước đang đứng trước muôn vàn khó khăn, thử thách: ngoại xâm và nội phản, khó khăn về giặc đói, giặt dốt, khó khăn về tài chính.\nD loại vì vẫn có những kẻ chống phá chế độ mới và việc thành lập chính quyền mới.\nChọn đáp án A."
    },
    {
        "ID": "His_18_17",
        "Image_Question": "",
        "Question": "CÂU 17:Biến đổi nào của khu vực Đông Bắc Á trong mười năm đầu sau Chiến tranh thế giới thứ hai đã trở thành “ bước đột phá” làm thay đổi bản đồ địa chính trị thế giới?\nA. Trung Quốc thu hồi được chủ quyền ở Hồng Kông và Ma Cao.\nB. Hàn Quốc, Hồng Kông và Ma Cao trở thành “con rồng” kinh tế của châu Á.\nC. Nội chiến ở Trung Quốc kết thúc, nước Cộng hoà Nhân dân Trung Hoa ra đời.\nD. Nhật Bản trở thành trung tâm kinh tế - tài chính lớn thứ hai thế giới.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "A loại vì Trung Quốc thu hồi được chủ quyền ở Hồng Kông (1997) và Ma Cao (1999) – thời gian không phù hợp với yêu cầu của câu hỏi.\nB loại vì Ma Cao không phải là “con rồng kinh tế của châu Á.\nC chọn vì nội chiến ở Trung Quốc kết thúc, nước Cộng hoà Nhân dân Trung Hoa ra đời đã đánh dấu sự nối dài của hệ thống xã hội chủ nghĩa từ Âu sang Á, trở thành “bước đột phá” làm thay đổi bản đồ địa chính trị thế giới.\nD loại vì phải đến những năm 70 của thế kỉ XX thì Nhật mới trở thành trung tâm kinh tế - tài chính lớn thứ hai thế giới.\nChọn đáp án C."
    },
    {
        "ID": "His_18_18",
        "Image_Question": "",
        "Question": "CÂU 18:Thắng lợi của Cách mạng tháng Tám năm 1945 ở Việt Nam có ý nghĩa quốc tế nổi bật là\nA. góp phần vào chiến thắng chủ nghĩa phát xít.\nB. góp phần làm suy yếu chủ nghĩa thực dân.\nC. góp phần vào thắng lợi của cách mạng châu Á.\nD. góp phần vào chiến thắng chủ nghĩa thực dân cũ.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Thắng lợi của Cách mạng tháng Tám năm 1945 ở Việt Nam có ý nghĩa quốc tế nổi bật là đã góp phần vào chiến thắng chủ nghĩa phát xít trong Chiến tranh thế giới thứ hai.\nChọn đáp án A."
    },
    {
        "ID": "His_18_19",
        "Image_Question": "",
        "Question": "CÂU 19:Đặc điểm bao trùm của phong trào yêu nước ở Việt Nam từ năm 1919 đến đầu năm 1930 có hai khuynh hướng\nA. dân chủ xã hội và dân chủ vô sản cùng tồn tại để giải quyết nhiệm vụ dân tộc.\nB. phong kiến và dân chủ tư sản cùng tồn tại để giải quyết nhiệm vụ cách mạng.\nC. dân chủ tư sản và vô sản cùng hoạt động để giải quyết nhiệm vụ giai cấp.\nD. dân chủ tư sản và vô sản cùng hoạt động để giải quyết nhiệm vụ cách mạng.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Ở Việt Nam giai đoạn 1919 – 1930 tồn tại song song hai khuynh hướng cứu nước là dân chủ tư sản và vô sản.\nChọn đáp án D."
    },
    {
        "ID": "His_18_20",
        "Image_Question": "",
        "Question": "CÂU 20:Bản chỉ thị “Nhật-Pháp bắn nhau và hành động của chúng ta” (12-3-1945) của Ban Thường vụ Trung ương Đảng Cộng sản Đông Dương xác định kẻ thù chính của nhân dân Đông Dương là\nA. thực dân Pháp.\nB. thực dân Pháp và tay sai.\nC. phát xít Nhật.\nD. phát xít Nhật và thực dân Pháp.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Bản chỉ thị “Nhật-Pháp bắn nhau và hành động của chúng ta” (12-3-1945) của Ban Thường vụ Trung ương Đảng Cộng sản Đông Dương xác định kẻ thù chính của nhân dân Đông Dương là phát xít Nhật.\nChọn đáp án C."
    },
    {
        "ID": "His_18_21",
        "Image_Question": "",
        "Question": "CÂU 21:Hội nghị Ban Chấp hành Trung ương Đảng (11-1939) xác định nhiệm vụ của cách mạng Đông Dương như thế nào?\nA. Nhiệm vụ chống chủ nghĩa phát xít và chống chiến tranh.\nB. Giải phóng các dân tộc Đông Dương đặt lên hàng đầu.\nC. Giải phóng dân tộc và giải phóng giai cấp lên hàng đầu.\nD. Đặt nhiệm vụ chống phong kiến, đế quốc lên hàng đầu.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Hội nghị Ban Chấp hành Trung ương Đảng (11-1939) xác định nhiệm vụ của cách mạng Đông Dương là đánh đổ đế quốc và tay sai, giải phóng các dân tộc Đông Dương, làm cho các nước Đông Dương hoàn toàn độc lập.\nChọn đáp án B."
    },
    {
        "ID": "His_18_22",
        "Image_Question": "",
        "Question": "CÂU 22:Sự xuất hiện của ba tổ chức cộng sản ở Việt Nam năm 1929 chứng tỏ điều gì?\nA. Cuộc khủng hoảng đường lối cứu nước ở Việt Nam đã được giải quyết.\nB. Giai cấp công nhân đã trưởng thành và đủ sức lãnh đạo cách mạng Việt Nam.\nC. Phong trào công nhân Việt Nam đã hoàn toàn trở thành phong trào tự giác.\nD. Sự phát triển của khuynh hướng cứu nước theo con đường cách mạng vô sản.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "A, B, C loại vì phải đến khi Đảng Cộng sản Việt Nam ra đời thì chấm dứt cuộc khủng hoảng đường lối cứu nước ở Việt Nam, chứng tỏ giai cấp công nhân đã trưởng thành và đủ sức lãnh đạo cách mạng Việt Nam và phong trào công nhân Việt Nam đã hoàn toàn trở thành phong trào tự giác.\nD chọn vì khuynh hướng cứu nước theo con đường cách mạng vô sản đã du nhập vào Việt Nam từ sau Chiến tranh thế giới thứ nhất và cho đến năm 1929 với sự xuất hiện của ba tổ chức cộng sản ở Việt Nam đã cho thấy sự phát triển của khuynh hướng cứu nước theo con đường cách mạng vô sản.\nChọn đáp án D."
    },
    {
        "ID": "His_18_23",
        "Image_Question": "",
        "Question": "CÂU 23:Nét độc đáo về hình thức khởi nghĩa vũ trang giành chính quyền trong Cách mạng tháng Tám năm 1945 ở Việt Nam là gì?\nA. Đi từ khởi nghĩa từng phần tiến lên chiến tranh cách mạng.\nB. Khởi nghĩa từng phần, giành chính quyền từng bộ phận.\nC. Tổng khởi nghĩa giành chính quyền diễn ra trên toàn quốc.\nD. Đi từ khởi nghĩa từng phần tiến lên Tổng khởi nghĩa.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "A loại vì đây là đặc điểm của giai đoạn 1960 – 1975 (khởi nghĩa từng phần là cuộc “Đồng khởi”, sau đó là tiến lên chiến tranh cách mạng).\nB loại vì thiếu Tổng khởi nghĩa.\nC loại vì thiếu khởi nghĩa từng phần.\nChọn đáp án D."
    },
    {
        "ID": "His_18_24",
        "Image_Question": "",
        "Question": "CÂU 24:Khẩu hiệu thành lập \"Chính phủ dân chủ cộng hòa\" được đưa ra trong\nA. Đại hội Quốc dân Tân Trào (16 đến 17-8-1945).\nB. Hội nghị Ban Chấp hành Trung ương Đảng (11-1939).\nC. Hội nghị toàn quốc của Đảng (14 đến 15-8-1945).\nD. Hội nghị Ban Chấp hành Trung ương Đảng (5-1941).",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Khẩu hiệu thành lập \"Chính phủ dân chủ cộng hòa\" được đưa ra trong Hội nghị Ban Chấp hành Trung ương Đảng (11-1939).\nChọn đáp án B."
    },
    {
        "ID": "His_18_25",
        "Image_Question": "",
        "Question": "CÂU 25:Đâu không phải là thách thức lớn nhất của nhân loại đang phải đối mặt hiện nay?\nA. Chủ nghĩa thực dân kiểu cũ.\nB. Xung đột sắc tộc.\nC. Chủ nghĩa khủng bố.\nD. Dịch bệnh, đói nghèo.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "A chọn vì hiện tại chủ nghĩa thực dân cũ đã không còn.\nChọn đáp án A."
    },
    {
        "ID": "His_18_26",
        "Image_Question": "",
        "Question": "CÂU 26:Phong trào cách mạng 1930 - 1931 bùng nổ do nguyên nhân chủ yếu nào?\nA. Khủng hoảng kinh tế 1929 1933 và sự ra đời của Đảng Cộng sản Việt Nam.\nB. Ba tổ chức cộng sản ra đời (1929) và tác động của cuộc khủng hoảng kinh tế 1929-1933.\nC. Sự chỉ đạo kịp thời của Quốc tế Cộng sản đối với cách mạng Việt Nam.\nD. Những hoạt động yêu nước của lãnh tụ Nguyễn Ái Quốc.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "A chọn vì cuộc khủng hoảng kinh tế 1929 - 1933 đã tác động rất lớn đến kinh tế - xã hội nước ta và sự ra đời của Đảng Cộng sản Việt Nam đã trở thành nguyên nhân quyết định dẫn tới sự bùng nổ của phong trào 1930 – 1931.\nB loại vì lúc này ba tổ chức cộng sản đã được hợp nhất thành Đảng Cộng sản Việt Nam.\nC loại vì sau phong trào 1930 – 1931 thì Đảng Cộng sản Đông Dương mới được Quốc tế Cộng sản công nhận là một phân bố độc lập, trực thuộc Quốc tế Cộng sản.\nD loại vì thiếu nội dung về cuộc khủng hoảng kinh tế 1929 – 1933, ngoài ra, việc nêu những hoạt động yêu nước của Nguyễn Ái Quốc cũng chưa rõ ràng và hoạt động yêu nước của Nguyễn Ái Quốc bắt đầu từ năm 1911 khi ra đi tìm đường cứu nước.\nChọn đáp án A."
    },
    {
        "ID": "His_18_27",
        "Image_Question": "",
        "Question": "CÂU 27:Trong phong trào giải phóng dân tộc, hai quốc gia nào ở Đông Nam Á chịu ảnh hưởng trực tiếp và to lớn từ Cách mạng tháng Tám năm 1945 của Việt Nam?\nA. Lào và Miến điện.\nB. Camphuchia và Thái Lan.\nC. Miên và Lào.\nD. Lào và Inđônêxia",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Trong Hội nghị Ban Chấp hành Trung ương Đảng (5/1941), Đảng Cộng sản Đông Dương quyết định thành lập ở mỗi nước Đông Dương 1 Mặt trận thống nhất riêng để lãnh đạo đấu tranh cho phù hợp với tình hình mỗi  nước. Cụ thể, ở Việt Nam, thành lập Mặt trận Việt Nam độc lập đồng minh (Việt Minh), ở Lào thành lập Ai Lao độc lập đồng minh, ở Campuchia thành lập Cao Miên độc lập đồng minh.\n=> Dưới sự lãnh đạo thống nhất của Đảng Cộng sản Đông Dương, Tổng khởi nghĩa tháng Tám năm 1945  thành công ở Việt Nam có tác động đến Campuchia (Cao Miên) và Lào (Ai Lao).\nChọn đáp án C."
    },
    {
        "ID": "His_18_28",
        "Image_Question": "",
        "Question": "CÂU 28:Sự kiện nào đánh dấu Đảng Cộng sản Đông Dương trở thành một Đảng cầm quyền?\nA. Đảng Cộng sản Việt Nam ra đời.\nB. Thắng lợi của Cách mạng tháng Tám năm 1945.\nC. Cuộc Tổng diễn tập lần thứ hai 1936-1939.\nD. Cuộc Tổng diễn tập đầu tiên 1930-1931.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Thắng lợi của Cách mạng tháng Tám năm 1945 đã đánh dấu Đảng Cộng sản Đông Dương trở thành một Đảng cầm quyền.\nChọn đáp án B."
    },
    {
        "ID": "His_18_29",
        "Image_Question": "",
        "Question": "CÂU 29:Năm 1945, Việt Nam Giải phóng quân ra đời trên cơ sở hợp nhất các tổ chức nào?\nA. Việt Nam Tuyên truyền giải phóng quân với du kích Ba Tơ.\nB. Việt Nam Tuyên truyền giải phóng quân với đội du kích Bắc Sơn.\nC. Việt Nam Truyên truyền giải phóng quân với Việt Nam Cứu quốc quân.\nD. Cứu quốc quân với du kích Võ Nhai - Thái Nguyên.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Năm 1945, Việt Nam Giải phóng quân ra đời trên cơ sở hợp nhất Việt Nam Truyên truyền giải phóng quân với Việt Nam Cứu quốc quân.\nChọn đáp án C."
    },
    {
        "ID": "His_18_30",
        "Image_Question": "",
        "Question": "CÂU 30:Bản Hiến pháp tháng 11/1993 của Nam Phi đánh dấu sự kiện gì?\nA. Sự thành lập nước Cộng hòa Nam Phi.\nB. Xóa bỏ chế độ phân biệt chủng tộc Apacthai.\nC. Nenxơn Manđêla làm tổng thống Nam Phi.\nD. Mở đầu cuộc đấu tranh chống chế độ phân biệt chủng tộc.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Bản Hiến pháp tháng 11/1993 của Nam Phi đánh dấu xóa bỏ chế độ phân biệt chủng tộc Apacthai.\nChọn đáp án B."
    },
    {
        "ID": "His_18_31",
        "Image_Question": "",
        "Question": "CÂU 31:Nội dung nào không được ghi trong Hiệp định Sơ bộ 6-3-1946?\nA. Hai bên thực hiện ngừng mọi cuộc xung đột vũ trang trên toàn Nam Bộ.\nB. Chính phủ Việt Nam tiếp tục nhân nhượng Pháp một số quyền lợi về kinh tế - văn hóa.\nC. Chính phủ Việt Nam chấp nhận 15000 quân Pháp ra miền Bắc và rút dần trong 5 năm.\nD. Chính phủ Pháp công nhận nước Việt Nam Dân chủ Cộng hòa là quốc gia tự do.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "- Nội dung các phương án A, C, D phản ánh đúng nội dung của Hiệp định Sơ bộ.\n- Nội dung phương án B không có trong nội dung của Hiệp định Sơ bộ.\nChọn đáp án B."
    },
    {
        "ID": "His_18_32",
        "Image_Question": "",
        "Question": "CÂU 32:Hai khẩu hiệu chiến lược của cách mạng Việt Nam thời kì 1930-1945 là gì?\nA. “Đánh đổi phong kiến “ và “giải phóng dân tộc”.\nB. “Đánh đuổi Nam triều” và “Người cày có ruộng”.\nC. “Độc lập dân tộc” và “Người cày có ruộng”.\nD. “Dân quyền tự do” và “Người cày có ruộng”.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Trong giai đoạn 1930 – 1945, cách mạng Việt Nam có hai nhiệm vụ là chống đế quốc để giành độc lập và chống phong kiến để giành ruộng đất => Hai khẩu hiệu chiến lược của cách mạng Việt Nam thời kì 1930-1945 là “Độc lập dân tộc” và “Người cày có ruộng”.\nChọn đáp án C."
    },
    {
        "ID": "His_18_33",
        "Image_Question": "",
        "Question": "CÂU 33:Hội nghị Ban chấp hành Trung ương Đảng tháng 10-1930 đã quyết định đổi tên Đảng thành\nA. Đảng Cộng sản Đông Dương.\nB. Đảng Lao động Việt Nam.\nC. Đông Dương Cộng sản Đảng.\nD. Đảng Dân chủ Việt Nam.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Hội nghị Ban chấp hành Trung ương Đảng tháng 10-1930 đã quyết định đổi tên Đảng thành Đảng Cộng sản Đông Dương.\nChọn đáp án A."
    },
    {
        "ID": "His_18_34",
        "Image_Question": "",
        "Question": "CÂU 34:Hội nghị Ianta (2-1945) không đưa ra quyết định nào dưới đây?\nA. tiêu diệt tận gốc chủ nghĩa phát xít Đức và quân phiệt Nhật.\nB. thoả thuận việc phân chia phạm vi ảnh hưởng ở châu Âu, châu Á.\nC. thành lập tổ chức Liên hợp quốc nhằm duy trì hoà bình, an ninh thế giới.\nD. đưa quân Đồng minh vào Đông Dương làm nhiệm vụ giải giáp quân Nhật.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "- Nội dung các phương án A, B, C là nội dung của Hội nghị Ianta.\n- Nội dung phương án D là nội dung của Hội nghị Pốtxđam.\nChọn đáp án D."
    },
    {
        "ID": "His_18_35",
        "Image_Question": "",
        "Question": "CÂU 35:Nội dung nào sau đây là một trong những tác động của việc chấm dứt Chiến tranh lạnh?\nA. Mở ra thời kì nền hòa bình thế giới hoàn toàn được củng cố.\nB. Chấm dứt mọi mâu thuẫn, xung đột giữa các quốc gia.\nC. Mở ra chiều hướng giải quyết hòa bình các tranh chấp, xung đột.\nD. Trực tiếp làm sụp đổ trật tự hai cực, hình thành trật tự mới.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "A loại vì nền hòa bình thế giới được củng cố nhưng chưa phải là hoàn toàn vì vẫn còn xung đột, li khai,....\nB loại vì hiện nay vẫn tồn tại nhiều mâu thuẫn, xung đột giữa các quốc gia cũng như trong từng quốc gia như: phân biệt giàu - nghèo, mâu thuẫn tôn giáo, sắc tộc,...\nC chọn vì Chiến tranh lạnh chấm dứt đã mở ra chiều hướng giải quyết hòa bình các tranh chấp, xung đột.\nD loại vì sau khi trật tự hai cực Ianta sụp đổ thì chưa hình thành trật tự thế giới mới.\nChọn đáp án C."
    },
    {
        "ID": "His_18_36",
        "Image_Question": "",
        "Question": "CÂU 36:Sự kiện nào nằm trong cao trào kháng Nhật cứu nước?\nA. Giảm tô, giảm thuế.\nB. Đầu tranh chống phong kiến.\nC. Chia ruộng đất cho nhân dân.\nD. Phá kho thóc, giải quyết nạn đói.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Phá kho thóc, giải quyết nạn đói là sự kiện nằm trong Cao trào kháng Nhật cứu nước.\nChọn đáp án D."
    },
    {
        "ID": "His_18_37",
        "Image_Question": "",
        "Question": "CÂU 37:Nội dung nào sau đây là một trong những lí do Mĩ thực hiện “Kế hoạch Mácsan” (6 1947)?\nA. Đối phó với Hội đồng tương trợ kinh tế (SEV).\nB. Khống chế, chi phối các nước tư bản đồng minh.\nC. Biến các nước Tây Âu thành thuộc địa của Mĩ.\nD. Đối phó với sự vươn lên của Nhật Bản.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "A loại và kế hoạch Mácsan ra đời trước.\nB chọn và thông qua kế hoạch viện trợ cho các nước tư bản Tây Âu phục hồi kinh tế thì Mĩ cũng thực hiện mưu đồ khống chế và chi phối các nước tư bản đồng minh.\nC loại vì Mĩ không đề ra mục tiêu biến các nước Tây Âu thành thuộc địa.\nD loại vì lúc này Nhật Bản đang bị tàn phá nặng nề và Mĩ không vấp phải sự cạnh tranh của Nhật.\nChọn đáp án B."
    },
    {
        "ID": "His_18_38",
        "Image_Question": "",
        "Question": "CÂU 38:Sắp xếp các sự kiện sau theo đúng trình tự thời gian:\n1. Chủ trương “vô sản hóa” của Hội Việt Nam Cách mạng Thanh niên\n2. Hội Việt Nam Cách mạng Thanh niên sáng lập báo Thanh niên\n3. Đảng Cộng sản Việt Nam được thành lập\n4. Đông Dương Cộng sản đảng thành lập.\nA. 2,1,3,4.\nB. 3,1,2,4.\nC. 1,2,3,4.\nD. 2,1,4,3.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "2. Hội Việt Nam Cách mạng Thanh niên sáng lập báo Thanh niên (6/1925).\n1. Chủ trương “vô sản hóa” của Hội Việt Nam Cách mạng Thanh niên (1928).\n4. Đông Dương Cộng sản đảng thành lập (1929).\n3. Đảng cộng sản Việt Nam được thành lập (1930).\nChọn đáp án D."
    },
    {
        "ID": "His_18_39",
        "Image_Question": "",
        "Question": "CÂU 39:Sự kiện nào chứng tỏ thực dân Pháp chính thức trở lại xâm lược Việt Nam?\nA. Gửi tối hậu thư đòi chính phủ giải tán lực lượng tự vệ và giữ trật tự ở Hà Nội.\nB. Xả súng vào nhân dân Sài Gòn - Chợ lớn tại lễ mittinh mừng ngày độc lập.\nC. Cho quân đánh úp trụ sở Ủy ban nhân dân Nam Bộ và cơ quan tự vệ Sài Gòn.\nD. Khiêu khích nổ súng tiến công quân dân ta ở Hải Phòng và Lạng Sơn.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Đêm 22 rạng sáng 23/9/1945, được sự giúp đỡ của quân Anh, thực dân Pháp cho quân quân đánh úp trụ sở Ủy ban nhân dân Nam Bộ và cơ quan tự vệ Sài Gòn, mở đầu cho cuộc chiến tranh xâm lược nước ta lần thứ\nhai.\nChọn đáp án C."
    },
    {
        "ID": "His_18_40",
        "Image_Question": "",
        "Question": "CÂU 40:Mục đích cao nhất của việc thành lập Mặt trận Việt Minh (5-1941) là gì?\nA. Chống đế quốc, phát xít Nhật và tay sai.\nB. Tập hợp các lực lượng chống lại Nhật, Pháp.\nC. Làm cho nước Việt Nam hoàn toàn độc lập.\nD. Đoàn kết các lực lượng yêu nước, tiến bộ ở Việt Nam.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Tháng 5/1941, trước những thay đổi mạnh mẽ của tình hình trong nước và những biến động to lớn trên thế giới, Chủ tịch Hồ Chí Minh đã triệu tập và chủ trì Hội nghị Trung ương lần thứ VIII của Đảng ở Khuổi Nậm, Pác Bó, Cao Bằng quyết định sự chuyển hướng chỉ đạo chiến lược của Đảng - khẳng định giải phóng dân tộc là nhiệm vụ hàng đầu của cách mạng Việt Nam. Để thực hiện mục tiêu đó, Hội nghị đã quyết định thành lập Việt Nam độc lập đồng minh (gọi tắt là Việt Minh) nhằm tập hợp và đoàn kết rộng rãi các giai cấp, các dân tộc, tôn giáo, các giới...tham gia Mặt trận. Với Cương lĩnh chính trị đúng đắn của mình, chỉ sau một thời gian ngắn, Mặt trận Việt Minh đã phát triển nhanh chóng, từ miền núi đến miền xuôi, từ nông thôn đến thành thị, thu hút đông đảo các giai tầng xã hội tham gia Mặt trận và đã góp phần quyết định vào thắng lợi của cuộc cách mạng tháng Tám năm 1945.\n=> Như vậy, mục đích cao nhất khi thành lập Mặt trận Việt Minh là: làm cho nước Việt Nam hoàn toàn độc\nlập.\nChọn đáp án C."
    }
]