[
    {
        "ID": "His_36_1",
        "Image_Question": "",
        "Question": "Câu 1:\nMục tiêu đấu tranh trước mắt của nhân dân Đông Dương trong những năm 1936-1939 là\nA. tự do, dân sinh, dân chủ, cơm áo và hòa bình.\nB. bảo vệ hòa bình và an ninh thế giới.\nC. độc lập dân tộc và ruộng đất dân cày.\nD. tiêu diệt tận gốc chủ nghĩa phát xít.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Mục tiêu đấu tranh trước mắt của nhân dân Đông Dương trong những năm 1936-1939 là tự do, dân sinh, dân chủ, cơm áo và hòa bình.\nChọn A."
    },
    {
        "ID": "His_36_2",
        "Image_Question": "",
        "Question": "Câu 2:\nNội dung nào là nguyên nhân cơ bản nhất dẫn đến sự bùng nổ phong trào cách mạng 1930-1931?\nA. Giai cấp địa chủ phong kiến câu kết với Pháp đàn áp, bóc lột thậm tệ với nhân dân.\nB. Chính sách khủng bố của thực dân Pháp sau khởi nghĩa Yên Bái.\nC. Ảnh hưởng của cuộc khủng hoảng kinh tế 1929-1933.\nD. Đảng cộng sản Việt Nam ra đời đã kịp lãnh đạo phong trào đấu tranh.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Có nhiều nguyên nhân chủ quan và khách quan dẫn đến sự bùng nổ của phong trào cách mạng 1930 – 1931. Tuy nhiên, đầu năm 1930 Đảng Cộng sản Việt Nam ra đời với tổ chức chặt chẽ và cương lĩnh chính trị đúng đắn, nắm quyền lãnh đạo duy nhất đối với cách mạng Việt Nam, quy tụ lực lượng và sức mạnh toàn dân tộc Việt Nam, kịp thời lãnh đạo nhân dân bước vào một thời kì đấu tranh mới. Đây là nguyên nhân chủ yếu và có ý nghĩa quyết định, bởi vì nếu không có sự lãnh đạo của Đảng thì tự bản thân những mâu thuẫn giai cấp xã hội chỉ có thể dẫn tới những cuộc đấu tranh lẻ tẻ, tự phát, mà không thể trở thành một phong trào tự giác trên quy mô rộng lớn được.\nChọn D."
    },
    {
        "ID": "His_36_3",
        "Image_Question": "",
        "Question": "Câu 3:\nTheo quyết định của Hội nghị Pốtxđam (7 – 1945), lực lượng Đồng minh nào có nhiệm vụ giải giáp quân đội phát xít Nhật ở Việt Nam?\nA. Quân đội Anh và quân đội Trung Hoa Dân quốc.\nB. Hồng quân Liên Xô và quân đội Trung Hoa Dân quốc.\nC. Hồng quân Liên Xô và quân đội Mĩ.\nD. Quân đội Trung Hoa Dân quốc và quân đội Pháp.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Theo quyết định của Hội nghị Pốtxđam (7 – 1945), lực lượng quân Anh và quân Trung Hoa Dân quốc có nhiệm vụ giải giáp quân đội phát xít Nhật ở Việt Nam.\nChọn A."
    },
    {
        "ID": "His_36_4",
        "Image_Question": "",
        "Question": "Câu 4:\nTrong cuộc khai thác thuộc địa lần 2(1919-1929) ở Việt Nam thực dân Pháp đầu tư vốn nhiều nhất vào lĩnh vực nào?\nA. Khai mỏ\nB. Giao thông vận tải\nC. Nông nghiệp\nD. Công nghiệp nhẹ",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Trong cuộc khai thác thuộc địa lần 2(1919-1929) ở Việt Nam thực dân Pháp đầu tư vốn nhiều nhất vào lĩnh vực khai mỏ.\nChọn A."
    },
    {
        "ID": "His_36_5",
        "Image_Question": "",
        "Question": "Câu 5:\nTrong các nội dung sau đây, nội dung nào không thuộc Luận cương chính trị tháng 10/1930?\nA. Cách mạng Đông Dương là một bộ phận của cách mạng thế giới\nB. Cách mạng do Đảng của giai cấp vô sản lãnh đạo\nC. Lực lượng để đánh đuổi đế quốc và phong kiến là công nông. Đồng thời “phải biết liên lạc với tiểu tư sản, trí thức, trung nông ... để kéo họ về phe vô sản giai cấp”\nD. Cách mạng Đông Dương phải trải qua hai giai đoạn: cách mạng tư sản dân quyền và cách mạng xã hội chủ nghĩa.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Lực lượng để đánh đuổi đế quốc và phong kiến là công nông. Đồng thời “phải biết liên lạc với tiểu tư sản, trí thức, trung nông ... để kéo họ về phe vô sản giai cấp” không thuộc Luận cương chính trị tháng 10/1930 mà thuộc Cương lĩnh chính trị của Nguyễn Ái Quốc.\nChọn C."
    },
    {
        "ID": "His_36_6",
        "Image_Question": "",
        "Question": "Câu 6:\nSau khi Liên Xô tan rã (tháng 12/1991), Liên bang Nga\nA. là quốc gia kế tục Liên Xô và trở thành trụ cột của phe xã hội chủ nghĩa.\nB. là quốc gia duy nhất trong Liên bang Xô Viết tiếp tục duy trì chế độ xã hội chủ nghĩa.\nC. được kế thừa địa vị pháp lí của Liên Xô trong quan hệ quốc tế.\nD. tiếp tục thực hiện cải tổ nhằm cứu vãn sự tồn tại của chế độ xã hội chủ nghĩa.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Sau khi Liên Xô tan rã (tháng 12/1991), Liên bang Nga được kế thừa địa vị pháp lí của Liên Xô trong quan hệ quốc tế.\nChọn C."
    },
    {
        "ID": "His_36_7",
        "Image_Question": "",
        "Question": "Câu 7:\nĐặc điểm nổi bật nhất của cách mạng Việt Nam trong những năm 1919 – 1930 là gì?\nA. Là cuộc đấu tranh của giai cấp công nhân, nông dân và các tầng lớp nhân dân lao động.\nB. Là cuộc đấu tranh giành quyền lãnh đạo cách mạng giữa khuynh hướng tư sản và vô sản.\nC. Là quá trình chuẩn bị mọi mặt cho sự thành lập chính đảng vô sản duy nhất ở Việt Nam.\nD. Là cuộc đấu tranh của nhân dân Việt Nam chống đế quốc xâm lược, giành độc lập dân tộc.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Phong trào dân tộc dân chủ ở Việt Nam từ 1919 – 1930 có đặc điểm lớn nhất là hia khuynh hướng vô sản và dân chủ tư sản cùng song song tồn tại. Vì vậy, đặc điểm nổi bật nhất của cách mạng Việt Nam trong những năm 1919 – 1930 là cuộc đấu tranh giành quyền lãnh đạo cách mạng giữa khuynh hướng tư sản và vô sản.\nChọn B."
    },
    {
        "ID": "His_36_8",
        "Image_Question": "",
        "Question": "Câu 8:\nSự vận dụng sáng tạo chủ nghĩa Mác - Lênin về lực lượng cách mạng vào điều kiện thực tiễn Việt Nam được thể hiện như thế nào trong Cương lĩnh chính trị đầu tiên của Đảng?\nA. Xác định được động lực của cách mạng giải phóng dân tộc là công nhân và nông dân.\nB. Xác định kẻ thù của cách mạng giải phóng dân tộc là đế quốc xâm lược và các giai cấp bóc lột.\nC. Đánh giá đúng khả năng cách mạng của tiểu tư sản, tư sản dân tộc, địa chủ vừa và nhỏ.\nD. Đánh giá đúng vai trò lãnh đạo của giai cấp công nhân với đội tiên phong là Đảng Cộng sản.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Theo lí luận của chủ nghĩa Mac – Lenin, lực lượng của cách mạng sẽ bao gồm giai cấp công nhân và nông dân. Tuy nhiên, Việt Nam là một nước thuộc địa, tất cả các giai cấp và tầng lớp đều chịu chung nỗi nhục mất nước nên trong Cương lĩnh chính trị của Nguyễn Ái Quốc, bên cạnh lực lượng nòng cốt là giai cấp công nhân và nông dân, Người đã đánh giá đúng khả năng cách mạng của tiểu tư sản, tư sản dân tộc, địa chủ vừa và nhỏ, đây chính là điểm sáng tạo khi vận dụng chủ nghĩa Mac – Lenin vào tình hình thực tiễn của Việt Nam.\nChọn C."
    },
    {
        "ID": "His_36_9",
        "Image_Question": "",
        "Question": "Câu 9:\nNguyên nhân cơ bản dẫn đễn Chiến tranh thế giới hai (1939-1945) là do\nA. chính sách không can thiệp những sự kiện bên ngoài nước Mĩ của Mĩ.\nB. tác động của cuộc khủng hoảng kinh tế thế giới 1929 – 1933.\nC. mâu thuẫn giữa các nước đế quốc về vấn đề thuộc địa, thị trường.\nD. mâu thuẫn giữa các nước tư bản chủ nghĩa với chủ nghĩa xã hội.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Nguyên nhân cơ bản dẫn đễn Chiến tranh thế giới hai (1939-1945) là do mâu thuẫn giữa các nước đế quốc về vấn đề thuộc địa, thị trường.\nChọn C."
    },
    {
        "ID": "His_36_10",
        "Image_Question": "",
        "Question": "Câu 10:\nHành động nào chứng tỏ triều đình Nguyễn đã bước đầu nhượng bộ và đầu hàng thực dân Pháp nửa cuối thế kỉ XIX?\nA. Xây dựng đại đồn Chí Hòa để phòng thủ.\nB. Nhờ Pháp đưa quân ra Bắc Kì giải quyết “vụ Đuy-puy” (1873).\nC. Kí với thực dân Pháp Hiệp ước Nhâm Tuất (1862).\nD. Ra lệnh bãi binh, cử người đàm phán để chuộc đất.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Kí với thực dân Pháp Hiệp ước Nhâm Tuất (1862) là hành động chứng tỏ triều đình Nguyễn đã bước đầu nhượng bộ và đầu hàng thực dân Pháp nửa cuối thế kỉ XIX.\nChọn C."
    },
    {
        "ID": "His_36_11",
        "Image_Question": "",
        "Question": "Câu 11:\nTrong chiến lược \"Cam kết và mở rộng\" của Bin Clinton, Mĩ coi trọng việc tăng cường\nA. khôi phục, phát triển tính năng động và sức mạnh nền kinh tế Mĩ.\nB. hợp tác về kĩ thuật với các nước đồng minh để phát triển kinh tế.\nC. trợ giúp về vốn để các nước tư bản đồng minh phát triển kinh tế.\nD. ứng dụng khoa học - công nghệ để phát triển sản xuất vũ khí.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Trong chiến lược \"Cam kết và mở rộng\" của Bin Clinton, Mĩ coi trọng việc tăng cường khôi phục, phát triển tính năng động và sức mạnh nền kinh tế Mĩ.\nChọn A."
    },
    {
        "ID": "His_36_12",
        "Image_Question": "",
        "Question": "Câu 12:\nĐại hội lần thứ VII của Quốc tế Cộng sản (7-1935) đã xác định kẻ thù và nhiệm vụ trước mắt của cách mạng thế giới là\nA. chống chủ nghĩa phát xít, giành ruộng đất cho nông dân.\nB. chống chủ nghĩa đế quốc, giành độc lập dân tộc.\nC. chống chủ nghĩa phát xít, bảo vệ hòa bình thế giới.\nD. chống chủ nghĩa đế quốc, phát xít và phong kiến tay sai.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Đại hội lần thứ VII của Quốc tế Cộng sản (7-1935) đã xác định kẻ thù và nhiệm vụ trước mắt của cách mạng thế giới là chống chủ nghĩa phát xít, bảo vệ hòa bình thế giới.\nChọn C."
    },
    {
        "ID": "His_36_13",
        "Image_Question": "",
        "Question": "Câu 13:\nSự kiện nào dưới đây đánh dấu Chiến tranh lạnh đã bao trùm cả thế giới?\nA. Sự ra đời của NATO và Tổ chức Hiệp ước Vacsava\nB. Mĩ viện trợ kinh tế cho các nước Tây Âu\nC. Sự ra đời của Hội đồng tương trợ kinh tế (SEV)\nD. Thông điệp của Tổng thống Mĩ Truman (3 - 1947)",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Sự ra đời của NATO và Tổ chức Hiệp ước Vacsava đánh dấu Chiến tranh lạnh đã bao trùm cả thế giới.\nChọn A."
    },
    {
        "ID": "His_36_14",
        "Image_Question": "",
        "Question": "Câu 14:\nMột trong những biểu hiện của xu thế hòa hoãn Đông – Tây là\nA. Mĩ, Canada và 33 nước châu Âu kí Định ước Henxinki.\nB. Liên Xô và Mĩ đều bị suy giảm về kinh tế, địa vị quốc tế.\nC. các nước thực dân chấp nhận trao trả độc lập cho các nước thuộc địa.\nD. Liên Xô và Mĩ đều nhận thức được những khó khăn do chạy đua vũ trang.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Một trong những biểu hiện của xu thế hòa hoãn Đông – Tây là Mĩ, Canada và 33 nước châu Âu kí Định ước Henxinki.\nChọn A."
    },
    {
        "ID": "His_36_15",
        "Image_Question": "",
        "Question": "Câu 15:\nViệc gia nhập ASEAN đã đem lại cho Việt Nam nhiều cơ hội lớn để thực hiện mục tiêu đổi mới đất nước, ngoại trừ việc\nA. thu hút nguồn vốn đầu tư của nước ngoài để phát triển kinh tế.\nB. mở rộng, trao đổi và giao lưu văn hóa với bên ngoài.\nC. nền kinh tế bị cạnh tranh khốc liệt, bản sắc văn hóa có nguy cơ bị xói mòn.\nD. hội nhập, học hỏi và tiếp thu được nhiều thành tựu khoa học - kĩ thuật từ bên ngoài.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Việc gia nhập ASEAN đã đem lại cho Việt Nam nhiều cơ hội lớn để thực hiện mục tiêu đổi mới đất nước, ngoại trừ việc nền kinh tế bị cạnh tranh khốc liệt, bản sắc văn hóa có nguy cơ bị xói mòn.\nChọn C."
    },
    {
        "ID": "His_36_16",
        "Image_Question": "",
        "Question": "Câu 16:\nSự khác nhau cơ bản của Hội Việt Nam Cách mạng Thanh niên so với tổ chức Việt Nam Quốc dân đảng là ở\nA. địa bàn hoạt động.\nB. thành phần tham gia.\nC. phương pháp, hình thức đấu tranh.\nD. khuynh hướng cách mạng.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Sự khác nhau cơ bản của Hội Việt Nam Cách mạng Thanh niên so với tổ chức Việt Nam Quốc dân đảng là ở khuynh hướng cách mạng.\nHội Việt Nam Cách mạng Thanh niên theo khuynh hướng vô sản.\nViệt Nam Quốc dân đảng theo khuynh hướng dân chủ tư sản.\nChọn D."
    },
    {
        "ID": "His_36_17",
        "Image_Question": "",
        "Question": "Câu 17:\nSự ra đời của ba tổ chức cộng sản ở Việt Nam cuối năm 1929 có ý nghĩa như thế nào?\nA. Thể hiện sự phát triển mạnh mẽ của phong trào cách mạng ở Việt Nam.\nB. Chứng tỏ giai cấp công nhân Việt Nam đã trưởng thành để lãnh đạo cách mạng\nC. Là bước chuẩn bị trực tiếp cho sự ra đời của Đảng Cộng sản Việt Nam.\nD. Chứng tỏ khuynh hướng vô sản đã thắng thế trong phong trào dân tộc.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Cuối năm 1929, các tổ chức Đông Dương Cộng sản Đảng, An Nam Cộng sản Đảng và Đông Dương Cộng sản liên đoàn lần lượt ra đời. Ba tổ chức này hoạt động mạnh mẽ, tranh giành ảnh hưởng trong quần chúng nhân dân. Tuy nhiên, hoạt động của ba tổ chức này nguy cơ gây ra tình trạng mất đoàn kết nội bộ, ảnh hưởng không tốt đến cách mạng Việt Nam. Trước tình hình đó, Nguyễn Ái Quốc đã quyết định thống nhất các tổ chức cộng sản thành một chính đảng duy nhất – Đảng Cộng sản Việt Nam.\nChọn C."
    },
    {
        "ID": "His_36_18",
        "Image_Question": "",
        "Question": "Câu 18:\nĐảng Cộng sản Việt Nam ra đời đầu năm 1930 là sản phẩm của sự kết hợp giữa\nA. phong trào công nhân, phong trào tư sản và phong trào nông dân.\nB. chủ nghĩa Mác – Lênin với phong trào công nhân.\nC. phong trào công nhân với phong trào yêu nước.\nD. chủ nghĩa Mác – Lênin, phong trào công nhân và phong trào yêu nước.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Đảng Cộng sản Việt Nam ra đời đầu năm 1930 là sản phẩm của sự kết hợp giữa chủ nghĩa Mác – Lênin, phong trào công nhân và phong trào yêu nước.\nChọn D."
    },
    {
        "ID": "His_36_19",
        "Image_Question": "",
        "Question": "Câu 19:\nTrong hành trình tìm đường cứu nước (1911 - 1920), Nguyễn Ái Quốc đã\nA. đi từ chủ nghĩa dân tộc chuyển sang tinh thần quốc tế.\nB. đi từ chủ nghĩa yêu nước đến với chủ nghĩa cộng sản.\nC. chuyển trọng tâm hoạt động từ châu Âu về Việt Nam.\nD. chuyển lập trường dân chủ tư sản sang lập trường vô sản.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Trong hành trình tìm đường cứu nước (1911 - 1920), Nguyễn Ái Quốc đã đi từ chủ nghĩa yêu nước đến với chủ nghĩa cộng sản. Ngày 5/6/1911, Nguyễn Ái Quốc ra đi tìm đường cứu nước. Trải qua quá trình khảo nghiệm thực tế, giữa năm 1920, Nguyễn Ái Quốc đọc được bản Sơ thảo lần thứ nhất về vấn đề dân tộc và thuộc địa của Le – nin, Người đã chọn con đường cách mạng vô sản. Ngày 25/12/1920, tại Đại hội lần thứ XVIII của Đảng Xã hội Pháp, Người đã tán thành việc gia nhập Quốc tế Cộng sản và thành lập Đảng Cộng sản Pháp. Như vậy, Nguyễn Ái Quốc từ chủ nghĩa yêu nước đã đến với chủ nghĩa cộng sản.\nChọn B."
    },
    {
        "ID": "His_36_20",
        "Image_Question": "",
        "Question": "Câu 20:\nGiai cấp tư sản Việt Nam trong chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp bị phân hóa thành\nA. tư sản lớn và tư sản nhỏ.\nB. tư sản công thương và tư sản đồn điền.\nC. tư sản mại bản và tư sản dân tộc.\nD. tư sản mại bản và tư sản ngoại kiều.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Giai cấp tư sản Việt Nam trong chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp bị phân hóa thành tư sản mại bản và tư sản dân tộc.\nChọn C."
    },
    {
        "ID": "His_36_21",
        "Image_Question": "",
        "Question": "Câu 21:\nNội dung nào sau đây là điểm khác biệt của trật tự thế giới hai cực Ianta so với trật tự thế giới theo hệ thống Vécxai – Oasinhtơn?\nA. Được quyết định bởi các nước thắng trận trong chiến tranh.\nB. Hình thành khi cuộc chiến tranh thế giới sắp đi vào kết thúc.\nC. Thành lập một tổ chức quốc tế để giám sát và duy trì trật tự.\nD. Phản ánh quá trình thỏa hiệp và đấu tranh của các nước lớn.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Hình thành khi cuộc chiến tranh thế giới sắp đi vào kết thúc là điểm khác biệt của trật tự thế giới hai cực Ianta so với trật tự thế giới theo hệ thống Vécxai – Oasinhton. Vì hệ thống Vecxai – Oasinhton được hình thành sau khi chiến tranh kế thức.\nChọn B."
    },
    {
        "ID": "His_36_22",
        "Image_Question": "",
        "Question": "Câu 22:\nĐiểm nổi bật trong quan hệ quốc tế sau Chiến tranh thế giới thứ nhất (1914 - 1918) là\nA. các nước đế quốc có sự phân chia về quyền lợi.\nB. mâu thuẫn giữa các nước đế quốc thắng trận.\nC. trật tự thế giới Vécxai – Oasinhtơn được thiết lập.\nD. sự đối đầu giữa các nước đế quốc với Liên Xô.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Điểm nổi bật trong quan hệ quốc tế sau Chiến tranh thế giới thứ nhất (1914 - 1918) là trật tự thế giới Vécxai – Oasinhtơn được thiết lập.\nChọn C."
    },
    {
        "ID": "His_36_23",
        "Image_Question": "",
        "Question": "Câu 23:\nSự kiện nào dưới đây có ảnh hưởng tích cực đến phong trào cách mạng Việt Nam những năm 1919-1925?\nA. Pháp bị thiệt hại nặng nề trong chiến tranh.\nB. Các nước thắng trận họp tại Vécsai và Oasinhtơn.\nC. Chiến tranh thế giới thứ nhất kết thúc.\nD. Cách mạng tháng Mười Nga thành công 1917.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Cách mạng tháng Mười Nga thành công 1917 có ảnh hưởng tích cực đến phong trào cách mạng Việt Nam những năm 1919-1925.\nChọn D."
    },
    {
        "ID": "His_36_24",
        "Image_Question": "",
        "Question": "Câu 24:\nNét mới trong phong trào yêu nước Việt Nam đầu thế kỉ XX so với phong trào yêu nước cuối thế kỉ XIX là\nA. quy mô rộng lớn, thu hút đông đảo nhân dân tham gia.\nB. nhằm vào hai kẻ thù là đế quốc và phong kiến.\nC. có sự tham gia của các lực lượng xã hội mới.\nD. không còn sử dụng các hình thức đấu tranh truyền thống.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Nét mới trong phong trào yêu nước Việt Nam đầu thế kỉ XX so với phong trào yêu nước cuối thế kỉ XIX là có sự tham gia của các lực lượng xã hội mới là công nhân, tư sản, tiểu tư sản.\nChọn C."
    },
    {
        "ID": "His_36_25",
        "Image_Question": "",
        "Question": "Câu 25:\nCương lĩnh chính trị đầu tiên của Đảng Cộng sản Việt Nam xác định nhiệm vụ của cách mạng Việt Nam là\nA. đánh đổ đế quốc, phong kiến và tư sản phản cách mạng.\nB. đánh đỗ thực dân Pháp và bọn tay sai phản bội dân tộc.\nC. đánh đổ phong kiến và đánh đổ thực dân Pháp.\nD. đánh đổ thực dân Pháp, tư sản phản cách mạng.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Cương lĩnh chính trị đầu tiên của Đảng Cộng sản Việt Nam xác định nhiệm vụ của cách mạng Việt Nam là đánh đổ đế quốc, phong kiến và tư sản phản cách mạng.\nChọn A."
    },
    {
        "ID": "His_36_26",
        "Image_Question": "",
        "Question": "Câu 26:\nHội nghị Ban Chấp hành Trung ương Đảng Cộng sản Đông Dương (7 – 1936) quyết định thành lập hình thức mặt trận dân tộc nào?\nA. Mặt trận Thống nhất nhân dân phản đế Đông Dương.\nB. Mặt trận Thống nhất dân chủ Đông Dương.\nC. Mặt trận Thống nhất dân tộc phản đế Đông Dương.\nD. Mặt trận Việt Nam độc lập đồng minh.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Hội nghị Ban Chấp hành Trung ương Đảng Cộng sản Đông Dương (7 – 1936) quyết định thành lập Mặt trận Thống nhất nhân dân phản đế Đông Dương.\nChọn A."
    },
    {
        "ID": "His_36_27",
        "Image_Question": "",
        "Question": "Câu 27:\nNăm 1929, Hội Việt Nam Cách mạng Thanh niên đã phân hóa thành hai tổ chức cộng sản nào dưới đây?\nA. Tân Việt Cách mạng đảng và Đông Dương Cộng sản đảng.\nB. Đông Dương Cộng sản đảng và An Nam Cộng sản đảng.\nC. Đông Dương Cộng sản liên đoàn và An Nam Cộng sản đảng.\nD. Đông Dương Cộng sản đảng và Đông Dương Cộng sản liên đoàn.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Năm 1929, Hội Việt Nam Cách mạng Thanh niên đã phân hóa thành hai tổ chức cộng sản Đông Dương Cộng sản đảng và An Nam Cộng sản đảng.\nChọn B."
    },
    {
        "ID": "His_36_28",
        "Image_Question": "",
        "Question": "Câu 28:\nTrong phong trào cách mạng 1930 – 1931, sang tháng 9-1930, phong trào đấu tranh dâng cao, nhất là ở\nA. Nghệ An – Hà Tĩnh.\nB. Hải Phòng − Quảng Ninh.\nC. Sài Gòn – Chợ Lớn.\nD. Hà Nội – Hải Phòng.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Trong phong trào cách mạng 1930 – 1931, sang tháng 9-1930, phong trào đấu tranh dâng cao, nhất là ở Nghệ An – Hà Tĩnh.\nChọn A."
    },
    {
        "ID": "His_36_29",
        "Image_Question": "",
        "Question": "Câu 29:\nHoạt động của Hội Việt Nam Cách mạng Thanh niên thể hiện sự phù hợp với thực tiễn cách mạng Việt Nam và góp phần làm cho khuynh hướng cách mạng vô sản thẳng thế vì\nA. đào tạo được một đội ngũ đông đảo cán bộ cách mạng hoạt động trong và ngoài nước.\nB. luôn chú trọng bạo lực cách mạng, ám sát những tên thực dân đầu sỏ.\nC. có sự thay đổi mục tiêu và khẩu hiệu đấu tranh phù hợp với tình hình trong nước.\nD. luôn chú trong cộng tác tuyên truyền, huấn luyện, giác ngộ quần chúng cách mạng.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Phương pháp: Giải thích.\nCách giải:\nHoạt động của Hội Việt Nam Cách mạng Thanh niên thể hiện sự phù hợp với thực tiễn cách mạng Việt Nam và góp phần làm cho khuynh hướng cách mạng vô sản thẳng thế vì luôn chú trong cộng tác tuyên truyền, huấn luyện, giác ngộ quần chúng cách mạng.\nChọn D."
    },
    {
        "ID": "His_36_30",
        "Image_Question": "",
        "Question": "Câu 30:\nMột trong những vấn đề cấp thiết đặt ra cho các nước Đồng minh khi chiến tranh thế giới thứ hai bước vào giai đoạn cuối là\nA. Nhanh chóng đánh bại phát xít Đức\nB. Nhanh chóng tiêu diệt phát xít Nhật.\nC. Nhanh chóng đánh bại hoàn toàn các nước phát xít.\nD. Thủ tiêu tận gốc chủ nghĩa phát xít.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Phương pháp: SGK Lịch sử 12, nội dung sự hình thành trật tự thế giới mới sau chiến tranh.\nCách giải:\nMột trong những vấn đề cấp thiết đặt ra cho các nước Đồng minh khi chiến tranh thế giới thứ hai bước vào giai đoạn cuối là nhanh chóng đánh bại hoàn toàn các nước phát xít.\nChọn C."
    },
    {
        "ID": "His_36_31",
        "Image_Question": "",
        "Question": "Câu 31:\nHội nghị Ban Chấp hành Trung Ương Đảng Cộng sản Đông Dương (tháng 7/1936) đã xác định phương pháp đấu tranh của cách mạng là kết hợp các hình thức đấu tranh\nA. chính trị và đấu tranh ngoại giao.\nB. chính trị và đấu tranh quân sự.\nC. vũ trang bí mật và bất hợp pháp.\nD. công khai và bí mật, hợp pháp và bất hợp pháp.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Phương pháp: SGK Lịch sử 12, nội dung phong trào dân chủ (1936 – 1939).\nCách giải:\nHội nghị Ban Chấp hành Trung Ương Đảng Cộng sản Đông Dương (tháng 7/1936) đã xác định phương pháp đấu tranh của cách mạng là kết hợp các hình thức đấu tranh công khai và bí mật, hợp pháp và bất hợp pháp.\nChọn D."
    },
    {
        "ID": "His_36_32",
        "Image_Question": "",
        "Question": "Câu 32:\nPhong trào dân chủ 1936-1939 ở Việt Nam là một bước chuẩn bị cho thắng lợi của Cách mạng tháng Tám năm 1945 vì đã\nA. bước đầu kết hợp giữa đấu tranh chính trị và vũ trang\nB. bước đầu xây dựng lực lượng vũ trang đông đảo.\nC. khắc phục triệt để hạn chế của Luận cương chính trị năm 1930.\nD. xây dựng một lực lượng chính trị đông đảo của quần chúng nhân dân.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Phương pháp: Giải thích.\nCách giải:\nPhong trào dân chủ 1936-1939 ở Việt Nam là một bước chuẩn bị cho thắng lợi của Cách mạng tháng Tám năm 1945 vì đã xây dựng một lực lượng chính trị đông đảo của quần chúng nhân dân.\nChọn D."
    },
    {
        "ID": "His_36_33",
        "Image_Question": "",
        "Question": "Câu 33:\nMâu thuẫn cơ bản trong xã hội Việt Nam trong thời kỳ khủng hoảng kinh tế (1929- 1933) là\nA. mâu thuẫn giữa nhân dân Việt Nam với thực dân Pháp, vô sản với tư sản.\nB. mâu thuẫn giữa dân tộc Việt Nam với thực dân Pháp, nông dân với địa chủ phong kiến.\nC. mâu thuẫn giữa vô sản với tư sản.\nD. mâu thuẫn giữa vô sản với tư sản, nông dân với địa chủ phong kiến.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Phương pháp: SGK Lịch sử 12, nội dung phong trào cách mạng (1930 – 1931).\nCách giải:\nMâu thuẫn cơ bản trong xã hội Việt Nam trong thời kỳ khủng hoảng kinh tế (1929-1933) là mâu thuẫn giữa dân tộc Việt Nam với thực dân Pháp, nông dân với địa chủ phong kiến.\nChọn B."
    },
    {
        "ID": "His_36_34",
        "Image_Question": "",
        "Question": "Câu 34:\nHoạt động nào của Hội Việt Nam Cách mạng Thanh niên cuối năm 1928 có tác dụng thúc đẩy phong trào công nhân ngày càng đi vào đấu tranh tự giác?\nA. Thực hiện chủ trương “vô sản hóa”.\nB. Xây dựng cơ sở cách mạng trong nước.\nC. Ra báo Thanh niên.\nD. Đào tạo cán bộ.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Phương pháp: SGK Lịch sử 12, nội dung Hội Việt Nam Cách mạng thanh niên.\nCách giải:\nThực hiện chủ trương “vô sản hóa” của Hội Việt Nam Cách mạng Thanh niên cuối năm 1928 có tác dụng thúc đẩy phong trào công nhân ngày càng đi vào đấu tranh tự giác.\nChọn A."
    },
    {
        "ID": "His_36_35",
        "Image_Question": "",
        "Question": "Câu 35:\nSau khi giành được độc lập từ tay thực dân Âu - Mĩ, các nước Đông Nam Á đều tập trung\nA. ổn định tình hình chính trị và mở rộng quan hệ ngoại giao.\nB. bắt tay vào phát triển kinh tế - xã hội và đạt nhiều thành tựu to lớn.\nC. từng bước chuyển sang nền kinh tế thị trường xã hội chủ nghĩa.\nD. thực hiện chiến lược kinh tế hướng ngoại, đẩy mạnh xuất khẩu.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Phương pháp: SGK Lịch sử 12, nội dung các nước Đông Nam Á.\nCách giải:\nSau khi giành được độc lập từ tay thực dân Âu - Mĩ, các nước Đông Nam Á đều tập trung bắt tay vào phát triển kinh tế - xã hội và đạt nhiều thành tựu to lớn.\nChọn B."
    },
    {
        "ID": "His_36_36",
        "Image_Question": "",
        "Question": "Câu 36:\nMuốn được giải phóng, các dân tộc chỉ có thể trông cậy vào lực lượng của bản thân mình là kết luận của Nguyễn Ái Quốc sau khi\nA. Nguyễn Ái Quốc đọc bản Sơ thảo luận cương của Lênin.\nB. Nguyễn Ái Quốc thực sự trở thành chiến sĩ cộng sản.\nC. bản yêu sách của nhân dân An Nam không được Hội nghị Vecxai chấp nhận.\nD. Nguyễn Ái Quốc lập ra Hội Liên hiệp thuộc địa ở Pari",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Phương pháp: SGK Lịch sử 12, nội dung hoạt động của Nguyễn Ái Quốc từ 1919 – 1925.\nCách giải:\nMuốn được giải phóng, các dân tộc chỉ có thể trông cậy vào lực lượng của bản thân mình là kết luận của Nguyễn Ái Quốc sau khi bản yêu sách của nhân dân An Nam không được Hội nghị Vecxai chấp nhận. Chọn C."
    },
    {
        "ID": "His_36_37",
        "Image_Question": "",
        "Question": "Câu 37:\nSau Chiến tranh thế giới thứ hai, quốc gia đầu tiên ở Mĩ Latinh đã lật đổ chế độ độc tài thân Mĩ là\nA. Pêru.\nB. Cuba.\nC. Braxin.\nD. Áchentina.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Phương pháp: SGK Lịch sử 12, nội dung các nước Mĩ Latinh.\nCách giải:\nSau Chiến tranh thế giới thứ hai, quốc gia đầu tiên ở Mĩ Latinh đã lật đổ chế độ độc tài thân Mĩ là Cuba.\nChọn B."
    },
    {
        "ID": "His_36_38",
        "Image_Question": "",
        "Question": "Câu 38:\nSự khác biệt về thành phần lãnh đạo của khởi nghĩa Yên Thế so với phong trào Cần vương ở Việt Nam cuối thế kỉ XIX là gì?\nA. Do các thủ lĩnh nông dân lãnh đạo.\nB. Do phái chủ chiến của triều đình lãnh đạo.\nC. Do các quan lại triều đình yêu nước lãnh đạo.\nD. Do các văn thân, sĩ phu yêu nước lãnh đạo.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Phương pháp: So sánh.\nCách giải:\nSự khác biệt về thành phần lãnh đạo của khởi nghĩa Yên Thế so với phong trào Cần vương ở Việt Nam cuối thế kỉ XIX là do các thủ lĩnh nông dân lãnh đạo.\nChọn A."
    },
    {
        "ID": "His_36_39",
        "Image_Question": "",
        "Question": "Câu 39:\nMục tiêu quan trọng nhất của Mĩ trong Chiến lược toàn cầu sau Chiến tranh thế giới thứ hai là\nA. khống chế, chi phối các nước tư bản đồng minh phụ thuộc vào Mĩ.\nB. vươn lên thành cường quốc kinh tế, tài chính để chi phối thế giới.\nC. ngăn chặn, đẩy lùi và tiến tới xóa bỏ chủ nghĩa xã hội trên thế giới.\nD. đàn áp phong trào giải phóng dân tộc, phong trào cộng sản quốc tế",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Phương pháp: SGK Lịch sử 12, nội dung nước Mĩ.\nCách giải:\nMục tiêu quan trọng nhất của Mĩ trong Chiến lược toàn cầu sau Chiến tranh thế giới thứ hai là ngăn chặn, đẩy lùi và tiến tới xóa bỏ chủ nghĩa xã hội trên thế giới.\nChọn C."
    },
    {
        "ID": "His_36_40",
        "Image_Question": "",
        "Question": "Câu 40:\nSự kiện nào dưới đây là bước ngoặt của phong trào cách mạng 1930 – 1931 ở Việt Nam?\nA. Xô viết Nghệ - Tĩnh được thành lập.\nB. Cuộc đấu tranh của công nhân Vinh – Bến Thủy.\nC. Các cuộc đấu tranh nhân ngày Quốc tế Lao động.\nD. Cuộc biểu tình của nông dân huyện Hưng Nguyên (Nghệ An).",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Phương pháp: Giải thích.\nCách giải:\nCác cuộc đấu tranh nhân ngày Quốc tế Lao động là bước ngoặt của phong trào cách mạng 1930 – 1931 ở Việt Nam vì lần đầu tiên, công nhân Việt Nam biểu tình kỉ niệm ngày Quốc tế Lao động, đấu tranh đòi quyền lợi cho nhân dân lao động trong nước và thể hiện tình đoàn kết với nhân dân lao động thế giới.\nChọn C."
    }
]