[
    {
        "ID": "His_19_1",
        "Image_Question": "",
        "Question": "CÂU 1:Với chiến thắng Ấp Bắc (tháng 1/1963), quân dân miền Nam Việt Nam bước đầu làm thất bại các chiến thuật nào của Mĩ?\nA. Trực thăng vận và thiết xa vận.\nB. Tìm diệt và bình định.\nC. Tìm diệt và lấn chiếm.\nD. Lấn chiếm và tràn ngập lãnh thổ.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Với chiến thắng Ấp Bắc (tháng 1/1963), quân dân miền Nam Việt Nam bước đầu làm thất bại các chiến thuật Trực thăng vận và thiết xa vận của Mĩ.\nChọn đáp án A."
    },
    {
        "ID": "His_19_2",
        "Image_Question": "",
        "Question": "CÂU 2:Đại hội đại biểu lần thứ II của Đảng (tháng 2/1951) đã quyết định đưa Đảng ra hoạt động công khai ở Việt Nam với tên gọi là\nA. Đảng Lao động Việt Nam.\nB. Đảng Cộng sản Đông Dương.\nC. Đảng Lao động Đông Dương.\nD. Đảng Cộng sản Việt Nam.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Đại hội đại biểu lần thứ II của Đảng (tháng 2/1951) đã quyết định đưa Đảng ra hoạt động công khai ở Việt Nam với tên gọi là Đảng Lao động Việt Nam.\nChọn đáp án A."
    },
    {
        "ID": "His_19_3",
        "Image_Question": "",
        "Question": "CÂU 3:Đặc điểm lớn nhất, độc đáo nhất của cách mạng Việt Nam trong thời kì 1954 - 1975 là\nA. Tiến hành đồng thời hai nhiệm vụ cách mạng khác nhau ở hai miền đất nước.\nB. đất nước bị chia cắt làm hai miền với hai chế độ chính trị khác nhau.\nC. Việt Nam trở thành nơi phản ánh sâu sắc nhất mâu thuẫn giữa hai phe.\nD. chiến đấu chống chiến tranh xâm lược kiểu mới của Mĩ và tay sai.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "A chọn vì hai miền thực hiện hai nhiệm vụ khác nhau thuộc cùng 1 chiến lược cách mạng chung là hoàn thành cuộc cách mạng dân tộc dân chủ nhân dân (chống Mỹ, cứu nước).\nB loại vì chỉ phản ánh đặc điểm, không phản ánh độc đáo của cách mạng nước ta thời kì 1954 - 1975.\nC, D loại vì không phản ánh đặc điểm của cách mạng Việt Nam thời kì 1954 - 1975.\nChọn đáp án A."
    },
    {
        "ID": "His_19_4",
        "Image_Question": "",
        "Question": "CÂU 4:Đòi tự do, dân chủ, cơm áo và hòa bình là mục tiêu đấu tranh của nhân dân Việt Nam trong phong trào nào sau đây?\nA. Phong trào dân tộc dân chủ 1919 - 1925.\nB. Phong trào dân chủ 1936 - 1939.\nC. Phong trào dân tộc dân chủ 1925 - 1930.\nD. Phong trào cách mạng 1930 - 1931.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Đòi tự do, dân chủ, cơm áo và hòa bình là mục tiêu đấu tranh của nhân dân Việt Nam trong phong trào dân chủ 1936 – 1939.\nChọn đáp án B."
    },
    {
        "ID": "His_19_5",
        "Image_Question": "",
        "Question": "CÂU 5:“Chúng ta muốn hòa bình, chúng ta phải nhân nhượng. Nhưng chúng ta càng nhân nhượng, thực dân Pháp càng lấn tới, vì chúng quyết tâm cướp nước ta một lần nữa!”. Đoạn trích trên đã phản ánh tính chất gì của cuộc kháng chiến toàn quốc chống thực dân Pháp (1946 - 1954) của nhân dân ta?\nA. Nhân dân.\nB. Toàn diện.\nC. Chính nghĩa.\nD. Trường kì.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "- Tính nhân dân: toàn dân tham gia kháng chiến.\n- Tính toàn diện: Ta kháng chiến chống Pháp trên tất cả các mặt.\n- Tính chính nghĩa: Ta kháng chiến chống Pháp trên lập trường đúng đắn, bảo vệ độc lập trước kẻ đi xâm lược.\n- Tình trường kì: Ta kháng chiến chống Pháp lâu dài.\n→ “Chúng ta muốn hòa bình, chúng ta phải nhân nhượng. Nhưng chúng ta càng nhân nhượng, thực dân Pháp càng lấn tới, vì chúng quyết tâm cướp nước ta một lần nữa!”. Đoạn trích trên đã phản ánh tính chất chính nghĩa của cuộc kháng chiến toàn quốc chống thực dân Pháp (1946 - 1954) của nhân dân ta.\nChọn đáp án C."
    },
    {
        "ID": "His_19_6",
        "Image_Question": "",
        "Question": "CÂU 6:Sau khi Chiến tranh lạnh chấm dứt, thế giới chuyển dần sang xu thế nào?\nA. Tiếp xúc, thỏa hiệp và mở rộng liên kết.\nB. Thỏa hiệp, nhân nhượng và kiềm chế đối đầu.\nC. Hòa hoãn, cạnh tranh và tránh mọi xung đột.\nD. Hòa dịu, đối thoại và hợp tác cùng phát triển.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Sau khi Chiến tranh lạnh chấm dứt, thế giới chuyển dần sang xu thế hòa dịu, đối thoại và hợp tác cùng phát triển.\nChọn đáp án D."
    },
    {
        "ID": "His_19_7",
        "Image_Question": "",
        "Question": "CÂU 7:“Một trong những điểm tiến bộ của phong trào yêu nước Việt Nam đầu thế kỉ XX là quan niệm về phạm trù cứu nước”. Đây là nhận định\nA. đúng, vì các sĩ phu đã gắn yêu nước với xây dựng chế độ xã hội tiến bộ.\nB. sai, vì khuynh hướng cứu nước mới của các sĩ phu không thành công.\nC. sai, vì phạm trù “trung quân ái quốc” đã ăn sâu vào tư tưởng người dân.\nD. đúng, vì hoạt động của các sĩ phu hướng tới mục tiêu dân chủ, dân quyền.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "A chọn vì nhận định trên là đúng. Một trong những điểm tiến bộ của phong trào yêu nước Việt Nam đầu thế kỉ XX là quan niệm về phạm trù cứu nước đã có sự thay đổi khi các sĩ phu đã gắn yêu nước với xây dựng chế độ xã hội tiến bộ.\nB loại vì dù chưa thành công nhưng quan điểm cứu nước gắn với duy tân đất nước, xây dựng xã hội tiến bộ là điều đúng đắn.\nC loại vì các sĩ phu như Phan Bội Châu và Phan Châu Trinh là những sĩ phu thức thời, yêu nước nhưng tiến bộ. Các ông đã chọn đi theo con đường cứu nước dân chủ tư sản và muốn thiết lập chế độ Cộng hòa tức là không còn ngôi vua.\nD loại vì mục tiêu chung mà các sĩ phu yêu nước tiến bộ hướng tới là giành được độc lập cho dân tộc.\nChọn đáp án A."
    },
    {
        "ID": "His_19_8",
        "Image_Question": "",
        "Question": "CÂU 8:Sự kiện nào đánh dấu phong trào công nhân Việt Nam bước đầu chuyển từ đấu tranh tự phát sang đấu tranh tự giác?\nA. Công nhân Sài Gòn thành lập tổ chức Công hội.\nB. Đảng Cộng sản Việt Nam được thành lập (1930).\nC. Cuộc bãi công của thợ máy xưởng Ba Son (1925).\nD. Cuộc đấu tranh của công nhân Bắc Kì (1923).",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Bên cạnh mục tiêu kinh tế, cuộc bãi công của thợ máy xưởng Ba Son (1925) dưới sự lãnh đạo của Công hội đỏ còn có mục tiêu chính trị (ngăn cản tàu chiến Pháp sang đàn áp cách mạng Trung Quốc), thể hiện phần nào tinh thần quốc tế vô sản.\n+ Đánh dấu bước tiến mới của phong trào công nhân. Bước đầu chuyển phong trào công nhân từ tự phát sang tự giác.\nChọn đáp án C."
    },
    {
        "ID": "His_19_9",
        "Image_Question": "",
        "Question": "CÂU 9:Nguyên nhân cơ bản quyết định sự bùng nổ của phong trào cách mạng 1930 – 1931 ở Việt Nam là\nA. Đảng Cộng sản Việt Nam ra đời kịp thời lãnh đạo cách mạng.\nB. ảnh hưởng của cuộc khủng hoảng kinh tế 1929 - 1933.\nC. thực dân Pháp tiến hành khủng bố trắng sau khởi nghĩa Yên Bái.\nD. địa chủ phong kiến cấu kết với thực dân Pháp đàn áp nông dân.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Nội dung của 4 phương án đều là nguyên nhân dẫn đến sự bùng nổ của phong trào cách mạng 1930 – 1931. Tuy nhiên, nguyên nhân quyết định dẫn đến sự bùng nổ của phong trào cách mạng 1930 – 1931 thì phải là Đảng Cộng sản Việt Nam ra đời và lãnh đạo đấu tranh. Trong đó, Đảng đề ra có đường lối, mục tiêu đấu tranh rõ ràng và sự lãnh đạo mang tính thống nhất cao nên phong trào có thể bùng nổ và phát triển rộng khắp cả nước. Các nguyên nhân khác góp phần thúc đẩy phong trào diễn ra nhưng không mang tính quyết định.\nChọn đáp án A."
    },
    {
        "ID": "His_19_10",
        "Image_Question": "",
        "Question": "CÂU 10:Nội dung nào không phản ánh đúng nét tương đồng về sự hình thành và phát Liên minh châu Âu (EU) và Hiệp hội các quốc gia Đông Nam Á (ASEAN)?\nA. Liên kết để hạn chế ảnh hưởng của cường quốc bên ngoài vào khu vực.\nB. Diễn ra quá trình nhất thể hóa trong khuôn khổ khu vực.\nC. Sự hợp tác của các nước thành viên diễn ra trên nhiều lĩnh vực.\nD. Nhu cầu liên kết, hợp tác để cùng nhau phát triển.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "A, C, D loại vì nội dung của các phương án này phản ánh đúng nét tương đồng về sự hình thành và phát Liên minh châu Âu (EU) và Hiệp hội các quốc gia Đông Nam Á (ASEAN).\nB chọn vì nội dung của phương án này phản ánh không đúng nét tương đồng về sự hình thành và phát Liên minh châu Âu (EU) và Hiệp hội các quốc gia Đông Nam Á (ASEAN). ASEAN không có quá trình nhất thể hóa trong khuôn khổ khu vực, điều này chỉ có ở EU.\nChọn đáp án B."
    },
    {
        "ID": "His_19_11",
        "Image_Question": "",
        "Question": "CÂU 11:Sau khi nước Việt Nam Dân chủ Cộng hòa ra đời, các thế lực ngoại xâm và nội phản đều âm mưu\nA. giúp Trung Hoa Dân quốc chiếm Việt Nam.\nB. chống phá, đàn áp cách mạng Việt Nam.\nC. biến Việt Nam thành thuộc địa kiểu mới.\nD. mở đường cho Mỹ xâm lược Việt Nam.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "A loại và quân Trung Hoa Dân quốc thời điểm đó không muốn chiếm Việt Nam.\nB chọn vì sau khi nước Việt Nam Dân chủ Cộng hòa ra đời, các thế lực ngoại xâm và nội phản đều âm mưu chống phá, đàn áp cách mạng Việt Nam.\nC loại vì chỉ có Mĩ muốn biến miền Nam Việt Nam thành thuộc địa kiểu mới còn Pháp và quân Trung Hoa Dân quốc cùng bọn tay sai thì không có âm mưu này.\nD loại vì lúc này chỉ có Pháp quay lại xâm lược Việt Nam. Phải từ năm 1949 trở đi Mĩ mới từng bước can thiệp sâu vào cuộc chiến tranh Việt Nam.\nChọn đáp án B."
    },
    {
        "ID": "His_19_12",
        "Image_Question": "",
        "Question": "CÂU 12:Đặc điểm nổi bật của cuộc cách mạng khoa học – kĩ thuật từ những năm 70 của thế kỉ XX là gì?\nA. Sự phổ biến của các công nghệ như: trí tuệ nhân tạo, sinh sản vô tính.\nB. Công nghệ bước đầu được ứng dụng trong hoạt động sản xuất.\nC. Cách mạng công nghệ trở thành cốt lõi của cách mạng khoa học – kĩ thuật.\nD. Hệ thống tự động hóa đã hoàn toàn thay thế sức lao động con người.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Đặc điểm nổi bật của cuộc cách mạng khoa học – kĩ thuật từ những năm 70 của thế kỉ XX là cách mạng công nghệ trở thành cốt lõi của cách mạng khoa học – kĩ thuật.\nChọn đáp án C."
    },
    {
        "ID": "His_19_13",
        "Image_Question": "",
        "Question": "CÂU 13:Chính quyền công nông lần đầu tiên xuất hiện ở Việt Nam trong phong trào nào sau đây?\nA. Phong trào cách mạng 1930 - 1931.\nB. Phong trào giải phóng dân tộc 1939 - 1945.\nC. Phong trào dân chủ 1936 - 1939.\nD. Phong trào dân tộc dân chủ 1919 - 1925.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chính quyền công nông lần đầu tiên xuất hiện ở Việt Nam trong phong trào cách mạng 1930 - 1931.\nChọn đáp án A."
    },
    {
        "ID": "His_19_14",
        "Image_Question": "",
        "Question": "CÂU 14:Trong thời kì 1954 - 1975, cách mạng xã hội chủ nghĩa miền Bắc Việt Nam đóng vai trò quyết định nhất đối với sự nghiệp cách mạng cả nước, vì cuộc cách mạng này đã\nA. làm cho cách mạng cả nước vững mạnh, sau đó đi lên chủ nghĩa xã hội.\nB. làm cho miền Bắc vững mạnh để hoàn thành các nhiệm vụ khác.\nC. hoàn thành xuất sắc nghĩa vụ hậu phương đối với tiền tuyến miền Nam.\nD. trực tiếp làm thất bại các chiến lược chiến tranh xâm lược của Mĩ.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "A, B loại vì lúc này miền Bắc tiến hành xây dựng cơ sở vật chất cho CNXH và làm nghĩa vụ hậu phương chi viện cho miền Nam trực tiếp chống Mĩ.\nD loại vì chiến lược “Chiến tranh đơn phương” không diễn ra ở miền Bắc và khi Mĩ thực hiện các chiến lược chiến tranh khác thì miền Bắc cũng không phải là nơi trực tiếp làm thất bại các chiến lược chiến tranh xâm lược của Mĩ.\nChọn đáp án C."
    },
    {
        "ID": "His_19_15",
        "Image_Question": "",
        "Question": "CÂU 15:“Giống như Mặt trời chói lọi ... chiếu sáng khắp năm châu, thức tỉnh hàng triệu, hàng triệu người bị áp bức bóc lột trên trái đất. Trong lịch sử loài người chưa từng có một cuộc cách mạng nào có ý nghĩa to lớn và sâu xa như thế”.Nhận định trên của Hồ Chí Minh đề cập đến cuộc cách mạng nào?\nA. Cách mạng tháng Tám ở Việt Nam (1945).\nB. Cách mạng tư sản Anh (thế kỉ XVII).\nC. Cách mạng tư sản Pháp (cuối thế kỉ XVIII).\nD. Cách mạng tháng Mười Nga (1917).",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "A, B, C loại vì Cách mạng tháng Tám ở Việt Nam (1945), Cách mạng tư sản Anh (thế kỉ XVII), Cách mạng tư sản Pháp (cuối thế kỉ XVIII) không phản ánh đúng nhận định trên.\nD chọn vì Cách mạng tháng Mười Nga (1917) là cuộc cách mạng có ảnh hưởng mạnh mẽ đến phong trào giải phóng dân tộc trên thế giới, chỉ ra con đường cứu nước mới cho nhiều dân tộc trong đó có Việt Nam, đó là con đường cách mạng vô sản.\nChọn đáp án D."
    },
    {
        "ID": "His_19_16",
        "Image_Question": "",
        "Question": "CÂU 16:Nhược điểm lớn nhất của kế hoạch quân sự Nava do Pháp - Mĩ thực hiện ở Đông Dương là gì?\nA. Phải nhanh chóng kết thúc chiến tranh trong danh dự.\nB. Pháp ngày càng lệ thuộc vào sự viện trợ của Mĩ.\nC. Ra đời trong bối cảnh Pháp đang ở thế bị động.\nD. Mâu thuẫn giữa “tập trung và phân tán” lực lượng.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "A loại và Pháp đã sa lầy 8 năm trong cuộc chiến tranh Việt Nam và việc đề ra kế hoạch Nava là sự nỗ lực cao nhất của Pháp với sự giúp đỡ, hỗ trợ của Mĩ. Pháp muốn kết thúc chiến tranh trong danh dự không phải là nhược điểm.\nB, C loại vì đây không phải là nhược điểm lớn nhất.\nD chọn vì nhược điểm lớn nhất của kế hoạch quân sự Nava do Pháp - Mĩ thực hiện ở Đông Dương là chưa giải quyết được bài toán về mâu thuẫn giữa “tập trung” và “phân tán” lực lượng.\nChọn đáp án D."
    },
    {
        "ID": "His_19_17",
        "Image_Question": "",
        "Question": "CÂU 17:Những chính sách của triều đình nhà Nguyễn vào giữa thế kỉ XIX đã\nA. trở thành nguyên nhân sâu xa để Việt Nam bị xâm lược.\nB. làm cho sức mạnh phòng thủ của Việt Nam bị suy giảm.\nC. đặt Việt Nam vào thế đối đầu với tất cả các nước tư bản.\nD. làm cho Việt Nam bị lệ thuộc vào các nước phương Tây.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "A loại vì việc Việt Nam bị xâm lược là điều tất yếu trong bối cảnh các nước tư bản phương Tây đang đẩy mạnh xâm lược trên toàn thế giới.\nB chọn vì những chính sách sai lầm của nhà Nguyễn như cấm đạo, bế quan tỏa cảng làm cho Việt Nam không những bị lạc hậu trầm trọng hơn mà còn làm chia rẽ khối đoàn kết dân tộc  →suy giảm sức mạnh dân tộc.\nC loại vì Việt Nam lúc này không đối đầu với tất cả các nước tư bản phương Tây.\nD loại vì Việt Nam lúc này không lệ thuộc vào phương Tây.\nChọn đáp án B."
    },
    {
        "ID": "His_19_18",
        "Image_Question": "",
        "Question": "CÂU 18:Căn cứ địa cách mạng đầu tiên của Việt Nam trong giai đoạn 1939-1945 là\nA. Bắc Sơn - Võ Nhai.\nB. Tuyên Quang.\nC. Thái Nguyên.\nD. Cao Bằng.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Căn cứ địa cách mạng đầu tiên của Việt Nam trong giai đoạn 1939-1945 là Bắc Sơn - Võ Nhai.\nChọn đáp án A."
    },
    {
        "ID": "His_19_19",
        "Image_Question": "",
        "Question": "CÂU 19:Cương lĩnh chính trị đầu tiên của Đảng Cộng sản Việt Nam (1930) đã xác định đường lối chiến lược của cách mạng Việt Nam là\nA. tiến hành cách mạng tư sản dân quyền, sau đó tiến thẳng lên con đường tư bản chủ nghĩa.\nB. tiến hành cách mạng tư sản dân quyền và thổ địa cách mạng để đi tới xã hội cộng sản.\nC. xây dựng chính quyền cách mạng của công - nông – binh, tiến lên xây dựng chủ nghĩa xã hội.\nD. đánh đổ đế quốc xâm lược và phong kiến tay sai làm cho nước Việt Nam hoàn toàn độc lập.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Cương lĩnh chính trị đầu tiên của Đảng Cộng sản Việt Nam (1930) đã xác định đường lối chiến lược của cách mạng Việt Nam là tiến hành cách mạng tư sản dân quyền và thổ địa cách mạng để đi tới xã hội cộng sản.\nChọn đáp án B."
    },
    {
        "ID": "His_19_20",
        "Image_Question": "",
        "Question": "CÂU 20:Nội dung nào dưới đây không phản ánh đúng nguyên nhân thúc đẩy sự phát triển của kinh tế Mĩ trong giai đoạn từ năm 1945 đến những năm 70 của thế kỉ XX?\nA. Vai trò quản lý, điều tiết nền kinh tế có hiệu quả của nhà nước.\nB. Các tập đoàn tự bản có sức sản xuất lớn, cạnh tranh hiệu quả.\nC. Chi phí quốc phòng thấp (dưới 1% ngân sách quốc gia).\nD. Áp dụng các thành tựu khoa học – kĩ thuật vào sản xuất.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "- Nội dung các phương án A, B, D phản ánh đúng nguyên nhân thúc đẩy sự phát triển của kinh tế Mĩ trong giai đoạn từ năm 1945 đến những năm 70 của thế kỉ XX.\n- Nội dung phương án C là một trong những nguyên nhân phát triển của Nhật Bản.\nChọn đáp án C."
    },
    {
        "ID": "His_19_21",
        "Image_Question": "",
        "Question": "CÂU 21:Phong trào “Phá kho thóc giải quyết nạn đói” (1945) thu hút đông đảo nông dân Việt Nam ở Bắc Kì và Bắc Trung Kì tham gia vì\nA. đáp ứng đầy đủ yêu cầu của mọi giai cấp trong xã hội.\nB. giải quyết cơ bản yêu cầu ruộng đất cho nông dân.\nC. giải quyết triệt để mâu thuẫn chủ yếu trong xã hội.\nD. đáp ứng được yêu cầu cấp bách nhất của nông dân.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "A loại vì việc phát động phong trào “Phá kho thóc giải quyết nạn đói” (1945) không đáp ứng đầy đủ yêu cầu của mọi giai cấp trong xã hội.\nB loại vì phong trào “Phá kho thóc giải quyết nạn đói” (1945) không giải quyết cơ bản yêu cầu ruộng đất cho nông dân.\nC loại vì có nhiều mâu thuẫn trong xã hội Việt Nam trong đó có hai mâu thuẫn cơ bản là mâu thuẫn giữa toàn thể dân tộc Việt Nam với thực dân Pháp và mâu thuẫn giữa nông dân với địa chủ phong kiến. Ở phong trào “Phá kho thóc giải quyết nạn đói” (1945) không giải quyết triệt để mâu thuẫn chủ yếu trong xã hội. Hiện nay vẫn còn nhiều mâu thuẫn trong xã hội vẫn chưa giải quyết được như mâu thuẫn giàu - nghèo, mâu thuẫn tôn giáo,...\nD chọn vì yêu cầu cấp bách của nông dân Việt Nam lúc này là vấn đề có lương thực, lúa thóc để giải quyết\nnạn đói.\nChọn đáp án D."
    },
    {
        "ID": "His_19_22",
        "Image_Question": "",
        "Question": "CÂU 22:Điểm khác cơ bản giữa sự ra đời của Đảng Cộng sản Việt Nam với các Đảng Cộng sản trên thế giới là\nA. phong trào công nhân giữ vai trò quyết định.\nB. chủ nghĩa Mác - Lênin giữ vai trò quyết định.\nC. tư tưởng Hồ Chí Minh giữ vai trò chủ đạo.\nD. có sự kết hợp với phong trào yêu nước.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "- Đảng Cộng sản ra đời = Chủ nghĩa Mác – Lê nin + phong trào công nhân.\n- Đảng Cộng sản Việt Nam ra đời = Chủ nghĩa Mác – Lê nin + phong trào công nhân + phong trào yêu nước.\nChọn đáp án D."
    },
    {
        "ID": "His_19_23",
        "Image_Question": "",
        "Question": "CÂU 23:Nhân dân miền Nam Việt Nam sử dụng bạo lực cách mạng trong phong trào Đồng khởi (1959 – 1960) vì\nA. mọi xung đột chỉ có thể giải quyết bằng vũ lực.\nB. lực lượng vũ trang cách mạng miền Nam đã phát triển.\nC. không thể tiếp tục đấu tranh bằng con đường hòa bình.\nD. cách mạng miền Nam đã chuyển hẳn thế tiến công.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Sau Hiệp định Giơnevơ năm 1954, ở miền Nam Việt Nam, Mĩ đã dựng lên chính quyền tay sai Ngô Đình Diệm. Mĩ – Diệm tiến hành khủng bố, đàn áp dã man lực lượng cách mạng, nhất là sự kiện Ngô Đình Diệm đưa ra đạo luật 10/59 lê máy chém đi khắp miền Nam giết hại hàng vạn cán bộ, đảng viên, người dân vô tội thì cách mạng miền Nam không thể tiếp tục đấu tranh bằng con đường hòa bình được nữa » Hội nghị lần thứ 15 BCH TW Đảng quyết định để nhân dân miền Nam sử dụng bạo lực cách mạng đánh đổ Mĩ – Diệm.\nChọn đáp án C."
    },
    {
        "ID": "His_19_24",
        "Image_Question": "",
        "Question": "CÂU 24:Quyền dân tộc cơ bản của Việt Nam lần đầu tiên được ghi nhận đầy đủ trong văn bản pháp lí quốc tế nào?\nA. Hiệp định Sơ bộ năm 1946.\nB. Hiệp định Giơnevơ năm 1954.\nC. Hiệp định Pari năm 1973.\nD. Hiệp định Ianta năm 1945.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "A loại vì trong Hiệp định Sơ bộ thì Pháp mới chỉ công nhận quyền thống nhất của dân tộc Việt Nam thông qua điều khoản công nhận Việt Nam là quốc gia tự do (tức là không còn bị phân chia thành 3 kì trong 5 kì Đông Dương thuộc Pháp như trước mà đã thống nhất từ Bắc đến Nam).\nC loại vì Hiệp định Giơnevơ năm 1954 đã công nhận đầy đủ các quyền dân tộc cơ bản của nhân dân Việt Nam là độc lập, chủ quyền, thống nhất và toàn vẹn lãnh thổ.\nD loại vì hội nghị Ianta không đề cập đến vấn đề này.\nChọn đáp án B."
    },
    {
        "ID": "His_19_25",
        "Image_Question": "",
        "Question": "CÂU 25:Đối với Trung Quốc, sự ra đời nước Cộng hòa Nhân dân Trung Hoa (10/1949) có ý nghĩa như thế nào?\nA. Lật đổ chế độ phong kiến, đưa Trung Quốc bước vào kỉ nguyên độc lập, tự do.\nB. Đưa Trung Quốc trở thành nhà nước dân chủ nhân dân đầu tiên ở châu Á.\nC. Đánh dấu cuộc cách mạng dân chủ nhân dân ở Trung Quốc đã hoàn thành triệt để.\nD. Đưa Trung Quốc bước vào kỉ nguyên độc lập, tự do, tiến lên chủ nghĩa xã hội.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Đối với Trung Quốc, sự ra đời nước Cộng hòa Nhân dân Trung Hoa (10/1949) đã đưa Trung Quốc bước vào kỉ nguyên độc lập, tự do, tiến lên chủ nghĩa xã hội.\nChọn đáp án D."
    },
    {
        "ID": "His_19_26",
        "Image_Question": "",
        "Question": "CÂU 26:Một trong những nguyên nhân giúp cho trật tự thế giới 2 cực Ianta mang tính tích cực hơn so với trật tự thế giới theo hệ thống Vécxai – Oasinhtơn là do\nA. có sự tham gia của Liên Xô.\nB. sức ép của phong trào cách mạng thế giới.\nC. ảnh hưởng từ chương trình 14 điểm của Mĩ.\nD. không có sự tham gia của các nước đế quốc.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Một trong những nguyên nhân giúp cho trật tự thế giới 2 cực Ianta mang tính tích cực hơn so với trật tự thế giới theo hệ thống Vécxai - Oasinhtơn là do trật tự hai cực Ianta có sự tham gia của Liên Xô – nước CHXN còn trật tự Vécxai – Oasinhtơn thì chỉ bao gồm các nước TBCN.\nChọn đáp án A."
    },
    {
        "ID": "His_19_27",
        "Image_Question": "",
        "Question": "CÂU 27:Công lao to lớn đầu tiên của Nguyễn Ái Quốc đối với cách mạng Việt Nam trong năm 1920 – 1930 là\nA. chuẩn bị về tổ chức cho sự ra đời của chính đảng vô sản ở Việt Nam.\nB. soạn thảo cho Đảng Cộng sản Việt Nam Cương lĩnh chính trị đúng đắn.\nC. xác định con đường cứu nước mới cho dân tộc Việt Nam.\nD. chuẩn bị về tư tưởng chính trị cho sự ra đời của Đảng Cộng sản Việt Nam.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "- Cuối thế kỉ XIX - đầu thế kỉ XX, Việt Nam đang trong thời kì khủng hoảng về đường lối cứu nước và giai cấp lãnh đạo đấu tranh bởi vì ngọn cờ phong kiến đã lỗi thời, lạc hậu còn con đường cứu nước theo khuynh hướng dân chủ tư sản đang trong quá trình thực tế kiểm nghiệm nhưng cũng dần cho thấy đây không phải là con đường cứu nước phù hợp vì chưa đáp ứng được yêu cầu của lịch sử dân tộc.\n- Trong bối cảnh đó, Nguyễn Ái Quốc đang trên con đường tìm đường cứu nước cho dân tộc và Người đã tìm ra con đường phù hợp đó là con đường cách mạng vô sản. Điều này được chứng minh bởi thắng lợi đầu tiên là thắng lợi của Cách mạng XHCN tháng Mười Nga năm 1917. Người đánh giá đây là cuộc cách mạng “đến nơi” khi so sánh với cách mạng Pháp và cách mạng Mĩ. Sau này, thực tế lịch sử Việt Nam chứng minh và lựa chọn con đường cứu nước mà Nguyễn Ái Quốc đã xác định năm 1920 là hoàn toàn đúng đắn. Đây là công lao đầu tiên to lớn nhất của Nguyễn Ái Quốc trong những năm 1919 – 1930.\nChọn đáp án C."
    },
    {
        "ID": "His_19_28",
        "Image_Question": "",
        "Question": "CÂU 28:Tại sao Pháp lại chọn đô thị làm điểm mở đầu cuộc chiến tranh ở Việt Nam cuối năm 1946?\nA. Lực lượng phòng vệ của Việt Nam trong các đô thị mỏng.\nB. Lực lượng của Pháp đang tập trung vào vùng ven đô.\nC. Đô thị là nơi Pháp có thể “lấy chiến tranh nuôi chiến tranh”.\nD. Đô thị là nơi tập trung cơ quan đầu não của Việt Nam.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Đô thị là nơi tập trung các cơ quan đầu não của Việt Nam. Do đó tấn công vào các đô thị có thể thực hiện được âm mưu đánh úp cơ quan đầu não của đối phương, nhanh chóng kết thúc chiến tranh. Đây là lí do Pháp chọn đô thị làm điểm mở đầu cho cuộc chiến tranh ở Việt Nam cuối năm 1946.\nChọn đáp án D."
    },
    {
        "ID": "His_19_29",
        "Image_Question": "",
        "Question": "CÂU 29:Việt Nam có thể rút ra kinh nghiệm gì từ sự phát triển kinh tế của các nước tư bản sau Chiến tranh thế giới thứ hai để đẩy mạnh sự nghiệp công nghiệp hóa, hiện đại hóa đất nước?\nA. Khai thác và sử dụng hợp lí nguồn tài nguyên.\nB. Ứng dụng thành tựu khoa học - kĩ thuật.\nC. Tăng cường xuất khẩu công nghệ phần mềm.\nD. Nâng cao trình độ tập trung vốn và lao động.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Nguyên nhân chung dẫn đến sự phát triển kinh tế của các nước tư bản như Mĩ, Tây Âu, Nhật Bản là áp dụng thành tựu khoa học – kĩ thuật vào sản xuất để nâng cao năng suất, hạ giá thành sản phẩm, tăng sức cạnh tranh.\n→Việt Nam có thể học tập và áp dụng thành tựu khoa học – kĩ thuật vào để phát triển kinh tế.\nChọn đáp án B."
    },
    {
        "ID": "His_19_30",
        "Image_Question": "",
        "Question": "CÂU 30:Hội nghị lần thứ 8 Ban Chấp hành Trung ương Đảng Cộng sản Đông Dương (tháng 5/1941) chủ trương giải quyết vấn đề dân tộc trong khuôn khổ từng nước ở Đông Dương nhằm\nA. kết hợp giải quyết vấn đề dân chủ ở mỗi nước.\nB. thực hiện quyền tự quyết các dân tộc.\nC. giải quyết triệt để vấn đề dân tộc dân chủ.\nD. chống âm mưu lập Liên bang Đông Dương của Pháp.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "A, C loại vì lúc này vấn đề giải phóng dân tộc là nhiệm vụ hàng đầu.\nB chọn vì lúc này cần thành lập ở mỗi nước 1 mặt trận dân tộc thống nhất riêng để lãnh đạo đấu tranh cho phù hợp với tình hình mỗi nước và việc giải quyết vấn đề dân tộc trong khuôn khổ từng nước cũng là để thực hiện quyền tự quyết các dân tộc.\nD loại vì Pháp đã thành lập Liên bang Đông Dươn từ cuối thế kỉ XIX.\nChọn đáp án B."
    },
    {
        "ID": "His_19_31",
        "Image_Question": "",
        "Question": "CÂU 31:Từ năm 1950 đến nửa đầu những năm 70 của thế kỉ XX, Liên Xô thực hiện nhiệm vụ trọng tâm là\nA. thành lập và phát triển Hội đồng tương trợ kinh tế.\nB. củng cố, hoàn thiện hệ thống chính trị của chủ nghĩa xã hội.\nC. khôi phục kinh tế và hàn gắn vết thương chiến tranh.\nD. tiếp tục xây dựng cơ sở vật chất – kĩ thuật của chủ nghĩa xã hội.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Từ năm 1950 đến nửa đầu những năm 70 của thế kỉ XX, Liên Xô thực hiện nhiệm vụ trọng tâm là tiếp tục xây dựng cơ sở vật chất – kĩ thuật của chủ nghĩa xã hội.\nChọn đáp án D."
    },
    {
        "ID": "His_19_32",
        "Image_Question": "",
        "Question": "CÂU 32:Đặc điểm nổi bật của phong trào yêu nước cách mạng Việt Nam trong những năm 1919 - 1930 là\nA. khuynh hướng tư sản đã chiếm được ưu thế tuyệt đối.\nB. tồn tại song song hai khuynh hướng tư sản và vô sản.\nC. sự phát triển tuần tự từ khuynh hướng tư sản đến vô sản.\nD. khuynh hướng vô sản chiếm ưu thế tuyệt đối.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "A loại vì khuynh hướng dân chủ tư sản đã từng bước cho thấy không phù hợp với yêu cầu thực tế của lịch sử Việt Nam và thất bại của cuộc khởi nghĩa Yên Bái cùng với sự ra đời của Đảng Cộng sản Việt Nam cũng chấm dứt khuynh hướng cứu nước theo con đường dân chủ tư sản.\nB chọn vì trong giai đoạn 1919 – 1930 ở Việt Nam tồn tại song song hai khuynh hướng tư sản và vô sản. C loại vì sự phát triển tuần tự được hiểu là khuynh hướng này kết thúc thì khuynh hướng khác tiếp nối mà ở Việt Nam thì cả hai khuynh hương tư sản và vô sản tồn tại song song chứ không phát triển tuần tự.\nD loại vì ban đầu khuynh hướng dân chủ tư sản xuất hiện trước nhưng sau đó có sự tồn tại song song giữa hai khuynh hướng dân chủ tư sản và vô sản trong phong trào yêu nước Việt Nam.\nChọn đáp án B."
    },
    {
        "ID": "His_19_33",
        "Image_Question": "",
        "Question": "CÂU 33:Quốc gia nào được mệnh danh là “lá cờ đầu trong phong trào giải phóng dân tộc ở Mĩ latinh” sau Chiến tranh thế giới thứ hai?\nA. Nicaragua.\nB. Cuba.\nC. Achentina.\nD. Chilê.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Sau Chiến tranh thế giới thứ hai, các nước Mĩ Latinh phải đấu tranh chống lại chế độ độc tài thân Mĩ. Mở đầu cho phong trào này là cuộc cách mạng ở Cuba chống lại chế độ độc tài Batista. Tháng 1/1959, chế độ độc tài Batista ở Cuba đã bị lật đổ, nước Cộng hòa Cuba ra đời do Phiđen Cátơrô đứng đầu → Quốc gia được mệnh danh là “lá cờ đầu trong phong trào giải phóng dân tộc ở Mĩ Latinh” sau Chiến tranh thế giới thứ hai là Cuba.\nChọn đáp án B."
    },
    {
        "ID": "His_19_34",
        "Image_Question": "",
        "Question": "CÂU 34:Thắng lợi của phong trào giải phóng dân tộc ở các nước Á, Phi và Mĩ Latinh sau Chiến tranh thế giới thứ hai\nA. đã góp phần làm thay đổi sâu sắc bản đồ chính trị thế giới.\nB. đã góp phần làm phá sản hoàn toàn chiến lược toàn cầu của Mĩ.\nC. là yếu tố quyết định sự xuất hiện của xu thế toàn cầu hóa.\nD. là yếu tố quyết định sự xuất hiện của xu thế hòa hoãn Đông - Tây.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Thắng lợi của phong trào giải phóng dân tộc ở các nước Á, Phi và Mĩ Latinh sau Chiến tranh thế giới thứ hai đã góp phần làm thay đổi sâu sắc bản đồ chính trị thế giới.\nChọn đáp án A."
    },
    {
        "ID": "His_19_35",
        "Image_Question": "",
        "Question": "CÂU 35:Mâu thuẫn chủ yếu trong xã hội Việt Nam sau Chiến tranh thế giới thứ nhất là\nA. địa chủ phong kiến và công nhân.\nB. tự sản và vô sản.\nC. nhân dân Việt Nam và thực dân Pháp.\nD. địa chủ phong kiến và nông dân.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Mâu thuẫn chủ yếu trong xã hội Việt Nam sau Chiến tranh thế giới thứ nhất là mâu thuẫn giữa toàn thể nhân dân Việt Nam và thực dân Pháp.\nChọn đáp án C."
    },
    {
        "ID": "His_19_36",
        "Image_Question": "",
        "Question": "CÂU 36:Nguyên nhân chủ yếu dẫn đến việc Nhật Bản tăng cường quan hệ kinh tế, chính trị, văn hóa, xã hội với các nước Đông Nam Á (từ cuối những năm 70 của thế kỉ XX) là gì?\nA. Giúp Đông Nam Á đối trọng với Trung Quốc.\nB. Muốn Đông Nam Á giảm dần sự phụ thuộc vào Mĩ.\nC. Khẳng định vị thế của cường quốc chính trị.\nD. Phát huy tối đa những lợi thế quốc gia.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "A, B loại vì nội dung này không có trong chính sách đối ngoại của Nhật Bản.\nC loại vì cho đến nay, Nhật chỉ đang vươn lên để trở thành cường quốc về chính trị chứ chưa phải là cường quốc về chính trị.\nD chọn vì từ cuối những năm 70 của thế kỉ XX, Nhật đang là một trong những trung tâm kinh tế - tài chính của thế giới, trong khi đó, khu vực Đông Nam Á ngày càng cho thấy vai trò quan trọng của mình về địa chính trị, kinh tế, văn hóa, ...\n+ Nhật Bản tăng cường quan hệ kinh tế, chính trị, văn hóa, xã hội với các nước Đông Nam Á (từ cuối những năm 70 của thế kỉ XX) là để phát huy tối đa những lợi thế quốc gia.\nChọn đáp án D."
    },
    {
        "ID": "His_19_37",
        "Image_Question": "",
        "Question": "CÂU 37:Nhân tố chủ yếu tác động và chi phối các quan hệ quốc tế trong hơn bốn thập kỉ của nửa sau thế kỉ XX là\nA. Cuộc Chiến tranh lạnh.\nB. Cách mạng xanh trong nông nghiệp.\nC. Cách mạng khoa học – kĩ thuật hiện đại.\nD. Quá trình toàn cầu hóa.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Nhân tố chủ yếu tác động và chi phối các quan hệ quốc tế trong hơn bốn thập kỉ của nửa sau thế kỉ XX là Chiến tranh lạnh.\nChọn đáp án A."
    },
    {
        "ID": "His_19_38",
        "Image_Question": "",
        "Question": "CÂU 38:Chiến dịch chủ động tấn công lớn đầu tiên của bộ đội chủ lực Việt Nam trong cuộc kháng chiến chống thực dân Pháp (1945 – 1954) là\nA. Tây Bắc thu – đông năm 1952.\nB. Hòa Bình đông - xuân 1951-1952.\nC. Việt Bắc thu - đông năm 1947.\nD. Biên giới thu- đông năm 1950.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chiến dịch chủ động tấn công lớn đầu tiên của bộ đội chủ lực Việt Nam trong cuộc kháng chiến chống thực dân Pháp (1945 – 1954) là chiến dịch Biên giới thu – đông năm 1950.\nChọn đáp án D."
    },
    {
        "ID": "His_19_39",
        "Image_Question": "",
        "Question": "CÂU 39:Sự thay đổi sách lược đấu tranh chống ngoại xâm – nội phản của Chính phủ Việt Nam Dân chủ Cộng hòa trước và từ ngày 6/3/1946 chủ yếu là do\nA. sự phát triển của phong trào cách mạng thế giới.\nB. thiện chí hòa bình của nhân dân Việt Nam.\nC. sự phát triển của lực lượng cách mạng Việt Nam.\nD. Sự thay đổi động thái của các thế lực ngoại xâm.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "- Trước ngày 28/2/1946 (trước Hiệp ước Hoa – Pháp):\n+ Đối với quân Trung Hoa Dân quốc: ta nhân nhượng, hòa hoãn có nguyên tắc.\n+ Đối với quân Pháp: ta kiến quyết chống Pháp khi chúng quay lại xâm lược Nam Bộ.\n- Sau ngày 28/2/1946 (sau Hiệp ước Hoa – Pháp): Do quân Trung Hoa Dân quốc và thực dân Pháp đã cấu kết với nhau bằng Hiệp ước Hoa – Pháp nên:\n+ Đối với quân Trung Hoa Dân quốc: ta kí với Pháp Hiệp định Sơ bộ để đuổi 20 vạn quân Trung Hoa Dân quốc về nước.\n+ Đối với quân Pháp: ta hòa hoãn, nhân nhượng có nguyên tắc.\n→ Sự thay đổi sách lược đấu tranh chống ngoại xâm – nội phản của Chính phủ Việt Nam Dân chủ Cộng hòa trước và từ ngày 6/3/1946 chủ yếu là do sự thay đổi động thái của các thế lực ngoại xâm.\nChọn đáp án D."
    },
    {
        "ID": "His_19_40",
        "Image_Question": "",
        "Question": "CÂU 40:Bài học kinh nghiệm nào trong kháng chiến chống Pháp (1945 - 1954) được Đảng Lao động Việt Nam tiếp tục vận dụng thành công trong kháng chiến chống Mỹ cứu nước (1954 - 1975)?\nA. Kết hợp đấu tranh chính trị với đấu tranh vũ trang và dân vận.\nB. Tăng cường đoàn kết trong nước và quốc tế.\nC. Kết hợp sức mạnh dân tộc với thời đại, sức mạnh trong nước và quốc tế.\nD. Tổ chức, lãnh đạo quần chúng đoàn kết đấu tranh.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Trong cuộc kháng chiến chống Pháp (1945 – 1954), Đảng và Chính phủ đã lanh đạo nhân dân ta thực hiện đường lối đấu tranh đúng đắn khi kết hợp sức mạnh dân tộc và sức mạnh thời đại, sức mạnh trong nước và sức mạnh quốc tế.\nCụ thể:\n- Sức mạnh dân tộc, sức mạnh trong nước: phát huy khối đại đoàn kết toàn dân tộc, phát huy đấu tranh chống Pháp một cách toàn diện trên tất cả các lĩnh vực.\n- Sức mạnh thời đại, sức mạnh quốc tế: sự ủng hộ, giúp đỡ của các nước XHCN và nhân dân tiến bộ trên thế giới, những điều kiện khách quan thuận lợi cho cuộc kháng chiến chống Pháp của nhân dân ta.\nChọn đáp án C."
    }
]