[
    {
        "ID": "His_6_1",
        "Image_Question": "",
        "Question": "CÂU 1:Trong phong trào yêu nước những năm đầu thế kỉ XX, Phan Bội Châu chủ trương chống Pháp theo xu hướng\nA. cải cách.\nB. bạo động.\nC. ôn hòa.\nD. hợp tác.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Trong phong trào yêu nước những năm đầu thế kỉ XX, Phan Bội Châu chủ trương chống Pháp theo xu hướng bạo động.\nChọn đáp án B"
    },
    {
        "ID": "His_6_2",
        "Image_Question": "",
        "Question": "CÂU 2:Trong những năm Chiến tranh thế giới thứ hai, các nước Đông Nam Á trở thành thuộc địa của\nA. phát xít Nhật.\nB. đế quốc Mĩ.\nC. thực dân Pháp.\nD. đế quốc Anh.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Trong những năm Chiến tranh thế giới thứ hai, các nước Đông Nam Á trở thành thuộc địa của phát xít Nhật.\nChọn đáp án A"
    },
    {
        "ID": "His_6_3",
        "Image_Question": "",
        "Question": "CÂU 3:Yếu tố khách quan dẫn tới sự ra đời của tổ chức ASEAN là\nA. nhu cầu giúp đỡ nhau giải để quyết khó khăn và phát triển.\nB. sự gần gũi về địa lí, tương đồng về lịch sử, kinh tế, văn hóa.\nC. sự xuất hiện của các tổ chức hợp tác khu vực trên thế giới.\nD. có chung mục tiêu chống lại chiến lược toàn cầu của Mĩ.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "- Đáp án A loại vì đây là nguyên nhân chủ quan.\n- Đáp án B loại vì đây không phải là nguyên nhân dẫn đến sự ra đời của ASEAN.\n- Đáp án C chọn vì sự xuất hiện của các tổ chức hợp tác khu vực trên thế giới là nguyên nhân khách quan thúc đẩy các nước Đông Nam Á liên kết lại với nhau.\n- Đáp án D loại vì loại vì:\n+ Trong 3 mục tiêu của chiến lược toàn cầu thì có 2 mục tiêu trực tiếp ảnh hưởng đến các nước Đông Nam Á nói chung và Việt Nam nói riêng là: đàn áp phong trào cách mạng thế giới và ngặn chặn, đẩy lùi, tiến tới xóa bỏ chủ nghĩa xã hội trên thế giới.\n+ Khi Mĩ đã tiến hành cuộc chiến tranh ở Việt Nam sau đó mở rộng ra toàn Đông Dương thì một số nước Đông Nam Á là đồng minh của Mĩ như Philippin, Thái Lan.\nChọn đáp án C"
    },
    {
        "ID": "His_6_4",
        "Image_Question": "",
        "Question": "CÂU 4:Chiến lược phát triển kinh tế mà nhóm 5 nước sáng lập ASEAN đều tiến hành thời kì đầu sau khi giành độc lập là gì?\nA. Công nghiệp hóa thay thế nhập khẩu.\nB. Công nghiệp hóa lấy xuất khẩu làm chủ đạo.\nC. Công nghiệp hóa lấy nhập khẩu làm chủ đạo.\nD. Công nghiệp hóa thay thế xuất khẩu.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chiến lược phát triển kinh tế mà nhóm 5 nước sáng lập ASEAN đều tiến hành thời kì đầu sau khi giành độc lập là Công nghiệp hóa thay thế nhập khẩu.\nChọn đáp án A"
    },
    {
        "ID": "His_6_5",
        "Image_Question": "",
        "Question": "CÂU 5:Quốc gia nào sau đây tuyên bố độc lập và thành lập nước Cộng hòa vào năm 1959?\nA. Cuba.\nB. Ấn Độ.\nC. Trung Quốc.\nD. Ai Cập.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Cuba tuyên bố độc lập và thành lập nước Cộng hòa vào năm 1959.\nChọn đáp án A"
    },
    {
        "ID": "His_6_6",
        "Image_Question": "",
        "Question": "CÂU 6:Trong quá trình thực hiện chiến lược toàn cầu (từ sau Chiến tranh thế giới thứ hai đến năm 2000), Mĩ đã đạt được kết quả nào dưới đây?\nA. Duy trì được vị trí cường quốc số một thế giới trên tất cả các lĩnh vực.\nB. Duy trì được sự tồn tại và hoạt động của tất cả các tổ chức quân sự.\nC. Làm các nước tư bản phương Tây đều lệ thuộc và liên minh chặt chẽ với Mĩ.\nD. Làm chậm quá trình giành thắng lợi của phong trào giải phóng dân tộc.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "- Đáp án A loại vì nửa sau những năm 80 của thế kỉ XX, Nhật vươn lên trở thành siêu cường tài chính số 1 thế giới.\n- Đáp án B loại vì nhiều tổ chức quân sự do Mĩ và đồng minh lập nên đã ta rã như: SEATO, CEMTO, ANZUS,…\n- Đáp án C loại vì từ sự liên minh chặt chẽ ban đầu với Mĩ, , từ những năm 50 trở đi, 1 số nước Tây Âu đã có chính sách đối ngoại đa dạng và thậm chí đối trọng trực tiếp với Mĩ trong 1 số vấn đề quốc tế như: từ nước liên minh chặt chẽ với Mĩ, Pháp đã phản đối Mĩ trong việc trang bị vũ khí hạt nhân cho Cộng hòa liên bang Đức, chú ý phát triển quan hệ với Liên Xô. Đặc biệt là việc Pháp rút khỏi Bộ chỉ huy NATO, yêu cầu Mĩ rút tất cả căn cứ quân sự và quân đội Mĩ khỏi nước Pháp; nhân dân các nước Pháp, Thụy Điển, Phần Lan,… phản đối cuộc chiến tranh của Mĩ ở Việt Nam.\n- Đáp án D chọn vì 1 trong 3 mục tiêu của Mĩ đều ra trong chiến lược toàn cầu là đàn áp phong trào giải phóng dân tộc, phong trào công nhân, phong trào cộng sản quốc tế, phong trào chống chiến tranh, vì hòa bình, dân chủ trên thế giới đã làm chậm quá trình giành thắng lợi của phong trào giải phóng dân tộc.\nChọn đáp án D"
    },
    {
        "ID": "His_6_7",
        "Image_Question": "",
        "Question": "CÂU 7:Sự kiện có tính đột phá làm xói mòn trật tự hai cực Ianta là\nA. thắng lợi của cuộc kháng chiến chống Pháp ở Việt Nam (1954).\nB. cách mạng Cuba lật đổ được chế độ độc tài Batixta (1959).\nC. ba nước Inđônêxia, Việt Nam, Lào tuyên bố độc lập (1945).\nD. cách mạng dân tộc dân chủ Trung Quốc thành công (1949).",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "- Nội dung đáp án A, B, C, D đều góp phần làm xói mòn trật tự hai cực Ianta.\n- Tuy nhiên, để đánh giá sự kiện mang tính đột phá làm làm xói mòn trật tự hai cực Ianta một cách sâu sắc thì phải nhắc tới sự kiện cách mạng dân tộc dân chủ Trung Quốc thành công (1949). Với thắng lợi này, hệ thống XHCN đã được nối liền từ Âu sang Á. Sức mạnh của phe XHCN được tăng cường, cán cân giữa hai phe có sự thay đổi đáng kể theo hướng có lợi cho phe XHCN.\nChọn đáp án C"
    },
    {
        "ID": "His_6_8",
        "Image_Question": "",
        "Question": "CÂU 8:Yếu tố nào tác động tích cực đến sự phát triển của phong trào giải phóng dân tộc ở các nước Á, Phi, Mĩ Latinh sau Chiến tranh thế giới thứ hai?\nA. Chủ nghĩa xã hội trở thành hệ thống.\nB. Trật tự hai cực Ianta hình thành.\nC. Mĩ đề ra chiến lược toàn cầu.\nD. Chủ nghĩa thực dân bị tiêu diệt.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "- Đáp án B loại vì sự hình thành trật tự hai cực với đặc trưng là thế giới bị chia thành hai phe TBCN và XHCN. Trong đó, Mĩ đứng đầu phe TBCN đã ra sức thực hiện chiến lược toàn cầu với mưu đồ làm bá chủ thế giới và là nước khởi đầu cuộc Chiến tranh lạnh. Cuộc Chiến tranh lạnh giữa Mĩ và Liên Xô đến năm 1949 đã bao trùm toàn thế giới và sự chạy đua giữa hai phe đã có những tác động tiêu cực đến sự phát triển của phong trào giải phóng dân tộc ở các nước Á, Phi, Mĩ Latinh sau Chiến tranh thế giới thứ hai. Cụ thể là làm chậm quá trình giành thắng lợi của phong trào giải phóng dân tộc của các nước Á, Phi, Mĩ Latinh.\n- Đáp án C loại vì đây là tác động tiêu cực.\n- Đáp án D loại vì chủ nghĩa thực dân bị giải trừ nhờ phong trào đấu tranh giải phóng dân tộc không ngừng nghỉ của nhân dân các nước Á, Phi, Mĩ Latinh.\n- Đáp án A chọn vì chủ nghĩa xã hội trở thành hệ thống trên thế giới đã cổ vũ về vật chất cũng như tinh thần đối với sự phát triển của phong trào giải phóng dân tộc ở các nước Á, Phi, Mĩ Latinh sau Chiến tranh thế giới thứ hai. Ví dụ: từ năm 1950, cuộc kháng chiến chống Pháp và sau đó là chống Mĩ của nhân dân Việt Nam nhận được sự ủng hộ, viện trợ, giúp đỡ về vật chất và cổ vũ về tinh thần từ các nước XHCN như Liên Xô, Trung Quốc,…\nChọn đáp án A"
    },
    {
        "ID": "His_6_9",
        "Image_Question": "",
        "Question": "CÂU 9:Từ cuối những năm 70 của TK XX đến những năm 90 của thế kỉ XX, chủ nghĩa thực dân chỉ tồn tại dưới hình thức nào?\nA. Chủ nghĩa đế quốc.\nB. Chủ nghĩa khủng bố.\nC. Chủ nghĩa phân biệt chủng tộc.\nD. Chủ nghĩa phi thực dân.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "- Đáp án A loại vì chủ nghĩa đế quốc được hình thành từ cuối thế kỉ XIX – đầu thế kỉ XX và được biểu hiện dưới nhiều hình thức khác nhau.\n- Đáp án B loại vì chủ nghĩa khủng bố không thuộc nội dung về chủ nghĩa đế quốc. Chủ nghĩa khủng bố là mối đe dọa chung cho toàn nhân loại.\n- Đáp án C chọn vì từ cuối những năm 70 của thế kỉ XX, chủ nghĩa thực dân chỉ còn tồn tại dưới hình thức cuối cùng của nó là chế độ phân biệt chủng tộc (A-pác-thai), tập chủ ở ba nước miền nam châu Phi là Rô-đê-di-a, Tây Nam Phi và Cộng hòa Nam Phi.\n- Đáp án D loại vì việc phi thực dân hóa được hiểu là không còn chủ nghĩa thực dân mà chủ nghĩa thực dân sụp đổ khi hệ thống thuộc địa của nó sụp đổ.\nChọn đáp án C"
    },
    {
        "ID": "His_6_10",
        "Image_Question": "",
        "Question": "CÂU 10:Theo quyết định của Hội nghị Pốtxdam, lực lượng nào với danh nghĩa Đồng minh vào nước ta làm nhiệm vụ giải quyết phát xít Nhật từ vĩ tuyến 16 trở vào Nam?\nA. Thực dân Pháp.\nB. Trung Hoa Dân quốc.\nC. Đế quốc Mĩ.\nD. Thực dân Anh.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Theo quyết định của Hội nghị Pốtxdam, thực dân Anh với danh nghĩa Đồng minh vào nước ta làm nhiệm vụ giải quyết phát xít Nhật từ vĩ tuyến 16 trở vào Nam.\nChọn đáp án D"
    },
    {
        "ID": "His_6_11",
        "Image_Question": "",
        "Question": "CÂU 11:Khó khăn cơ bản của kinh tế Mĩ trong thập niên 80 của thế kỉ XX là\nA. sự cạnh tranh ráo riết của Tây Âu, Nhật Bản.\nB. phong trào công nhân phát triển mạnh.\nC. thất bại trong chiến tranh xâm lược Việt Nam.\nD. các ngành công nghiệp then chốt suy thoái.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "- Mĩ, Tây Âu và Nhật Bản vốn là 3 trung tâm kinh tế, tài chính của thế giới. Dưới tác động của cuộc khủng hoảng năng lượng năm 1973, kinh tế của 3 nước này đều rơi vào khủng hoảng. Đến những năm 80 thì bắt đầu phục hồi trở lại.\n- Khó khăn cơ bản của kinh tế Mĩ trong thập niên 80 của thế kỉ XX là phải đối mặt với sự cạnh tranh ráo riết của 2 trung tâm kinh tế - tài chính còn lại là Tây Âu và Nhật Bản. Thậm chí, nửa sau thập niên 80 của thế kỉ XX, Nhật Bản đã vượt Mĩ để vươn lên trở thành siêu cường tài chính số 1 thế giới.\nChọn đáp án A"
    },
    {
        "ID": "His_6_12",
        "Image_Question": "",
        "Question": "CÂU 12:Tư tưởng nào ngày càng mất vai trò chi phối trong phong trào yêu nước ở Việt Nam đầu thế kỷ XX?\nA. Dân sinh dân chủ.\nB. Trung quân, ái quốc.\nC. Độc lập, tự do.\nD. Vì nước, vì dân.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "- Tư tưởng có vai trò chi phối trong phong trào yêu nước ở Việt Nam cuối thế kỉ XIX là tư tưởng trung quân, ái quốc. Vì dưới chế độ phong kiến, 1 trong những mối quan hệ mang tính rường cột thuộc về Tam cương là mối quan hệ Vua – tôi: vua sáng - tôi hiền, vua sáng - tôi trung; Quân xử thần tử, thần bất tử bất trung => tức là trong mối quan hệ này, làm bề tôi thì phải tuyệt đối trung thành với vua. Vua bảo chết thì không được sống. Trung thành là tuyệt đối nghe mệnh lệnh của nhà vua.\n- Sự thất bại của nhà Nguyễn trước cuộc xâm lược của thực dân Pháp đã “thể hiện sự thất bại của thế giới quan Nho giáo”, “gây nên cuộc khủng hoảng về ý thức hệ và tạo nên sự phân hóa đội ngũ của trí thức Nho học”. Điều này thôi thúc các sĩ phu tiến bộ đương thời đã tìm 1 hướng đi mới với tư tưởng mới trong quá trình tìm đường cứu nước. Trong đó, có thể kể đến Phan Bội Châu và Phan Châu Trinh – hai đại diện tiêu biểu cho sự chuyển biến quan trọng về tư tưởng, nhận thức của thế hệ các văn thân, sĩ phu tiến bộ đương thời:\n+ Ban đầu Phan Bội Châu đã thành lập Duy tân hội với chủ trương đánh đuổi giặc Pháp, giành độc lập, thiết lập nền quân chủ lập hiến => Tức là lúc này vẫn còn vua, vẫn còn sự ảnh hưởng của tư tưởng trung quân, ái quốc thời phong kiến ở một mức độ nhất định. Sau đó, Phan Bội Châu đã dần chuyển từ tư tưởng yêu nước là trung quân sang lập trường tư tưởng dân chủ tư sản qua việc thành lập Việt Nam Quang phục hội với khẩu hiệu “Đánh đuổi giặc Pháp, khôi phục nước Việt Nam, thành lập nước Cộng hòa Dân quốc Việt Nam” => trong khẩu hiệu này, việc xác định thành lập nước Cộng hòa Dân quốc Việt Nam đã cho thấy tư tưởng trung quân, ái quốc đã không còn.\n+ Phan Châu Trinh: chủ trương dựa vào Pháp để đánh đổ ngôi vua và phong kiến hủ bại => tư tưởng trung quân, ái quốc đã không còn.\nChọn đáp án B"
    },
    {
        "ID": "His_6_13",
        "Image_Question": "",
        "Question": "CÂU 13:Trịnh Văn Cấn (Đội Cấn) là người lãnh đạo\nA. phong trào công nhân trong Chiến tranh thế giới thứ nhất (1914 - 1918).\nB. khởi nghĩa Bãi Sậy (1883 - 1892).\nC. phong trào chống thuế ở Trung Kì (1908).\nD. khởi nghĩa binh lính Thái Nguyên (1917).",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Trịnh Văn Cấn (Đội Cấn) là người lãnh đạo khởi nghĩa binh lính Thái Nguyên (1917).\nChọn đáp án D"
    },
    {
        "ID": "His_6_14",
        "Image_Question": "",
        "Question": "CÂU 14:Vào năm 1974, sự kiện gì chứng tỏ Ấn Độ có bước phát triển nhanh chóng trên lĩnh vực khoa học - kĩ thuật?\nA. Ấn Độ có 7 vệ tinh nhân tạo đang hoạt động trong vũ trụ.\nB. Ấn Độ trở thành cường quốc công nghệ phần mềm.\nC. Ấn Độ phóng thành công vệ tinh nhân tạo lên quỹ đạo Trái Đất.\nD. Ấn Độ thử thành công bom nguyên tử.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Vào năm 1974, Ấn Độ thử thành công bom nguyên tử. Điều này chứng tỏ Ấn Độ có bước phát triển nhanh chóng trên lĩnh vực khoa học - kĩ thuật.\nChọn đáp án D"
    },
    {
        "ID": "His_6_15",
        "Image_Question": "",
        "Question": "CÂU 15:Từ những năm 60 đến những năm 80 của thế kỉ XX, phong trào giải phóng dân tộc ở Mĩ Latinh chủ yếu diễn ra dưới hình thức nào?\nA. Đấu tranh chính trị.\nB. Bãi công của công nhân.\nC. Đấu tranh vũ trang.\nD. Đấu tranh nghị trường.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Sau thắng lợi của cách mạng Cuba năm 1959, phong trào cách mạng ở Mĩ Latinh phát triển mạnh mẽ và diễn ra dưới nhiều hình thức nhưng chủ yếu là diễn ra dưới hình thức đấu tranh vũ trang.\nChọn đáp án C"
    },
    {
        "ID": "His_6_16",
        "Image_Question": "",
        "Question": "CÂU 16:Sau Chiến tranh thế giới thứ hai, quốc gia nào ở khu vực Đông Bắc Á bị chia cắt thành hai quốc gia độc lập?\nA. Trung Quốc.\nB. Nhật Bản.\nC. Triều Tiên.\nD. Đài Loan.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Sau Chiến tranh thế giới thứ hai, ở khu vực Đông Bắc Á, Triều Tiên bị chia cắt thành hai quốc gia độc lập với vĩ tuyến 38 là ranh giới giữa hai nhà nước. Phía Bắc là nhà nước Cộng hòa Dân chủ Nhân dân Triều Tiên, phía Nam là nhà nước Đại Hàn Dân quốc.\nChọn đáp án C"
    },
    {
        "ID": "His_6_17",
        "Image_Question": "",
        "Question": "CÂU 17:Cuối thế kỉ XIX, trước nguy cơ xâm lược của các nước tư bản phương Tây, triều đình nhà Nguyễn đã thi hành chính sách nào?\nA. Tự do tôn giáo.\nB. Bế quan tỏa cảng.\nC. Cải cách văn hóa.\nD. Cải cách, mở cửa.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Cuối thế kỉ XIX, trước nguy cơ xâm lược của các nước tư bản phương Tây, triều đình nhà Nguyễn đã thi hành chính sách “Bế quan tỏa cảng”.\nChọn đáp án B"
    },
    {
        "ID": "His_6_18",
        "Image_Question": "",
        "Question": "CÂU 18:Trong quá trình hoạt động, sự khởi sắc của tổ chức ASEAN được đánh dấu bằng sự kiện\nA. Campuchia ra nhập ASEAN năm 1999.\nB. kí bản Hiến chương ASEAN tháng 11 - 2007.\nC. kí Hiệp ước thân thiện và hợp tác tháng 2 - 1976.\nD. Việt Nam ra nhập ASEAN năm 1995.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Trong quá trình hoạt động, sự khởi sắc của tổ chức ASEAN được đánh dấu bằng sự kiện kí Hiệp ước thân thiện và hợp tác tháng 2 - 1976.\nChọn đáp án C"
    },
    {
        "ID": "His_6_19",
        "Image_Question": "",
        "Question": "CÂU 19:Tư tưởng duy tân của Phan Châu Trinh đầu thế kỉ XX khi đi vào quần chúng đã biến thành cuộc đấu tranh quyết liệt, tiêu biểu là\nA. cuộc vận động cải cách trang phục và lối sống.\nB. vụ đầu độc lính Pháp ở Hà Nội.\nC. phong trào chống thuế ở Trung Kì.\nD. khởi nghĩa của binh lính Thái Nguyên.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Tư tưởng duy tân của Phan Châu Trinh đầu thế kỉ XX khi đi vào quần chúng đã biến thành cuộc đấu tranh quyết liệt, tiêu biểu là phong trào chống thuế ở Trung Kì.\nChọn đáp án C"
    },
    {
        "ID": "His_6_20",
        "Image_Question": "",
        "Question": "CÂU 20:Từ sự sụp đổ của chế độ XHCN ở Liên Xô và các nước Đông Âu, cần rút ra bài học chủ yếu nào cho công cuộc xây dựng CNXH ở Việt Nam hiện nay?\nA. Duy trì sự lãnh đạo của Đảng Cộng sản.\nB. Thực hiện chính sách thu hút vốn đầu tư từ bên ngoài.\nC. Xây dựng nền kinh tế thị trường TBCN để phát triển nền kinh tế.\nD. Tập trung cải cách hệ thống chính trị và đổi mới tư tưởng.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Một trong những nguyên nhân dẫn đến sự sụp đổ CNXH ở Liên Xô và Đông Âu là thực hiện đa nguyên đa đảng, không giữ được vai trò lãnh đạo của Đảng Cộng sản.\n=> Từ sự sụp đổ của chế độ XHCN ở Liên Xô và các nước Đông Âu, có thể rút ra được bài học về việc duy trì sự lãnh đạo thống nhất của Đảng Cộng sản Việt Nam, không thực hiện đa nguyên đa đảng trong công cuộc xây dựng CNXH ở Việt Nam hiện nay.\nChọn đáp án A"
    },
    {
        "ID": "His_6_21",
        "Image_Question": "",
        "Question": "CÂU 21:Vì sao tháng 8-1908, chính phủ Nhật trục xuất toàn bộ lưu học sinh Việt Nam?\nA. Nhật Bản câu kết với thực dân Pháp ở Đông Dương.\nB. Các trường Nhật Bản không đủ sức tiếp nhận học sinh Việt Nam.\nC. Nhân dân Nhật tẩy chay phong trào Đông Du.\nD. Nhật Bản có mâu thuẫn với Việt Nam từ trước.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Tháng 8-1908, chính phủ Nhật trục xuất toàn bộ lưu học sinh Việt Nam vì Nhật Bản câu kết với thực dân Pháp ở Đông Dương.\nChọn đáp án A"
    },
    {
        "ID": "His_6_22",
        "Image_Question": "",
        "Question": "CÂU 22:Sự tan rã của chế độ xã hội chủ nghĩa ở Liên Xô và các nước Đông Âu tác động như thế nào đến quan hệ quốc tế?\nA. Chủ nghĩa xã hội bị suy giảm thế mạnh.\nB. Trật tự đơn cực được xác lập.\nC. Trật tự hai cực Ianta sụp đổ.\nD. Mĩ thực hiện được tham vọng làm bá chủ thế giới.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "- Đáp án A loại vì lúc này hệ thống XHCN đã không còn tồn tại.\n- Đáp án B loại vì Mĩ rất muốn thiết lập trật tự đơn cực do mình đứng đầu nhưng trật tự đơn cực chưa được xác lập do sự vươn lên của các cường quốc.\n- Đáp án C chọn vì lúc này 1 cực là phe XHCN đã sụp đổ.\n- Đáp án D loại vì Mĩ chưa thực hiện được tham vọng bá chủ thế giới vì các cường quốc vẫn đang vươn lên mạnh mẽ và dù Mĩ đứng đầu thế giới về nhiều mặt nhưng không phải là bá chủ thế giới.\nChọn đáp án C"
    },
    {
        "ID": "His_6_23",
        "Image_Question": "",
        "Question": "CÂU 23:Chiêu bài Mĩ sử dụng để can thiệp vào công việc nội bộ của các nước khác trong Chiến lược “Cam kết và mở rộng” là\nA. ủng hộ độc lập dân tộc.\nB. chống chủ nghĩa li khai.\nC. tự do tín ngưỡng.\nD. thúc đẩy dân chủ.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chiêu bài Mĩ sử dụng để can thiệp vào công việc nội bộ của các nước khác trong Chiến lược “Cam kết và mở rộng” là thúc đẩy dân chủ.\nChọn đáp án D"
    },
    {
        "ID": "His_6_24",
        "Image_Question": "",
        "Question": "CÂU 24:Từ sau Chiến tranh thế giới thứ hai, ở Đông Nam Á, những nước nào sau đây có giai đoạn phải tiến hành kháng chiến chống chủ nghĩa thực dân mới?\nA. Mã Lai, Xingapo.\nB. Inđônêxia, Miến Điện.\nC. Đông Timo, Thái Lan.\nD. Việt Nam, Lào.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "- Các nước Inđônêxia, Miến Điện, Mã Lai, Xingapo đều là thuộc địa của các nước thực dân cũ.\n- Đông Timo ra đời dựa trên sự trưng cầu dân ý tách khỏi Inđônêxia năm 1999.\n- Thái Lan không mất độc lập, chỉ bị phụ thuộc vào Anh, Pháp về chính trị.\n- Việt Nam và Lào phải tiến hành kháng chiến chống Mĩ – nước thực dân kiểu mới trong giai đoạn 1954 – 1975.\nChọn đáp án D"
    },
    {
        "ID": "His_6_25",
        "Image_Question": "",
        "Question": "CÂU 25:Tổ chức Hiệp hội các quốc gia Đông Nam Á (ASEAN) và Liên minh châu Âu (EU) có điểm giống nhau là\nA. có thể chế chính trị giống nhau giữa các nước.\nB. luôn phát triển, biến đổi để thích nghi với hoàn cảnh.\nC. hợp tác giữa các nước trong khu vực dựa trên “ba trụ cột”.\nD. các nước thành viên có cùng trình độ phát triển kinh tế.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "- Đáp án A loại vì các nước ASEAN không cùng thể chế chính trị.\n- Đáp án B chọn vì trước những biến đổi của tình hình thế giới, tình hình khu vực và cả tình hình của từng quốc gia mà ASEAN cũng như EU có những điều chỉnh để thích nghi với hoàn cảnh, vượt qua khó khăn, thách thức để phát triển.\n- Đáp án C loại vì các nước EU hợp tác dựa trên 3 trụ cột là trụ cột Cộng đồng châu Âu, Chính sách đối ngoại và an ninh chung và trụ cột Tư pháp và Nội vụ. Còn ASEAN hợp tác dựa trên ba trụ cột là Cộng đồng An ninh (ASC), Cộng đồng Kinh tế (AEC) và Cộng đồng Văn hóa-Xã hội (ASCC). => khác nhau.\n- Đáp án D loại vì trình độ phát triển của các nước ASEAN không đều nhau. Ví dụ Xingapo được mệnh danh là con rồng kinh tế của châu Á trong khi nhiều nước khác của ASEAN vẫn là nước đang phát triển hoặc chậm phát triển.\nChọn đáp án B"
    },
    {
        "ID": "His_6_26",
        "Image_Question": "",
        "Question": "CÂU 26:Hai sự kiện nào sau đây xảy ra đồng thời trong một năm và có nghĩa quan trọng trong chính sách đối ngoại của Nhật?\nA. Thiết lập quan hệ ngoại giao với Việt Nam và Trung Quốc.\nB. Thiết lập quan hệ ngoại giao với ASEAN và EU.\nC. Thiết lập quan hệ ngoại giao với Mĩ và Tây Âu.\nD. Bình thường hóa quan hệ với Liên Xô và gia nhập Liên hợp quốc.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Hai sự kiện xảy ra đồng thời trong một năm và có nghĩa quan trọng trong chính sách đối ngoại của Nhật là năm 1956, Nhật bình thường hóa quan hệ với Liên Xô và gia nhập Liên hợp quốc.\nChọn đáp án D"
    },
    {
        "ID": "His_6_27",
        "Image_Question": "",
        "Question": "CÂU 27:Cuộc khai thác thuộc địa lần thứ nhất (1897 - 1914) của thực dân Pháp ở Việt Nam đã dẫn đến sự ra đời của giai cấp\nA. Nông nhân.\nB. Công nhân.\nC. Tiểu tư sản.\nD. Tư sản.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "- Nông dân, địa chủ là giai cấp cũ trong xã hội Việt Nam.\n- Tư sản và tiểu tư sản trong cuộc khai thác thuộc địa là tầng lớp, đến cuộc khai thác thuộc địa lần thứ hai mới trở thành giai cấp.\n- Giai cấp công nhân Việt Nam ra đời trong cuộc khai thác thuộc địa lần thứ nhất.\nChọn đáp án B"
    },
    {
        "ID": "His_6_28",
        "Image_Question": "",
        "Question": "CÂU 28:Từ năm 1950 đến nửa đầu những năm 70 của thế kỉ XX, Liên Xô thực hiện nhiệm vụ trọng tâm là\nA. tiếp tục xây dựng cơ sở vật chất- kĩ thuật cho CNXH.\nB. khôi phục kinh tế và hàn gắn vết thương chiến tranh.\nC. thành lập và phát triển Hội đồng tương trợ kinh tế.\nD. củng cố, hoàn thiện hệ thống chính trị của chủ nghĩa xã hội.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Từ năm 1950 đến nửa đầu những năm 70 của thế kỉ XX, Liên Xô thực hiện nhiệm vụ trọng tâm là tiếp tục xây dựng cơ sở vật chất- kĩ thuật cho CNXH.\nChọn đáp án A"
    },
    {
        "ID": "His_6_29",
        "Image_Question": "",
        "Question": "CÂU 29:Trong quan hệ đối ngoại hiện nay, quốc gia nào ở Tây Âu còn duy trì liên minh chặt chẽ với Mĩ\nA. Đức.\nB. Anh.\nC. Pháp.\nD. Italia.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Trong quan hệ đối ngoại hiện nay, ở Tây Âu, nước Anh còn duy trì liên minh chặt chẽ với Mĩ.\nChọn đáp án B"
    },
    {
        "ID": "His_6_30",
        "Image_Question": "",
        "Question": "CÂU 30:Sự kiện nào đánh dấu thực dân Pháp hoàn thành cơ bản cuộc xâm lược Việt Nam?\nA. Sau khi đánh chiếm Đà Nẵng năm 1858.\nB. Sau khi Hiệp ước Hác-măng và Pa-tơ-nốt kí kết năm (1883- 1884).\nC. Sau khi Pháp đánh chiếm Hà Nội lần thứ hai năm (1882- 1883).\nD. Sau khi Pháp đánh chiếm kinh thành Huế năm 1883.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Sau khi Hiệp ước Hác-măng và Pa-tơ-nốt kí kết năm (1883- 1884), thực dân Pháp hoàn thành cơ bản cuộc xâm lược Việt Nam.\nChọn đáp án B"
    },
    {
        "ID": "His_6_31",
        "Image_Question": "",
        "Question": "CÂU 31:Tổ chức Liên hợp quốc có điểm gì khác với Hội Quốc liên?\nA. Chỉ bảo vệ lợi ích của các nước lớn.\nB. Không có lực lượng quân đội bảo vệ.\nC. Không có tính toàn diện, toàn cầu.\nD. Đại diện cho các dân tộc ở tất cả các châu lục.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "- Giống nhau:\n+ Ra đời gắn liền với cuộc chiến tranh thế giới trong thế kỉ XX.\n+ Được thiết lập nhằm duy trì hòa bình và an ninh thế giới.\n- Khác nhau:\n+ Về cơ chế bỏ phiếu: Hội Quốc liên tiến hành theo cơ chế nếu tất cả các nước thành viên đồng ý thì vấn đề đang được bỏ phiếu sẽ được thông qua, ngược lại, chỉ cần 1 nước không bỏ phiếu tán thành thì vấn đề đó sẽ không được thông qua => thực tế rất khó thực hiện vì các nước có quyền biểu quyết không tán thành; còn Liên hợp quốc thực hiện theo cơ chế đa số phiếu. Quyền phủ quyết được gỡ bỏ hoàn toàn, ngoại trừ Hội đồng Bảo an Liên hợp quốc. Mọi nghị quyết của Hội đồng Bảo an chỉ được thông qua với sự nhất trí của 5 nước thành viên thường trực: Anh, Pháp, Mỹ, Trung Quốc và Nga.\n+ Về quân đội: Hội quốc Liên không có quân đội riêng. Khi được huy động, các quốc gia thành viên phải đóng góp một số lượng quân số, trang thiết vị, vũ khí và lương thực cố định. Nếu một quốc gia từ chối giúp sức, Hội cũng không có biện pháp răn đe. Ngược lại, Liên hợp quốc ngày nay sở hữu lực lượng gìn giữ hòa bình, còn được biết đến với tên đội quân mũ nồi xanh hay Peacekeeping force. Lực lượng được đào tạo kỹ lưỡng, mang nhiệm vụ chính là đảm bảo tình trạng hòa bình theo công ước quốc tế tại các điểm nóng trên thế giới.\n+ Về sự vươn rộng trong quan hệ quốc tế: Trong khi Hội quốc Liên chỉ chú trọng đến ngăn chặn một cuộc chiến tranh thế giới, Liên hợp Quốc trong thời điểm hiện tại đã mở rộng tầm hoạt động đến các lĩnh vực như đảm bảo tương lai cho trẻ em (UNICEF), xóa nhòa bất bình đẳng giới (UN WOMEN), đẩy mạnh nghiên cứu khoa học, văn hóa và giáo dục (UNESCO), v.v\n+ Về bảo vệ lợi ích: Hội Quốc liên chỉ bảo vệ lợi ích của nước thắng trận còn Liên hợp quốc thì còn bảo vệ lợi ích của các dân tộc trên thế giới, tham gia giải quyết các tranh chấp, xung đột trong quan hệ quốc tế, hỗ trợ về văn hóa, giáo dục, y tế,…=> Liên hợp quốc là tổ chức mang tính toàn diện, toàn cầu, đại diện cho các dân tộc ở tất cả các châu lục.\n=> Từ những điều phân tích ở trên, ta thấy:\n- Tổ chức Liên hợp quốc là tổ chức mang tính toàn diện, toàn cầu, đại diện cho các dân tộc ở tất cả các châu lục. Đây là điểm khác so với Hội Quốc liên.\nChọn đáp án D"
    },
    {
        "ID": "His_6_32",
        "Image_Question": "",
        "Question": "CÂU 32:Việc Liên Xô là một trong năm nước Ủy viên thường trực của Hội đồng Bảo an Liên hợp quốc có nghĩa như thế nào trong quan hệ quốc tế?\nA. Khẳng định vai trò lãnh đạo tối cao của năm nước lớn trong tổ chức Liên hợp quốc.\nB. Góp phần hạn chế sự thao túng của chủ nghĩa tư bản đối với tổ chức Liên hợp quốc.\nC. Làm cho Liên hợp quốc giải quyết được mọi cuộc xung đột, tranh chấp trên thế giới.\nD. Làm cho Liên hợp quốc mở rộng thêm thành viên, tổ chức chặt chẽ hơn.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "- Đáp án A loại vì việc Liên Xô trở thành 1 trong 5 nước Ủy viên thường trực không khẳng định vai trò lãnh đạo tối cao của năm nước lớn trong tổ chức Liên hợp quốc. Các vấn đề được đưa ra thảo luận và biểu quyết còn phải thông qua các nước thành viên của Liên hợp quốc chứ không phải chỉ duy nhất 5 nước Ủy viên quyết định.\n- Đáp án C loại vì hiện nay có những tranh chấp, xung đột, li khai diễn ra ở nhiều khu vực chưa thể giải quyết được.\n- Đáp án D loại vì việc mở rộng thành viên là do nhiều yếu tố mà chủ yếu là xuất phát từ lợi ích chung.\nChọn đáp án B"
    },
    {
        "ID": "His_6_33",
        "Image_Question": "",
        "Question": "CÂU 33:Một trong những hệ quả từ chính sách cai trị của thực dân Anh còn tồn tại hiện nay ở Ấn Độ là gì?\nA. Mâu thuẫn tôn giáo, sắc tộc.\nB. Chia rẽ giữa các đảng phái chính trị.\nC. Thiếu hụt các nguồn tài nguyên thiên nhiên.\nD. Sự du nhập của văn hoá phương Tây.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Ấn Độ là thuộc địa quan trọng của thực dân Anh. Cho nên, để tạo chỗ dựa vững chắc cho nền thống trị của mình thì thực dân Anh đã thực hiện chính sách chia để trị, mua chuộc tầng lớp có thế lực trong giai cấp phong kiến bản xứ và đặc biệt là tìm cách khơi sâu sự cách biệt về chủng tộc, tôn giáo và đẳng cấp trong xã hội. Ngay cả khi phong trào đấu tranh của nhân dân Ấn Độ phát triển lên cao khiến cho thực dân Anh phải chịu sức ép vô cùng lớn thì chúng vẫn tiếp tục thực hiện chính sách khơi sâu sự phân biệt và mâu thuẫn tôn giáo ở Ấn Độ thông qua việc chia Ấn Độ thành hai quốc gia trên cơ sở khác biệt tôn giáo là: Ấn Độ của người Ấn Độ giáo và Pakixtan của người Hồi giáo. => Một trong những hệ quả từ chính sách cai trị của thực dân Anh còn tồn tại hiện nay ở Ấn Độ là mâu thuẫn tôn giáo, sắc tộc.\nChọn đáp án A"
    },
    {
        "ID": "His_6_34",
        "Image_Question": "",
        "Question": "CÂU 34:Yếu tố nào làm thay đổi chính sách đối nội đối ngoại của nước Mĩ khi bước sang thế kỉ XXI?\nA. Xung đột sắc tộc tôn giáo.\nB. Chủ nghĩa khủng bố.\nC. Chủ nghĩa ly khai.\nD. Sự suy thoái về kinh tế.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chủ nghĩa khủng bố là yếu tố làm thay đổi chính sách đối nội đối ngoại của nước Mĩ khi bước sang thế kỉ XXI.\nChọn đáp án B"
    },
    {
        "ID": "His_6_35",
        "Image_Question": "",
        "Question": "CÂU 35:Trong các liên minh quân sự dưới đây, liên minh quân sự nào không phải do Mĩ lập nên?\nA. NATO.\nB. CENTO.\nC. VÁCSAVA.\nD. SEATO.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Các liên minh quân sự NATO, CENTO và SEATO đều do Mĩ lập nên. Còn liên minh quân sự VÁCSAVA là do Liên Xô và các nước XHCN ở Đông Âu lập nên, mang tính chất phòng thủ.\nChọn đáp án C"
    },
    {
        "ID": "His_6_36",
        "Image_Question": "",
        "Question": "CÂU 36:Nội dung nào phản ánh đúng về diện mạo nền kinh tế Mĩ trong suốt thập niên 90 của thế kỉ XX?\nA. Tương đối ổn định, không có những đợt suy thoái và khủng hoảng.\nB. Giảm sút, Mĩ không còn là trung tâm kinh tế - tài chính đứng đầu thế giới.\nC. Tăng trưởng và phục hồi trở thành trung tâm kinh tế - tài chính lớn nhất thế giới.\nD. Trải qua những đợt suy thoái ngắn nhưng kinh tế Mĩ vẫn đứng đầu thế giới.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Trải qua những đợt suy thoái ngắn nhưng kinh tế Mĩ vẫn đứng đầu thế giới là nội dung phản ánh đúng về diện mạo nền kinh tế Mĩ trong suốt thập niên 90 của thế kỉ XX.\nChọn đáp án D"
    },
    {
        "ID": "His_6_37",
        "Image_Question": "",
        "Question": "CÂU 37:Trong những năm 60 của thế kỉ XX, Mĩ đã sử dụng chiêu bài gì để lôi kéo các nước Mĩ Latinh chống lại ảnh hưởng của chủ nghĩa Cộng sản?\nA. Đề xướng tư tưởng “Châu Mĩ của người châu Mĩ”.\nB. Đề cao vấn đề dân chủ, dân quyền, tự do tín ngưỡng.\nC. Thành lập tổ chức “Liên minh vì tiến bộ” ở Mĩ Latinh.\nD. Đề xướng “Chính sách láng giềng thân thiện”.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "- Đáp án A loại vì năm 1823, vì muốn độc chiếm khu vực Mĩ Latinh và biến nơi này trở thành “sân sau” của mình. Mĩ đã đưa ra học thuyết Mơn-rô: “châu Mĩ của người châu Mĩ”. Theo Mĩ, đây là tư tưởng thống nhất quyền lợi và đoàn kết giữa các nước châu Mĩ, dựa trên quan điểm cho rằng những nước này giống nhau về nhân chủng, kinh tế và văn hóa.Nước Mĩ lợi dụng tư tưởng này để che giấu những chính sách bành trướng thế lực của mình ở khu vực Mĩ La-tinh. Mĩ tuyên truyền học thuyết này cũng nhằm chống lại cuộc đấu tranh của các dân tộc khu vực Mĩ La-tinh giành độc lập dân tộc và tự do phát triển kinh tế, chính trị theo xu hướng tiến bộ (vì đã giống nhau về nhân chủng, kinh tế và văn hóa thì không nên đấu tranh, chống lại nhau). Học thuyết này phục vụ cho lợi ích của Mĩ, không phải để đoàn kết các nước châu Mĩ cùng phát triển.\n- Đáp án B loại vì Mĩ không đề ra vấn đề này trong những năm 60 của thế kỉ XX. Việc thúc đẩy dân chủ được đề ra trong chiến lược Cam kết và mở rộng dưới thời Tổng thống B.Clintơn trong thập kỉ 90 của thế kỉ XX.\n- Đáp án C chọn vì việc Mĩ thành lập chức “Liên minh vì tiến bộ” ở Mĩ Latinh thực chất là để lôi kéo các nước Mĩ Latinh khỏi ảnh hưởng từ cách mạng Cuba nói riêng và ảnh hưởng của chủ nghĩa Cộng sản nói chung.\n- Đáp án D loại vì chính sách này được đề ra trong giai đoạn Mĩ đang khắc phục hậu quả của cuộc khủng hoảng kinh tế 1929 – 1933.\nChọn đáp án C"
    },
    {
        "ID": "His_6_38",
        "Image_Question": "",
        "Question": "CÂU 38:Khẩu hiệu chung của Hiệp hội các quốc gia Đông Nam Á (ASEAN) là\nA. “Một tầm nhìn, một bản sắc, một cộng đồng”.\nB. “Một khu vực, một bản sắc, một cộng đồng”.\nC. “Một tầm nhìn, một tương lai, một cộng đồng”.\nD. “Một cộng đồng, một bản sắc, một trung tâm”.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Hội nghị Thượng đỉnh lần thứ 27 tại Kuala Lumper, Malaysia, ra tuyên bố hình thành Cộng đồng ASEAN vào ngày 31-12-2015. Sự kiện này khép lại một năm sôi động của ASEAN, đồng thời tạo ra một bước ngoặt quan trọng trong tiến trình liên kết sâu rộng của khu vực, hướng tới mục tiêu: “Một tầm nhìn, một bản sắc, một cộng đồng”.\nChọn đáp án A"
    },
    {
        "ID": "His_6_39",
        "Image_Question": "",
        "Question": "CÂU 39:Theo “Phương án Maobáttơn”, Ấn Độ đã bị chia cắt thành 2 nước là Ấn Độ và quốc gia nào sau đây?\nA. Bănglađét.\nB. Pakixtan.\nC. Nepan.\nD. Ápganixtan.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Theo “Phương án Maobáttơn”, Ấn Độ đã bị chia cắt thành hai quốc gia trên cơ sở khác biệt tôn giáo là: Ấn Độ của người Ấn Độ giáo và Pakixtan của người Hồi giáo.\nChọn đáp án B"
    },
    {
        "ID": "His_6_40",
        "Image_Question": "",
        "Question": "CÂU 40:Trong những năm 90 của thế kỷ XX, chính sách đối ngoại của các nước Tây Âu có sự điều chỉnh quan trọng do\nA. Tình hình chính trị ở châu Âu bớt căng thẳng.\nB. Pháp và Đức đã trở thành đồng minh thân cận của Mĩ.\nC. Chiến tranh lạnh kết thúc, trật tự hai cực Ianta tan rã.\nD. Phong trào giải phóng dân tộc phát triển mạnh mẽ.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Trong những năm 90 của thế kỷ XX, chính sách đối ngoại của các nước Tây Âu có sự điều chỉnh quan trọng do Chiến tranh lạnh kết thúc, trật tự hai cực Ianta tan rã.\nChọn đáp án C"
    }
]