[
    {
        "ID": "His_24_1",
        "Image_Question": "",
        "Question": "Câu 1:Đông Dương Cộng sản Liên Đoàn ra đời từ tổ chức nào?\nA. Việt Nam Quốc dân Đảng.\nB. Tân Việt cách mạng Đảng.\nC. Hội Việt Nam Cách mạng Thanh niên\nD. Hội Việt Nam Cách mạng ở Trung Quốc.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nTháng 9 - 1929, những người giác ngộ cộng sản trong Đảng Tân Việt tuyên bố Đông Dương cộng sản liên đoàn chính thức được thành lập"
    },
    {
        "ID": "His_24_2",
        "Image_Question": "",
        "Question": "Câu 2:Ý nào không phản ánh đúng khó khăn mà các nước châu Phi gặp phải sau khi giành độc lập dân tộc?\nA. Xung đột về sắc tộc và tôn giáo.\nB. Thiếu nhân công lao động\nC. Nạn đói liên miên nợ nần chồng chất dịch bệnh\nD. Sự xâm nhập của chủ nghĩa thực dân mới.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nKhó khăn mà các nước châu Phi gặp phải sau khi giành độc lập dân tộc bao gồm:\n- Xung đột sắc tộc, tôn giáo, đảo chính và nội chiến diễn ra liên miên.\n- Bệnh tật và mù chữ.\n- Bùng nổ dân số.\n- Đói nghèo, nợ nần và phụ thuộc vào nước ngoài.\n=> Loại trừ đáp án: B"
    },
    {
        "ID": "His_24_3",
        "Image_Question": "",
        "Question": "Câu 3:Hiệp định Giơnevơ 1954 là văn bản pháp lý quốc tế ghi nhận các quyền nào cho các nước Đông Dương?\nA. Quyền tổ chức tổng tuyển cử tự do.\nB. Quyền được hưởng độc lập tự do\nC. Các quyền dân tộc cơ bản\nD. Quyền chuyển quân tập kết theo dõi tuyến quân sự tạm thời",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nHiệp định Giơnevơ là văn bản pháp lí quốc tế, ghi nhận các quyền dân tộc cơ bản của nhân dân các nước Đông Dương và được các cường quốc tham dự Hội nghị cam kết tôn trọng."
    },
    {
        "ID": "His_24_4",
        "Image_Question": "",
        "Question": "Câu 4:Ý nghĩa lớn nhất của chiến thắng “Điện Biên Phủ trên không” năm 1972 là gì?\nA. Đánh bại âm mưu ngăn chặn sự chi viện của miền Bắc cho chiến trường miền Nam, Lào, Campuchia\nB. Đánh bại âm mưu phá hoại công cuộc xây dựng chủ nghĩa xã hội ở miền Bắc\nC. Buộc Mỹ phải tuyên bố ngừng hẳn các hoạt động chống phá ở miền Bắc\nD. Buộc Mỹ phải ký hiệp định Paris về chấm dứt chiến tranh, lập lại hòa bình ở Việt Nam",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nÝ nghĩa quan trọng nhất của trận “Điện Biên Phủ trên không” là buộc Mĩ kí hiệp định Pari về chấm dứt chiến tranh lặp lại hòa bình ở Việt Nam."
    },
    {
        "ID": "His_24_5",
        "Image_Question": "",
        "Question": "Câu 5:Từ chính sách ngoại giao sai lầm của nhà Nguyễn, Việt Nam rút ra bài học gì trong công cuộc đổi mới hiện nay?\nA. Đổi mới phát triển kinh tế gắn với mở cửa, tăng cường hợp tác để phát triển toàn diện\nB. Cải cách toàn diện triệt để\nC. Mở cửa cải cách, tự do tín ngưỡng\nD. Tự do tôn giáo",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\n- Chính sách ngoại giao của nhà Nguyễn nửa đầu thế kỉ XIX: có nhiều sai lầm, đặc biệt là chính sách cấm đạo, đuổi giáo sĩ phương Tây, gây ra những mâu thuẫn, làn rạn nứt khối đoàn kết dân tộc, gây bất lợi cho sự nghiệp kháng chiến sau này.\n- Việt Nam trong công cuộc đổi mới hiện nay cần phải chú ý rút ra một số bài học kinh nghiệm từ những sai lầm đó để đề ra những đường lối đúng đắn phù hợp với tình hình thế giới và trong nước trong chính sách ngoại giao nói riêng và trong đường lối phát triển đất nước về mọi mặt nói chung, đặc biệt là tập trung phát triển kinh tế gắn liền với mở cửa, tăng cường hợp tác để phát triển toàn diện hơn. Mở cửa không chỉ hòa chung với xu thế chung của thế giới mà còn học hỏi được thành tựu khoa học - kĩ thuật, trình độ quản lí và thu hút vốn đầu tư nước ngoài. Cải cách và đổi mới giúp Việt Nam tăng trường nhanh, phát triển bền vững, có khả năng cạnh tranh với thị trường thế giới."
    },
    {
        "ID": "His_24_6",
        "Image_Question": "",
        "Question": "Câu 6:Điểm khác biệt căn bản của phong trào cách mạng 1930 - 1931 so với phong trào yêu nước trước năm 1930 là?\nA. Hình thức đấu tranh quyết liệt và triệt để hơn\nB. Quy mô phong trào rộng lớn trên khắp cả nước\nC. Lôi cuốn đông đảo quần chúng nhân dân tham gia\nD. Đây là phong trào cách mạng đầu tiên do Đảng Cộng Sản lãnh đạo",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nĐầu năm 1930, Đảng Cộng sản Việt Nam ra đời, phong trào 1930-1931 là phong trào đầu tiên do Đảng Cộng sản lãnh đạo. Đây là điểm khác biệt căn bản của phong trào cách mạng 1930 – 1931 so với các phong trào cách mạng trước đó"
    },
    {
        "ID": "His_24_7",
        "Image_Question": "",
        "Question": "Câu 7:Thắng lợi nào của quân dân Việt Nam ở miền Nam đã buộc Mỹ phải tuyên bố “phi Mỹ hóa” chiến tranh xâm lược?\nA. Cuộc tổng tiến công và nổi dậy xuân Mậu Thân (1968).\nB. Cuộc tiến công chiến lược năm 1972\nC. Trận “Điện Biên Phủ trên không” năm 1972\nD. Cuộc tổng tiến công và nổi dậy Xuân năm 1975",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nMặc dù có những tổn thất và hạn chế, song ý nghĩa của cuộc Tổng tiến công và nổi dậy Xuân 1968 có ý nghĩa hết sức to lớn, đã làm lung lay ý chí xâm lược của quân Mĩ, buộc Mĩ phải tuyên bố “phi Mĩ hóa” chiến tranh xâm lược (tức thừa nhận thất bại của “Chiến tranh cục bộ”)."
    },
    {
        "ID": "His_24_8",
        "Image_Question": "",
        "Question": "Câu 8:Địa vị pháp lý của Liên bang Nga sau khi chế độ xã hội chủ nghĩa ở Liên Xô tan rã là\nA. “Quốc gia kế tục Liên Xô”, kế thừa địa vị pháp Liên Xô tại Hội đồng Bảo an Liên Hợp Quốc và tại các cơ quan ngoại giao của Liên Xô ở nước ngoài.\nB. Tiếp tục duy trì mô hình xã hội chủ nghĩa của Liên Xô.\nC. Một nước tư bản phát triển, một cường quốc Âu - Á.\nD. Một quốc gia độc lập như các nước cộng hòa khác",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nSau khi Liên Xô tan rã, Liên bang Nga là “quốc gia kế tục” Liên Xô, được kết thừa địa vị pháp lí của Liên Xô tại Hội đồng Bảo an Liên hợp quốc và các cơ quan ngoại giao của Liên Xô ở nước ngoài"
    },
    {
        "ID": "His_24_9",
        "Image_Question": "",
        "Question": "Câu 9:Nguyên nhân chung dẫn đến sự phát triển kinh tế của Mỹ - Tây Âu - Nhật Bản sau chiến tranh thế giới thứ hai là\nA. Áp dụng thành công những thành tựu về khoa học - kĩ thuật vào sản xuất\nB. Do chi phí cho quốc phòng thấp\nC. Yếu tố con người được coi là vốn quý\nD. Có lãnh thổ rộng lớn tài nguyên phong phú",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nNguyên nhân chung đưa đến sự phát triển cao và hiện đại của nền kinh tế TBCN ở Mĩ, Tây Âu và Nhật Bản gồm:\n- Dựa vào thành tựu Khoa học – kĩ thuật, điều chỉnh cơ cấu sản xuất, cải tiến kĩ thuật, nâng cao năng suất, hạ giá thành sản phẩm\n- Trình độ tập trung tư bản và tập trung sản xuất cao nên có sức sản xuất và cạnh tranh lớn.\n- Vai trò điều tiết của nhà nước có hiệu quả.\nTrong đó, áp dụng thành tựu khoa học - kĩ thuật vào sản xuất là nguyên nhân giống nhau cơ bản nhất dẫn đến sự phát triển kinh tế của các nước tư bản sau Chiến tranh thế giới thứ hai"
    },
    {
        "ID": "His_24_10",
        "Image_Question": "",
        "Question": "Câu 10:Xu thế toàn cầu hóa là hệ quả của\nA. Sự ra đời của các công ty xuyên quốc gia\nB. Cuộc cách mạng khoa học - công nghệ.\nC. Sự phát triển của quan hệ thương mại quốc tế\nD. Quá trình thống nhất thị trường thế giới",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nMột hệ quả quan trọng của cuộc cách mạng khoa học - công nghệ là từ đầu những năm 80 của thế kỉ XX, nhất là từ sau chiến tranh lạnh, trên thế giới đã diễn ra xu thế toàn cầu hóa"
    },
    {
        "ID": "His_24_11",
        "Image_Question": "",
        "Question": "Câu 11:Trong các sự kiện chính trị sau đây, sự kiện nào có tính chất quyết định nhất có tác dụng đưa cuộc kháng chiến chống Pháp xâm lược tiến lên; chứng tỏ quá trình trưởng thành và lãnh đạo cách mạng của Đảng ta?\nA. Đại hội đại biểu lần II của Đảng cộng sản Đông Dương (2/1951)\nB. Đại hội thống nhất mặt trận Việt Minh và hội Liên Việt (3/1951)\nC. Đại hội Chiến sĩ thi đua và cán bộ gương mẫu toàn quốc (5/1952)\nD. Hội nghị thành lập Liên minh nhân dân Việt - Miên - Lào.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nĐại hội lần thứ II của Đảng (2/1951) đã thông qua hai bản báo cáo quan trọng tổng kết kinh nghiệm đấu tranh của Đảng qua các thời kì lịch sử, trình bày nhiệm vụ cơ bản của cách mạng Việt Nam. Đặc biệt là tách Đảng Cộng sản Đông Dương thành lập ở mỗi nước một đảng Mác – Lê-nin riêng. Đối với Việt Nam, đảng ra hoạt động công khai với tên gọi mới là Đảng Lao động Việt Nam. Đại hội II này đã đánh dấu bước phát triển mới trong quá trình trưởng thành và lãnh đạo cách mạng của Đảng ta. Sau đó, đảng đã có những chủ trương và biện pháp thích hợp để đưa cuộc kháng chiến đến thắng lợi hoàn toàn.\n=> Đại hội đại biểu toàn quốc lần thứ II của Đảng là sự kiện chính trị có tính chất quyết định thúc đẩy cuộc kháng chiến chống Pháp (1945 – 1954) của nhân dân ta tiến lên giành thắng lợi."
    },
    {
        "ID": "His_24_12",
        "Image_Question": "",
        "Question": "Câu 12:Hậu quả nặng nề nhất về mặt văn hóa do chế độ thực dân phong kiến để lại sau cách mạng tháng Tám năm 1945 là\nA. Văn hóa đậm đà bản sắc dân tộc\nB. Văn hóa hiện đại theo kiểu phương Tây.\nC. Văn hóa mang nặng tư tưởng phản động của phát xít Nhật\nD. Hơn 90% dân số không biết chữ",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nChế độ thực phong kiến trong quá trình cai trị đã thi hành chính sách “ngu dân” để dễ bề cai trị nhân dân => Sau cách mạng tháng Tám có hơn 90% dân số Việt Nam mù chữ.\n=> Yêu cầu đảng và chính phủ giải quyết nạn dốt, nâng cao trình độ dân trí cho nhân dân"
    },
    {
        "ID": "His_24_13",
        "Image_Question": "",
        "Question": "Câu 13:Ý nào dưới đây không phải là ý nghĩa của những biện pháp xây dựng chế độ mới, đặc biệt là cuộc tổng tuyển cử bầu Quốc hội năm 1946?\nA. Nâng cao uy tín của nhà nước Việt Nam dân chủ cộng hòa trên trường quốc tế\nB. Thể hiện sức mạnh và ý chí của khối đoàn kết dân tộc.\nC. Giáng đòn mạnh vào âm mưu chia rẽ lật đổ và xâm lược của đế quốc tay sai\nD. Tạo thời gian để ta chuẩn bị kháng chiến khi điều kiện bắt buộc",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\n- Các đáp án A, B, C: nói lên ý nghĩa của những biện pháp xây dựng chế độ mới, đặc biệt là cuộc tổng tuyển cử bầu Quốc hội năm 1946.\n- Đáp án D: là ý nghĩa của các biện pháp đảng, chính phủ thực hiện để chống ngoại xâm và nội phản, đặc biệt là Trung Hoa Dân Quốc và Pháp"
    },
    {
        "ID": "His_24_14",
        "Image_Question": "",
        "Question": "Câu 14:Điểm giống nhau về hoàn cảnh lịch sử diễn ra hai cuộc tổng tuyển cử bầu Quốc hội năm 1946 và 1976 là?\nA. Được tiến hành ngay sau những thắng lợi to lớn của cuộc kháng chiến chống ngoại xâm\nB. Được sự giúp đỡ của các nước xã hội chủ nghĩa và nhân loại tiến bộ trên thế giới.\nC. Tình hình đất nước có những điều kiện thuận lợi về kinh tế, xã hội.\nD. Đối mặt với nguy cơ đe dọa thù trong giặc ngoài",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\n- Cuộc tổng tuyển bầu Quốc hội lần 1 (6-1-1946) được tiến hành sau khi ta giành thắng lợi trong Cách mạng tháng Tám năm 1945.\n- Cuộc tổng tuyển cử bầu Quốc hội lần 2 (25-4-1976) được tiến hành sau khi ta giành thắng lợi trong cuộc kháng chiến chống Mĩ cứu nước, hoàn thành cuộc cách mạng dân tộc dân chủ nhân dân trong cả nước.\n=> Như vậy, cả hai cuộc tổng tuyển cử đều được tiến hành ngay sau những thắng lợi to lớn của cuộc kháng chiến chống ngoại xâm"
    },
    {
        "ID": "His_24_15",
        "Image_Question": "",
        "Question": "Câu 15:Việc thành lập khu giải phóng Việt Bắc (6/1945) có ý nghĩa như thế nào?\nA. Đánh dấu việc thành lập chính quyền cách mạng lâm thời ở nước ta.\nB. Việt Bắc trở thành căn cứ địa chính của cách mạng cả nước, là hình ảnh thu nhỏ của nước Việt Nam mới\nC. Việt Bắc trở thành căn cứ địa cách mạng, chính quyền lâm thời được thành lập\nD. Việt Bắc là thủ đô của chính phủ lâm thời.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nKhu giải phóng Việt Bắc được thành lập đã trở thành căn cứ địa chính của cách mạng cả nước và là hình ảnh thu nhỏ của nước Việt Nam mới"
    },
    {
        "ID": "His_24_16",
        "Image_Question": "",
        "Question": "Câu 16:Yếu tố nào làm thay đổi chính sách đối nội đối ngoại của nước Mĩ khi bước sang thế kỉ XXI?\nA. Xung đột sắc tộc tôn giáo\nB. Sự suy thoái về kinh tế\nC. Chủ nghĩa ly khai\nD. Chủ nghĩa khủng bố",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nVụ khủng bố ngày 11-9-2001 cho thấy nước Mĩ cũng rất dễ bị tổn thương và chủ nghĩa khủng bố sẽ là một trong những yếu tố dẫn đến sự thay đổi quan trọng trong chính sách đối nội và đối ngoại của Mĩ khi bước vào thế kỉ XXI."
    },
    {
        "ID": "His_24_17",
        "Image_Question": "",
        "Question": "Câu 17:Pháp đề ra kế hoạch Đờ Lát đơ tátxinhi có ảnh hưởng thế nào đến cuộc kháng chiến của ta?\nA. Ta có thể đàm phán với Pháp\nB. Ta có thể nhanh chóng lợi dụng điểm yếu của kế hoạch để giành thắng lợi\nC. Làm cho cuộc kháng chiến của ta trở nên khó khăn, phức tạp\nD. Làm cho cuộc kháng chiến của ta trở nên thuận lợi hơn.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nKế hoạch Đờ Lát đơ Tátxinhi đã đưa cuộc chiến tranh xâm lược của Pháp ở Đông Dương lên quy mô lớn, làm cho cuộc kháng chiến của nhân dân ta, nhất là ở vùng sau lưng địch trở nên khó khăn, phức tạp"
    },
    {
        "ID": "His_24_18",
        "Image_Question": "",
        "Question": "Câu 18:Nhân tố khách quan nào là nhân tố truyền thống góp phần vào thắng lợi của cuộc kháng chiến chống Mỹ của nhân dân Việt Nam?\nA. Mâu thuẫn sâu sắc trong nội bộ nước Mỹ vì cuộc chiến tranh Việt Nam\nB. Sự giúp đỡ của Liên Xô\nC. Phong trào phản đối chiến tranh của nhân dân Mỹ và nhân dân thế giới đối với cuộc chiến tranh Việt Nam của đế quốc Mỹ\nD. Tinh thần đoàn kết, phối hợp chiến đấu của ba nước Đông Dương",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nBa nước Đông Dương từ thế kỉ XIX đều bị thực dân Pháp xâm lược, từ lâu đã gắn bó với nhau đấu tranh vì mục tiêu chung. Suốt từ thế kỉ XIX đến cuộc kháng chiến chống Mĩ, nhân dân ba nước Đông Dương đều sát cánh, đoàn kết đấu tranh chống kẻ thù chung. Tinh thần đàn kết chiến đấu của nhân dân ba nước Đông Dương trong kháng chiến chống Mĩ đã trở thành nhân tố khách quan truyền thống, góp phần vào thắng lợi của cuộc kháng chiến chống Mĩ ở Việt Nam (1954 – 1975)"
    },
    {
        "ID": "His_24_19",
        "Image_Question": "",
        "Question": "Câu 19:Xã hội Việt Nam đầu thế kỷ 20 gồm các tầng lớp và giai cấp chủ yếu nào?\nA. Địa chủ, công nhân, nông dân\nB. Địa chủ, nông dân, công nhân, tư sản.\nC. Địa chủ, nông dân, công nhân, tư sản, tiểu tư sản\nD. Địa chủ, nông dân",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nĐầu thế kỉ XX, xã hội Việt Nam bao gồm các giai cấp: địa chủ, nông dân, công nhân và tầng lớp tư sản, tiểu tư sản"
    },
    {
        "ID": "His_24_20",
        "Image_Question": "",
        "Question": "Câu 20:Sắp xếp các tư liệu hoặc sự kiện dưới đây theo trình tự thời gian xuất hiện\n1. Đường Kách mệnh.\n2. Bản án chế độ thực dân Pháp.\n3. Bản yêu sách 8 điểm của nhân dân An Nam.\n4. Đại hội Đảng xã hội Pháp họp tại thành phố Tua\nA. 3 – 4 – 2 – 1.\nB. 3 – 2 – 1 – 4.\nC. 4 – 1 – 3 – 2.\nD. 2 – 3 – 1 – 4",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\n3. Bản yêu sách 8 điểm của nhân dân An Nam (1919)\n4. Đại hội Đảng xã hội Pháp họp tại thành phố Tua (1920)\n2. Bản án chế độ thực dân Pháp (1925)\n1. Đường Kách mệnh (1927)"
    },
    {
        "ID": "His_24_21",
        "Image_Question": "",
        "Question": "Câu 21:Điểm giống nhau cơ bản nhất về tư tưởng cứu nước của Phan Bội Châu và Phan Châu Trinh là\nA. Đều thiết lập chế độ cộng hòa sau khi giành độc lập.\nB. Xuất phát từ lòng yêu nước và vận động giải phóng dân tộc theo khuynh hướng dân chủ tư sản\nC. Đều dựa vào nhật để giành độc lập\nD. Đều có tư tưởng bạo động và cải cách",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nNhững điểm tương đồng trong tư tưởng cứu nước của Phan Bội Châu và Phan Châu Trinh bao gồm:\n- Xuất phát từ lòng yêu nước để đi tìm con đường giải phóng cho dân tộc.\n- Đều đại diện cho phong trào dân tộc dân chủ của tầng lớp sĩ phu yêu nước tiến bộ đầu thế kỉ XX.\n- Tạo ra những cuộc vận động cách mạng mới theo con đường dân chủ tư sản.\n- Thống nhất về chủ trương chiến lược, thống nhất về mục đích cách mạng là muốn cứu nước, cứu dân, gắn liền dân với nước, gắn cứu nước với duy tân làm đất nước phát triển theo hương cách mạng tưsản đứnglên con đường chủ nghĩa tư bản.\n- Được sự ủng hộ nhiệt tình của đông đảo quần chúng nhân dân. Tuy nhiên cả hai xu hướng cách mạng này đều chưa xây dựng được những cơ sở vững chắc cho xã hội.\n- Do hạn chế về tầm nhìn và tư tưởng nên cả hai xu hướng cách mạng này đều bị thất bại.\n=> Trong đó, điểm giống nhau cơ bản nhất là đều xuất phát từ lòng yêu nước và vận động giải phóng dân tộc theo khuynh hướng dân chủ tư sản"
    },
    {
        "ID": "His_24_22",
        "Image_Question": "",
        "Question": "Câu 22:Những mốc lớn đánh dấu thắng lợi của nhân dân ta trong sự nghiệp giải phóng dân tộc ở thế kỷ XX là\nA. Cách mạng tháng Tám (1945), hiệp định Giơnevơ về Đông Dương (1954), Hiệp định Paris năm 1973.\nB. Chiến thắng Điện Biên Phủ (1954), tổng tiến công và nổi dậy mùa Xuân năm 1975\nC. Cách mạng tháng Tám (1945), hiệp định Giơnevơ về Đông Dương (1954), tổng tiến công và nổi dậy mùa xuân năm 1975\nD. Cách mạng tháng tám (1945), chiến thắng Điện Biên Phủ (1954), tổng tiến công và nổi dậy mùa Xuân năm 1975",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nNhững mốc lớn đánh dấu thắng lợi của nhân dân ta trong sự nghiệp giải phóng dân tộc ở thế kỉ XX gồm:\n- Cách mạng tháng Tám năm 1945: phá tan xiềng xích thống trị của thực dân Pháp, lật đổ chế độ phong kiến.\n- Hiệp định Giơnevơ về Đông Dương năm 1954: Hoàn thành thắng lợi cuộc kháng chiến chống thực dân Pháp xâm lược.\n- Cuộc tổng tiến công và nổi dậy xuân 1975: Hoàn thành thắng lợi cuộc kháng chiến chống Mĩ xâm lược."
    },
    {
        "ID": "His_24_23",
        "Image_Question": "",
        "Question": "Câu 23:Nguyên nhân nào là cơ bản nhất thúc đẩy nền kinh tế Nhật Bản phát triển, và là bài học kinh nghiệm cho các nước đang phát triển, trong đó có Việt Nam?\nA. Các công ty năng động, có tầm nhìn xa, sức cạnh tranh cao, chi phí cho quốc phòng thấp\nB. Tận dụng tốt các điều kiện bên ngoài để phát triển\nC. Vai trò lãnh đạo, quản lý có hiệu quả của nhà nước\nD. Con người được đào tạo chu đáo và áp dụng thành tựu khoa học - kỹ thuật của thế giới",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nNhân tố hàng đầu quyết định sự phát triển thần kì của Nhật Bản sau chiến tranh là nhân tố con người. Do đó các nước đang phát triển trong đó có Việt Nam có thể vận dụng bài học này, tập trung đầu tư phát triển giáo dục con người, áp dụng thành tựu khoa học - kĩ thuật của thế giới, coi phát triển giáo dục là quốc sách hàng đầu để tạo ra nguồn lực vững chắc cho công cuộc đổi mới hiện nay"
    },
    {
        "ID": "His_24_24",
        "Image_Question": "",
        "Question": "Câu 24:Công lao to lớn đầu tiên của Nguyễn Ái Quốc trong những năm 1919 - 1925 là gì?\nA. Tìm ra con đường cứu nước đúng đắn.\nB. Hợp nhất ba tổ chức Cộng sản\nC. Thành lập Hội Việt Nam Cách mạng Thanh niên\nD. Khởi thảo cương lĩnh chính trị đầu tiên của Đảng",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nTrong những năm 1919 – 1925, Nguyễn Ái Quốc có hai công lao chính đối với cách mạng Việt Nam:\n- Tìm ra con đường cứu nước đúng đắn cho dân tộc: con đường cách mạng vô sản.\n- Chuẩn bị về chính trị, tư tưởng và tổ chức cho sự thành lập Đảng.\n=> Công lao to lớn đầu tiên của Nguyễn Ái Quốc trong giai đoạn này là tìm ra con đường cứu nước đúng đắn cho dân tộc"
    },
    {
        "ID": "His_24_25",
        "Image_Question": "",
        "Question": "Câu 25:Sau chiến tranh lạnh, Mỹ có âm mưu gì?\nA. Vươn lên chi phối, lãnh đạo thế giới.\nB. Dùng sức mạnh kinh tế thao túng mọi hoạt động khác\nC. Chuẩn bị đề ra chiến lược mới\nD. Thực hiện chính sách đối ngoại hòa bình",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nSau chiến tranh lạnh Liên Xô tan rã đã tạo ra một lợi thế tạm thời cho Mĩ -> giới cầm quyền Mĩ đã ra sức thiết lập trật tự thế giới “một cực” để Mĩ làm bá chủ thế giới."
    },
    {
        "ID": "His_24_26",
        "Image_Question": "",
        "Question": "Câu 26:Hãy cho biết đường lối đối ngoại của Ấn Độ sau khi giành độc lập?\nA. Chính sách hòa bình trung lập tích cực.\nB. Không ủng hộ phong trào giải phóng dân tộc trên thế giới\nC. Tham gia các liên minh chính trị quân sự.\nD. Chạy đua vũ trang để bảo vệ lãnh thổ",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nSau khi giành độc lập, Ấn Độ thực hiện chính sách đối ngoại hòa bình, trung lập tích cực, luôn luôn ủng hộ cuộc đấu tranh giành độc lập của các dân tộc"
    },
    {
        "ID": "His_24_27",
        "Image_Question": "",
        "Question": "Câu 27:Định ước Henxiki (năm 1975) được ký kết giữa\nA. Mỹ - Anh - Pháp - Cộng hòa Dân chủ Đức và Liên Xô\nB. 33 nước châu Âu cùng với Mỹ và Canada.\nC. Các nước châu Âu\nD. Cộng hòa Dân chủ Đức, Mỹ, Canada",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nĐầu tháng 8-1975, 33 nước châu Âu cùng với Mĩ và Canada kí kết Định ước Henxinki."
    },
    {
        "ID": "His_24_28",
        "Image_Question": "",
        "Question": "Câu 28:Trong nhiệm vụ bảo vệ chủ quyền biên giới biển và hải đảo của nước ta hiện nay, luận điểm nào về chủ trương của Đảng và Chính phủ ta đối với vấn đề thù trong giặc ngoài từ tháng 9/1945 đến trước ngày 19/12/1946 vẫn còn nguyên giá trị?\nA. Cứng rắn về sách lược, mềm dẻo về nguyên tắc\nB. Mềm dẻo về nguyên tắc và sách lược\nC. Cứng rắn về nguyên tắc, mềm dẻo về sách lược.\nD. Vừa cứng rắn, vừa mềm dẻo về nguyên tắc và sách lược.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nTừ tháng 9/1945 đến trước ngày 19/12/1946, trong chính sách chống thù trong, giặc ngoài, đảng luôn:\n- Cứng rắn về nguyên tắc: luôn giữ vững nguyên tắc đàm bảo chủ quyền của đất nước.\n- Mềm dẻo về sách lược: kí với Pháp bản Hiệp định Sơ bộ (6-3-1946) để tránh tình trạng cùng một lúc phải đối phó với nhiều kẻ thù cùng một lúc. Loại bỏ được quân Trung Hoa Dân Quốc về nước, tạo điều kiện cho ta có thời gian để chuẩn bị lực lượng.\nĐối với vấn để biển đảo hiện này, bài học trên vẫn còn nguyên giá trị:\n- Đảng vẫn luôn giữ vững nguyên tắc đảm bảo chủ quyền dân tộc.\n- Nhưng biện pháp giải quyết (sách lược) có sự biến đổi hợp lí sao cho phù hợp với xu thế giải quyết các tranh chấp quốc tế bằng vấn đề hòa bình"
    },
    {
        "ID": "His_24_29",
        "Image_Question": "",
        "Question": "Câu 29:Bài học nào của Cách mạng tháng Tám năm 1945 có ý nghĩa quan trọng nhất trong công cuộc xây dựng và phát triển đất nước hiện nay?\nA. Vận dụng sáng tạo chủ nghĩa Mác-Lênin vào thực tiễn cách mạng nước ta\nB. Linh hoạt trong việc kết hợp các hình thức đấu tranh\nC. Đoàn kết phát huy sức mạnh của toàn dân tộc trong một Mặt trận Thống nhất.\nD. Dự đoán, nắm bắt thời cơ vượt qua thách thức, hoàn thành nhiệm vụ chiến lược cách mạng",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\n- Cách mạng tháng Tám năm 1945 thành công, ta đã rút ra được một số bài học kinh nghiệm như: dự đoán, nắm bắt thời cơ (bao gồm thời cơ về tình hình thế giới và trong nước), đề ra chủ trương và biện pháp phù hợp\n- Bài học kinh nghiệm quan trọng nhất rút ra từ thắng lợi của cách mạng tháng Tám có ý nghĩa quan trọng trọng nhất trong công cuộc xây dựng và phát triển đất nước hiện nay là ta phải dự đoán, nắm bắt thời cơ, vượt qua thách thức, để hoàn thành nhiệm vụ chiến lược cách mạng đề ra"
    },
    {
        "ID": "His_24_30",
        "Image_Question": "",
        "Question": "Câu 30:Chỉ thị “Nhật – Pháp bắn nhau và hành động của chúng ta” đã xác định kẻ thù duy nhất và trước mắt của dân tộc ta là\nA. Bọn tay sai của Nhật.\nB. Đế quốc Mỹ\nC. Thực dân Pháp\nD. Phát xít Nhật và bọn tay sai",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nSau khi Nhật đảo chính Pháp, Ban thường vụ Trung ương Đảng đã họp và đề ra chỉ thị: “Nhật – Pháp bắn nhau và hành động của chúng ta”. Chỉ thị nhận định phát xít Nhật (bao gồm cả tay sai của Nhật) đã trở thành kẻ thù chính của nhân dân Đông Dương."
    },
    {
        "ID": "His_24_31",
        "Image_Question": "",
        "Question": "Câu 31:Điểm giống nhau giữa Chiến tranh thế giới thứ nhất (1914 - 1918) với chiến tranh thế giới thứ hai (1939 - 1945) là gì?\nA. Chỉ có các nước tư bản chủ nghĩa tham chiến\nB. Hậu quả của hai cuộc chiến tranh nặng nề như nhau\nC. Đều bắt nguồn từ mâu thuẫn về thị trường và thuộc địa giữa các nước tư bản\nD. Quy mô của hai cuộc chiến tranh là giống nhau",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nChiến tranh thế giới thứ nhất (1914 – 1918) và Chiến tranh thế giới thứ hai (1939 – 1945) đều bùng nổ bắt nguồn từ nguyên nhân sâu xa là mâu thuẫn của các nước đế quốc về vấn đề thị trường và thuộc địa, khi mâu thuẫn đó đạt đến đỉnh cao không thể giải quyết được dẫn đến chiến trang bùng nổ"
    },
    {
        "ID": "His_24_32",
        "Image_Question": "",
        "Question": "Câu 32:Hậu quả lớn nhất của hiệp ước Hác-măng (1883) đối với Việt Nam là\nA. Nền kinh tế nước ta lệ thuộc vào Pháp\nB. Nền chính trị nước ta bị lệ thuộc vào Pháp\nC. Thực dân Pháp cơ bản hoàn thành quá trình xâm lược Việt Nam\nD. Pháp nắm độc quyền về chính sách đối ngoại.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nVới hiệp ước Hácmăng và Patơnốt, thực dân Pháp đã hoàn thành về cơ bản cuộc xâm lược Việt Nam. Điều này cũng đồng nghĩa, Việt Nam hoàn toàn đặt dưới sự thống trị của thực dân Pháp, phụ thuộc Pháp trên hầu hết các lĩnh vực từ: kinh tế, chính trị, quân sự đến ngoại giao. Đây là hậu quả lớn nhất của Hiệp ước Hácmăng (1883) đối với Việt Nam"
    },
    {
        "ID": "His_24_33",
        "Image_Question": "",
        "Question": "Câu 33:Cùng với thực hiện chiến lược “Chiến tranh cục bộ” ở miền nam Mĩ còn mở rộng chiến tranh ở đâu?\nA. Chiến tranh ở Lào.\nB. Chiến tranh ở Campuchia\nC. Chiến tranh phá hoại miền Bắc.\nD. Chiến tranh ở cả Đông Dương.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nSau thất bại của chiến lược “Chiến tranh đặc biệt” (1961 – 1965), Mĩ đẩy mạnh chiến tranh xâm lược, chuyển sang chiến lược “Chiến tranh cục bộ” ở miền Nam và mở rộng chiến tranh phá hoại miền Bắc lần thứ nhất"
    },
    {
        "ID": "His_24_34",
        "Image_Question": "",
        "Question": "Câu 34:Thực dân Pháp mở cuộc tiến công lên Việt Bắc thu - đông năm 1947 nhằm mục đích gì?\nA. Giành thắng lợi quân sự rút quân về nước.\nB. Khóa chặt biên giới Việt – Trung.\nC. Buộc ta phải đàm phán\nD. Nhanh chóng kết thúc chiến tranh",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nTháng 3-1947, Chính phủ Pháp cử Bôlae làm Cao ủy Pháp ở Đông Dương, thực hiện kế hoạch tiến công lên Việt Bắc nhằm nhanh chóng kết thúc chiến tranh"
    },
    {
        "ID": "His_24_35",
        "Image_Question": "",
        "Question": "Câu 35:Liên minh châu Âu (EU) ra đời không chỉ nhằm hợp tác liên minh giữa các nước thành viên trong lĩnh vực kinh tế, tiền tệ mà còn cả trong lĩnh vực\nA. Đối ngoại và an ninh chung\nB. Chính trị, đối ngoại và an ninh chung\nC. Chính trị và an ninh chung\nD. Chính trị và đối ngoại",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nLiên minh châu Âu (EU) ra đời không chỉ nhằm hợp tác liên minh giữa các nước thành viên trong lĩnh vực kinh tế, tiền tệ mà còn cả trong lĩnh vực chính trị, đối ngoại và an ninh chung."
    },
    {
        "ID": "His_24_36",
        "Image_Question": "",
        "Question": "Câu 36:Trong quá trình chuẩn bị cho Chiến dịch Điện Biên Phủ (1954), quân ta được lệnh kéo pháo vào trận địa rồi lại được lệnh kéo pháo ra. Qua đó chứng tỏ phương châm tác chiến của ta trong chiến dịch Điện Biên Phủ đã thay đổi như thế nào?\nA. Chuyển từ “đánh nhanh thắng nhanh” sang “đánh lâu dài”.\nB. Chuyển từ “đánh nhanh thắng nhanh” sang “đánh chắc tiến chắc”\nC. Chuyển từ “đánh chắc tiến chắc” sang “đánh nhanh thắng nhanh”.\nD. Chuyển từ “đánh vận động” sang “đánh du kích”.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\n- Căn cứ vào tình hình thực tế, bộ chỉ huy chiến dịch Điện Biên Phủ thực hiện phương châm “Đánh nhanh thắng nhanh”. Kế hoạch tác chiến được phổ biến tới các đơn vị ngoài mặt trận, mọi công tác đã được chuẩn bị kĩ lưỡng, trong tư thế sẵn sàng chỉ chờ mệnh lệnh.\n- Để đảm bảo nguyên tắc cao nhất là “đánh chắc thắng”, ta cần chuyển phương châm tiêu diệt địch từ “đánh nhanh thắng nhanh” sang “đánh chắc tiến chắc”. Quyết định hoãn cuộc tiến công, ra lệnh cho bộ đội trên toàn tuyến lui về địa điểm tập kết và kéo pháo ra. Đây là quyết định khó khăn nhất trong cuộc đời cầm quân của đại tướng Võ Nguyên Giáp. Bác Hồ và Bộ chính trị nhất trí cho rằng quyết định thay đổi cách đánh từ “đánh nhanh thắng nhanh” sang “đánh chắc tiến chắc” là hoàn toàn đúng đắn."
    },
    {
        "ID": "His_24_37",
        "Image_Question": "",
        "Question": "Câu 37:Chỉ ra ý không phản ánh đúng điểm giống nhau trong các chiến lược chiến tranh mà đế quốc Mỹ thực hiện ở miền Nam Việt Nam trong giai đoạn 1954 – 1975?\nA. Là những chiến lược chiến tranh thực dân mới, dựa vào bộ máy chính quyền và quân đội Sài Gòn\nB. Nhằm chia cắt lâu dài nước Việt Nam, biến miền Nam thành thuộc địa kiểu mới, căn cứ quân sự của Mỹ ở Đông Nam Á\nC. Có sự trợ giúp của quân đội các nước đồng minh như Anh, Pháp\nD. Đều sử dụng chính sách bình định để chiếm đất giành dân",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\n- Các đáp án A, B, D: đều là những điểm giống nhau trong các chiến lược chiến tranh mà đế quốc Mĩ thực hiện ở miền Nam Việt Nam trong giai đoạn (1954 – 1975) gồm các chiến lược chiến tranh: “Chiến tranh đặc biệt”, “Chiến tranh cục bộ”, “Việt Nam hóa chiến tranh”.\n- Đáp án C: là điểm riêng của chiến lược “Chiến tranh cục bộ” (1965 – 1968) so với các chiến lược chiến tranh khác"
    },
    {
        "ID": "His_24_38",
        "Image_Question": "",
        "Question": "Câu 38:Sự kiện khởi đầu gây nên cuộc Chiến tranh lạnh là gì?\nA. Sự ra đời của kế hoạch Mácsan\nB. Sự ra đời của tổ chức hiệp ước Bắc Đại Tây Dương (NATO).\nC. Sự ra đời của học thuyết Truman\nD. Sự ra đời của tổ chức hiệp ước vacsava",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nSự kiện được xem là khởi đầu cho chính sách chống Liên Xô, gây nên chiến tranh lạnh là thông điệp của Tổng thống Truman (học thuyết Truman) tại Quốc hội Mĩ ngày 12-3-1947. Trong đó, tổng thống Mĩ khẳng định sự tồn tại của Liên Xô là nguy cơ lớn đối với nước Mĩ và đề nghị viện trơ khẩn cấp 400 triệu USD cho hai nước Hi Lạp và Thổ Nhĩ Kì"
    },
    {
        "ID": "His_24_39",
        "Image_Question": "",
        "Question": "Câu 39:Bài học kinh nghiệm gì từ Cách mạng Tháng Mười Nga năm 1917 được rút ra cho cách mạng Việt Nam?\nA. Kết hợp đấu tranh chính trị với đấu tranh vũ trang\nB. Khởi nghĩa vũ trang giành chính quyền\nC. Thành lập chính Đảng của giai cấp vô sản.\nD. Đấu tranh chính trị",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\n- Trong Cách mạng tháng Mười năm 1917, thực hiện đường lối của Luận cương tháng Tư, tổ chức đảng ở các địa phương trong cả nước đã đẩy mạnh công tác tuyên truyền, vận động mọi tầng lớp nhân dân tham gia cách mạng, nhằm tạo nên một đội quân chính trị vững mạnh, lật đổ giai cấp tư sản, cô lập và đánh bại các đảng thỏa hiệp; đồng thời, xây dựng lực lượng vũ trang cách mạng làm chỗ dựa vững chắc cho cuộc đấu tranh chính trị và tiến hành bạo lực vũ trang giành chính quyền.\n- Từ diễn tiến của cách mạng tháng Mười đã để lại bài học về khởi nghĩa vũ trang giành chính quyền cho Việt Nam. Việt Nam trong cách mạng tháng Tám cũng đã vận động, tuyên truyền mọi tầng lớp nhân dân tham gia cách mạng, xây dựng lưc lượng vũ trang hỗ trợ cho lực lượng chính trị. Đồng thời sử dụng bạo lực cách mạng để giành chính quyền. Thông qua đó, giành chính quyền trong cả nước, lật đổ ách thông trị của thực dân Pháp và phong kiến, lập nên nước Việt Nam Dân chủ cộng hòa."
    },
    {
        "ID": "His_24_40",
        "Image_Question": "",
        "Question": "Câu 40:Hội nghị lần thứ 24 của ban chấp hành Trung ương Đảng (9/1975) đã đề ra nhiệm vụ gì?\nA. Xây dựng Chủ nghĩa Xã hội ở hai miền Nam - Bắc\nB. Hoàn thành thống nhất đất nước về mặt nhà nước\nC. Hoàn thành công cuộc khôi phục kinh tế sau chiến tranh.\nD. Hiệp thương chính trị, thống nhất đất nước.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nHội nghị lần thứ 24 của Ban chấp hành Trung ương đảng (9-1975) đã đề ra nhiệm vụ hoàn thành thống nhất đất nước về mặt nhà nước"
    }
]