[
    {
        "ID": "His_25_1",
        "Image_Question": "",
        "Question": "Câu 1:Điểm nổi bật trong chính sách đối ngoại của Nhật Bản từ năm 1973 đến năm 1991 là\nA. Bình thường hóa quan hệ với Liên Xô\nB. Liên minh chặt chẽ với Mỹ và Tây Âu\nC. Mở rộng đối ngoại trên phạm vi toàn cầu\nD. Hướng về châu Á đặc biệt là Đông Nam Á.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nTừ năm 1973 đến năm 1991, với tiềm lực kinh tế - tài chính ngày càng lớn mạnh, Nhật thực hiện chính sách đối ngoại mới, thể hiện qua học thuyết Phucưđa (1977) và Kaiphu (1991) với nội dung chủ yếu là tăng cường quan hệ kinh tế, chính trị, văn hóa, xã hội với các nước Đông Nam Á và ASEAN. Đây là biểu hiện cho chính sách “trở về châu Á” của Nhật"
    },
    {
        "ID": "His_25_2",
        "Image_Question": "",
        "Question": "Câu 2:Nguyên nhân bùng nổ phong trào cách mạng 1930 - 1931 ở Việt Nam là\nA. Đảng Cộng sản Việt Nam ra đời\nB. Pháp nới lỏng chế độ cai trị\nC. Sự bóc lột của chế độ phong kiến\nD. Sự xuất hiện của Chủ nghĩa Phát xít",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\n- Trước khi Đảng cộng sản Việt Nam ra đời, phong trào đấu tranh của nhân dân chống thực dân Pháp đều diễn ra mạnh mẽ, quyết liệt nhưng thất bại vì chưa có giai cấp lãnh đạo với đường lối đúng đắn, sáng tạo.\n- Dưới tác động của cuộc khủng hoảng kinh tế đã làm trầm trọng thêm tình trạng đói khổ của các tầng lớp nhân dân lao động. Mâu thuẫn xã hội ngày càng trở nên sâu sắc. Phong trào đấu tranh của nhân dân cũng sẽ nổ ra nhưng nếu không có sự lãnh đạo của đảng thì có thể cũng sẽ như các cuộc đấu tranh khác lẻ tẻ, tự phát. Tuy nhiên, từ khi có Đảng cộng sản, phong trào 1930 - 1931 đã có sự khác biệt so với trước. Đánh giá tình hình cụ thể của đất nước giai đoạn này, đảng đã phát động phong trào 1930 - 1931 diễn sôi nổi mang tính triệt để, có quy mô rộng lớn, đỉnh cao là Xô Viết Nghệ - Tĩnh"
    },
    {
        "ID": "His_25_3",
        "Image_Question": "",
        "Question": "Câu 3:Thực dân Pháp tiến hành cuộc khai thác thuộc địa lần thứ hai ở Đông Dương (1919 – 1929) khi\nA. Hệ thống thuộc địa của chủ nghĩa đế quốc tan rã.\nB. Thế giới tư bản đang lâm vào khủng hoảng thừa\nC. Cuộc chiến tranh thế giới thứ nhất kết thúc.\nD. Kinh tế các nước tư bản đang trên đà phát triển",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nChiến tranh thế giới thứ nhất kết thúc đã để lại hậu quả nặng nề đối với Pháp\n=> Pháp đã tiến hành cuộc khai thác thuộc địa lần thứ hai ở Đông Dương (1919 – 1929) để bù đắp thiệt hại của chiến tranh gây ra"
    },
    {
        "ID": "His_25_4",
        "Image_Question": "",
        "Question": "Câu 4:Thắng lợi của quân dân miền Nam Việt Nam buộc Mỹ phải tuyên bố “Mỹ hóa” trở lại chiến tranh xâm lược là\nA. Trận “Điện Biên Phủ trên không” năm 1972\nB. Cuộc tổng tiến công và nổi dậy xuân 1968\nC. Cuộc tổng tiến công và nổi dậy xuân 1975\nD. Cuộc tiến công chiến lược năm 1972",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nCuộc tiến công chiến lược năm 1972 đã giáng đòn nặng nề vào chiến lược “Việt Nam hóa chiến tranh”, buộc Mĩ phải tuyên bố “Mĩ hóa” trở lại chiến tranh xâm lược (tức thừa nhận sự thất bại của chiến lược “Việt Nam hóa chiến tranh)."
    },
    {
        "ID": "His_25_5",
        "Image_Question": "",
        "Question": "Câu 5:Ngày 12/12/1946 Ban thường vụ Trung ương Đảng ra chỉ thị\nA. Trường kỳ kháng chiến\nB. Kháng chiến kiến quốc\nC. Toàn dân kháng chiến\nD. Kháng chiến toàn diện",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nNgày 12-12-1946, Ban Thường vụ Trung ương đảng đã ra chỉ thị Toàn dân kháng chiến"
    },
    {
        "ID": "His_25_6",
        "Image_Question": "",
        "Question": "Câu 6:Đường lối đổi mới của Đảng cộng sản Việt Nam được đề ra lần đầu tiên tại Đại hội VI (12/1986) xác định trọng tâm là đổi mới\nA. Kinh tế\nB. Chính trị\nC. Văn hóa\nD. Tư tưởng",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nĐường lối đổi mới của Đảng Cộng sản Việt Nam được đề ra lần đầu tiên tại Đại hội VI (12-1986) là đổi mới phải toàn diện và đồng bộ, từ kinh tế chính trị đến tổ chức, tư tưởng, văn hóa. Đổi mới kinh tế phải gắn liền với đổi mới về chính trị, nhưng trọng tâm là đổi mới về kinh tế."
    },
    {
        "ID": "His_25_7",
        "Image_Question": "",
        "Question": "Câu 7:Tình hình chính trị nổi bật ở nước Nga sau thắng lợi của cách mạng dân chủ tư sản tháng Hai năm 1917 là\nA. Bọn phản động chống phá cách mạng\nB. Hai chính quyền song song tồn tại\nC. Chính phủ tư sản lâm thời bị lật đổ\nD. Quân đội 14 nước đế quốc can thiệp",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nSau cách mạng tháng Hai năm 1917, tình hình chính trị nổi bật ở nước Nga là có hai chính quyền song song tồn tại, đó là:\n- Chính phủ tư sản lâm thời.\n- Xô viết đại biểu của công nhân, nông dân và binh lính"
    },
    {
        "ID": "His_25_8",
        "Image_Question": "",
        "Question": "Câu 8:Chiến dịch nào mở màn cuộc Tổng tiến công và nổi dậy xuân 1975 ở miền Nam Việt Nam?\nA. Hồ Chí Minh\nB. Huế Đà Nẵng\nC. Tây Nguyên\nD. Đường 14 Phước Long",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nCuộc tổng tiến công và nổi dậy xuân 1975 được diễn ra qua ba chiến dịch, trong đó chiến dịch mở đầu là chiến dịch Tây Nguyễn (từ ngày 4/3 đến 24/3/1975)."
    },
    {
        "ID": "His_25_9",
        "Image_Question": "",
        "Question": "Câu 9:Khẩu hiệu đấu tranh được Đảng Cộng sản Đông Dương đưa ra trong thời kì 1936 - 1939 là\nA. Đánh đuổi Đế Quốc Pháp làm cho đông dương hoàn toàn độc lập\nB. Độc lập dân tộc, thành lập chính phủ Việt Nam Cộng Hòa\nC. Tịch thu ruộng đất của đế quốc và địa chủ chia cho dân cày nghèo\nD. Chống phát xít, chống chiến tranh, đòi tự do, cơm áo và hòa bình",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nNhiệm vụ trước mắt cũng đồng thời là nhiệm vụ đấu tranh được Đảng Công sản Đông Dương đưa ra trong thời kì 1936 – 1939 là: chống phát xít, chống chiến tranh, đòi tự do, dân sinh, dân chủ, cơm áo và hòa bình."
    },
    {
        "ID": "His_25_10",
        "Image_Question": "",
        "Question": "Câu 10:Sự kiện lịch sử nào đánh dấu phong trào đấu tranh của giai cấp công nhân Việt Nam hoàn toàn chuyển từ đấu tranh tự phát sang đấu tranh tự giác?\nA. Các tổ chức cộng sản được thành lập (1929).\nB. Sự thành lập Hội Việt Nam Cách mạng Thanh niên (1925).\nC. Cuộc bãi công của công nhân Ba Son Sài Gòn (1925).\nD. Đảng Cộng sản Việt Nam ra đời (1930).",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\n- Phong trào công nhân bước đầu chuyển sang đấu tranh tự giác từ sự kiện cuộc đấu tranh của thợ máy xưởng Ba Son tại cảng Sài Gòn.\n- Phong trào công nhân hoàn toàn chuyển sang đấu tranh tự giác là sự kiện Đảng Cộng sản Việt Nam ra đời (2/1930). Từ đây, công nhân đã trở thành giai cấp lãnh đạo cách mạng Việt Nam, đấu tranh vì mục tiêu chính trị - giành độc lập dân tộc."
    },
    {
        "ID": "His_25_11",
        "Image_Question": "",
        "Question": "Câu 11:Từ năm 1945 đến năm 1950 Liên Xô thực hiện\nA. Xây dựng chủ nghĩa xã hội\nB. Công cuộc khôi phục kinh tế.\nC. Công cuộc cải tổ đất nước\nD. Cải cách và mở cửa",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nSau chiến tranh thế giới thứ hai, tuy là nước thắng trận nhưng Liên Xô lại phải chịu thiệt hại nặng nề => Từ năm 1945 đến năm 1950, Liên Xô thực hiện công cuộc khôi phục kinh tế"
    },
    {
        "ID": "His_25_12",
        "Image_Question": "",
        "Question": "Câu 12:Kết quả của cuộc nội chiến giữa Quốc dân đảng và Đảng cộng sản (1946 - 1949) ở Trung Quốc là\nA. Thắng lợi thuộc về Đảng Cộng sản\nB. Sự tan rã của Đảng cộng sản\nC. Thắng lợi thuộc về Quốc dân Đảng\nD. Sự tan rã của Quốc dân Đảng",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nCuộc nội chiến giữa Đảng Cộng sản và Đảng Cộng sản (1946 - 1949) là sự thắng lợi của Đảng cộng sản và ngay sau đó nước Cộng hòa Nhân dân Trung Hoa được thành lập (1-10-1949)."
    },
    {
        "ID": "His_25_13",
        "Image_Question": "",
        "Question": "Câu 13:Tháng 11/2007, các nước Đông Nam Á đã ký bản Hiến chương ASEAN nhằm\nA. xây dựng Đông Nam Á thành khu vực hòa bình ổn định và phát triển\nB. tăng cường hợp tác giữa các nước thành viên.\nC. xây dựng ASEAN thành một cộng đồng vững mạnh\nD. đẩy mạnh hợp tác quốc tế giữa các nước thành viên",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nTháng 11/2007, các nước thành viên ASEAN đã kí bản Hiến chương ASEAN nhằm xây dựng ASEAN thành một cộng đồng vững mạnh"
    },
    {
        "ID": "His_25_14",
        "Image_Question": "",
        "Question": "Câu 14:Điều kiện khách quan thuận lợi của Cách mạng tháng Tám năm 1945 ở Việt Nam là\nA. Các nước tư bản bị chiến tranh tàn phá nặng nề\nB. Quân đồng minh đánh bại phát xít Nhật Bản\nC. Hồng quân Liên Xô tấn công quân đội Nhật\nD. Quân đồng minh đang tiến vào Đông Dương",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nTrong tháng 8-1945, quân Đồng minh đã đánh bại phát xít Nhật => Ngày 15-8-1945, Nhật đã buộc phải tuyên bố đầu hàng không điều kiện. Trong khi đó, sau khi đảo chính Pháp, Nhật là kẻ thù duy nhất đối với Việt Nam.\n=> Đây là điều kiện khách quan thuận lợi – “ngàn năm có một” tạo điều kiện cho Việt Nam tiến hành Cách mạng tháng Tám năm 1945 giành thắng lợi nhanh chóng và ít đổ máu"
    },
    {
        "ID": "His_25_15",
        "Image_Question": "",
        "Question": "Câu 15:Hội nghị 11/1939 ban chấp hành Trung ương Đảng cộng sản Đông Dương có ý nghĩa\nA. tách vấn đề dân tộc ra phạm vi từng nước Đông Dương\nB. đánh dấu bước chuyển hướng quan trọng của Đảng\nC. đánh dấu Đảng chính thức trở thành Đảng cầm quyền\nD. đánh dấu sự thắng lợi của cách mạng Việt Nam",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nHội Ban chấp hành Trung ương Đảng Cộng sản Đông Dương (11/1939) đã đánh dấu bước chuyển hướng quan trọng của đảng, đặt nhiệm vụ giải phóng dân tộc lên hàng đầu, đưa nhân dân ta bước vào thời kì trực tiếp vận động cứu nước"
    },
    {
        "ID": "His_25_16",
        "Image_Question": "",
        "Question": "Câu 16:Nội dung nào dưới đây không phải ý nghĩa của phong trào “Đồng Khởi” (1959 – 1960)?\nA. Làm lung lay tận gốc chính quyền Ngô Đình Diệm\nB. Buộc Mỹ phải tuyên bố “phi Mỹ hóa” chiến tranh\nC. Chuyển từ thế giữ gìn lực lượng sang thế tiến công\nD. Giáng đòn nặng nề vào chính sách thực dân mới của Mỹ",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\n- Các đáp án A, C, D: đều là ý nghĩa của phong trào “Đồng khởi”.\n- Đáp án B: là ý nghĩa của cuộc tiến công và nổi dậy mậu thân năm 1968."
    },
    {
        "ID": "His_25_17",
        "Image_Question": "",
        "Question": "Câu 17:Sự kiện nào dưới đây đánh dấu bước phát triển của Cách mạng miền Nam từ thế giữ gìn lực lượng sang thế tiến công?\nA. “Phong trào Đồng Khởi”.\nB. Chiến thắng hai mùa khô.\nC. Chiến thắng Ấp Bắc\nD. Chiến thắng Vạn Tường.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nPhong trào “Đồng khởi” đã đánh dấu bước phát triển mới của cách mạng miền Nam từ thế giữ gìn lực lượng sang thế tiến công"
    },
    {
        "ID": "His_25_18",
        "Image_Question": "",
        "Question": "Câu 18:Nhận xét nào dưới đây là đúng về cuộc kháng chiến chống Pháp của nhân dân ta ở mặt trận Đà Nẵng (1858)?\nA. Chần chừ do dự kháng chiến\nB. Vừa đánh Pháp vừa đàm phán\nC. Anh dũng chống trả quân xâm lược\nD. Đánh Pháp nhưng thiếu kiên quyết.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nKhi liên quân Pháp - Tây Ban Nha tấn công vào Đà Nẵng, nhân dân ta đã anh dùng chống trả quân xâm lược, đẩy lùi nhiều đợt tấn công của địch, sau đó tịch cực thực hiện “vườn không nhà trống”, gây cho quân Pháp nhiều khó khăn"
    },
    {
        "ID": "His_25_19",
        "Image_Question": "",
        "Question": "Câu 19:Đầu năm 1930, Nguyễn Ái Quốc triệu tập hội nghị thành lập Đảng cộng sản Việt Nam là do\nA. phong trào công nhân đã phát triển đến trình độ hoàn toàn tự giác\nB. phong trào cách mạng Việt Nam đứng trước nguy cơ bị chia rẽ lớn\nC. tổng bộ Hội Việt Nam Cách mạng Thanh niên nêu ra yêu cầu hợp nhất\nD. các tổ chức cộng sản trong nước đề nghị hợp nhất thành một Đảng",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nBa tổ chức cộng sản ở Việt Nam ra đời vào năm 1929 đã chứng tỏ sự phát triển của cuộc vận động cứu nước theo khuynh hướng vô sản. Tuy nhiên, các tổ chức này lại hoạt động riêng rẽ, tranh giành ảnh hưởng lẫn nhau, gây ra sự chia rẽ lớn trong phong trào cách mạng.\n=> Trước tình hình đó, đầu năm 1930 Nguyễn Ái Quốc đã triệu tập hội nghị thành lập Đảng Cộng sản Việt Nam."
    },
    {
        "ID": "His_25_20",
        "Image_Question": "",
        "Question": "Câu 20:Đến cuối thập kỉ 90 của thế kỉ XX, EU trở thành tổ chức liên kết lớn nhất hành tinh về\nA. Văn hóa - kinh tế\nB. Chính trị - kinh tế\nC. Quân sự - kinh tế\nD. Quân sự - chính trị.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nĐến cuối thập kỉ 90, EU đã trở thành tổ chức liên kết chính trị - kinh tế lớn nhất hành tinh, chiếm ¼ GDP của thế giới"
    },
    {
        "ID": "His_25_21",
        "Image_Question": "",
        "Question": "Câu 21:Điểm khác nhau cơ bản trong mục tiêu của phong trào đấu tranh giải phóng dân tộc ở Mỹ Latinh với Châu Phi thế kỉ XX là\nA. Chống sự phân biệt chủng tộc\nB. Giải phóng dân tộc bảo vệ nền độc lập\nC. Đấu tranh chống chủ nghĩa thực dân\nD. Đấu tranh chống chế độ độc tài thân Mỹ.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nVề mục tiêu đấu tranh của phong trào giải phóng dân tộc:\n- Mỹ Latinh: chống chế độ độc tài thân Mỹ.\n- Châu Phi: chống chủ nghĩa thực dân cũ"
    },
    {
        "ID": "His_25_22",
        "Image_Question": "",
        "Question": "Câu 22:Nguyễn Ái Quốc ra đi tìm đường cứu nước trong hoàn cảnh lịch sử\nA. Nền kinh tế Việt Nam phát triển mạnh mẽ\nB. Việt Nam trở thành thuộc địa của thực dân Pháp\nC. Chế độ phong kiến Việt Nam khủng hoảng\nD. Chế độ phong kiến Việt Nam đang phát triển.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nDưới ách thống trị của thực dân Pháp, đời sống của nhân dân Việt Nam ngày càng khổ cưc => Mâu thuẫn dân tộc diễn ra gay gắt. Trong khi đó, phong trào đấu tranh theo khuynh hướng phong kiến đã thất bại cùng với phong trào Cần Vương, phong trào theo khuynh hướng dân chủ tư sản lại chưa có nhiều kết quả.\n=> Nguyễn Ái Quốc đã với ý chí và lòng nhiệt thành yêu nước đã quyết định ra đi tìm đường cứu nước."
    },
    {
        "ID": "His_25_23",
        "Image_Question": "",
        "Question": "Câu 23:Chủ trương kế hoạch giải phóng miền Nam của Đảng lao động Việt Nam được đề ra dựa trên cơ sở\nA. Mỹ hoàn toàn thất bại trong các cuộc chiến tranh phá hoại miền Bắc.\nB. So sánh lực lượng ở hai miền thay đổi mau lẹ có lợi cho cách mạng\nC. Lợi dụng mâu thuẫn trong năm bầu cử tổng thống ở nước Mỹ\nD. So sánh lực lượng ở miền Nam thay đổi mau lẹ có lợi cho cách mạng.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nCuối năm 1974 – đầu năm 1975, trong tình hình so sánh lực lượng ở miền Nam thay đổi mau lẹ có lợi cho cách mạng, Bộ Chính trị Trung ương Đảng đã đề ra kế hoạch giải phóng hoàn toàn miền Nam trong hai năm 1975 và 1976"
    },
    {
        "ID": "His_25_24",
        "Image_Question": "",
        "Question": "Câu 24:Ý nào sau đây không phải là nguyên tắc hoạt động của Liên Hợp Quốc?\nA. Bình đẳng chủ quyền giữa các quốc gia và quyền tự quyết của các dân tộc\nB. Nguyên tắc nhất trí giữa 5 nước lớn Liên Xô, Mỹ, Anh, Pháp, Trung Quốc\nC. Tôn trọng toàn vẹn lãnh thổ và độc lập chính trị của tất cả các nước\nD. Hợp tác phát triển có hiệu quả trong các lĩnh vực kinh tế, văn hóa - xã hội",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\n- Các đáp án A, B, C: là nguyên tắc hoạt động của Liên hợp quốc.\n- Đáp án D: là nguyên tắc hoạt động của ASEAN"
    },
    {
        "ID": "His_25_25",
        "Image_Question": "",
        "Question": "Câu 25:Chiến thắng nào của quân dân Việt Nam được Chủ tịch Hồ Chí Minh đánh giá là “cái mốc chói lọi bằng vàng”?\nA. Biên giới Thu - Đông năm 1950\nB. Việt Bắc Thu - Đông năm 1947\nC. Cuộc tổng tiến công và nổi dậy xuân 1975\nD. Điện Biên Phủ năm 1954.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nNgày 7/5/1954, chiến dịch Điện Biên Phủ toàn thắng.\nTrong bài báo “Nhân ngày kỷ niệm chiến thắng Điện Biên Phủ” (với bút danh Chiến Sĩ) đăng trên báo “Nhân Dân”, Bác viết: “Điện Biên Phủ như là một cái mốc chói lọi bằng vàng của lịch sử. Nó ghi rõ nơi chủ nghĩa thực dân xuống dốc và tan rã, đồng thời phong trào giải phóng dân tộc khắp thế giới đang lên cao đến thắng lợi hoàn toàn... Với tinh thần quyết chiến quyết thắng của Điện Biên Phủ, từ nay về sau nhân dân miền Nam chắc sẽ thắng lợi hơn nữa. Muốn tránh một thất bại như ở Điện Biên Phủ và muốn khỏi mất thể diện, thì đế quốc Mỹ chỉ có một cách là chấm dứt ngay cuộc chiến tranh xâm lược, rút ngay quân đội Mỹ ra khỏi miền Nam Việt Nam, để nhân dân miền Nam tự giải quyết lấy vấn đề nội bộ của mình”."
    },
    {
        "ID": "His_25_26",
        "Image_Question": "",
        "Question": "Câu 26:Phong trào giải phóng dân tộc đã tác động đến quan hệ quốc tế sau chiến tranh thế giới thứ hai như thế nào?\nA. Buộc Mỹ phải chấm dứt chiến tranh lạnh với Liên Xô\nB. Tạo cơ sở hình thành các liên minh kinh tế - quân sự\nC. Góp phần xói mòn và sụp đổ của trật tự hai cực Ianta\nD. Làm xuất hiện xu thế hòa hoãn đông - tây ở châu Âu",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\n- Trật tự hai cực Ianta đứng đầu là Liên Xô và Mĩ, đặc trưng là sự đối đầu giữa hai phe Tư bản chủ nghĩa và Xã hội chủ nghĩa.\n- Sau chiến tranh thế giới thứ hai, phong trào giải phóng dân tộc ở Á, Phi, Mĩ Latinh phát triển mạnh mẽ khiến cho hệ thống thuộc địa của chủ nghĩa đế quốc bị tan rã thành từng mảng, hàng trăm quốc gia độc lập ra đời. Đặc biệt, cách mang dân tộc dân chủ nhân dân Trung Quốc thành công (1949), nước Cộng hòa Nhân dân Trung Hoa được thành lập, tiến lên chủ nghĩa xã hội làm cho hệ thống chủ nghĩa xã hội được nối liền từ châu Âu sang châu Á, làm tăng sức mạnh của phe chủ nghĩa xã hội mở ra một bước “đột phá” góp phần làm “xói mòn” trật tự hai cực Ianta.\n- Từ 1988 – 1991, Liên Xô và Mỹ rút dần sự “có mặt” của mình ở nhiều khu vực quan trọng trên thế giới (phạm vi ảnh hưởng của liên Xô bị mất hết, còn phạm vi ảnh hưởng của Mỹ bị thu hẹp khắp nơi). Trật tự hai cực Ianta hoàn toàn tan rã cùng với sự sụp đổ của hệ thống xã hội chủ nghĩa ở Liên Xô và Đông Âu (1991).\n=> Một trong những tác động của phong trào giải phóng dân tộc sau Chiến tranh thế giới thứ hai đối với quan hệ quốc tế là làm xói mòn và tan rã trật tự thế giới hai cực Ianta"
    },
    {
        "ID": "His_25_27",
        "Image_Question": "",
        "Question": "Câu 27:Từ thắng lợi của phong trào Đồng Khởi (1959 – 1960) để lại cho Đảng bài học kinh nghiệm gì?\nA. Kết hợp giữa đấu tranh kinh tế và đấu tranh chính trị\nB. Sử dụng bạo lực cách mạng với đấu tranh ngoại giao\nC. Phải kết hợp giữa đấu tranh chính trị với ngoại giao\nD. Đảng phải kịp thời đề ra chủ trương cách mạng phù hợp",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\n- Từ những năm 1959 đến 1960, do chính sách tố cộng, diệt cộng và đạo luật 10/59, … của Mĩ – Diệm đã làm cho cách mạng miền Nam bị tổn thất nặng nề, nhiều nhân và cộng sản bị tàn sát => Mâu thuẫn giữa nhân dân với chính quyền Mĩ – Diệm gay gắt => Cần một biện pháp để chấm dứt những chính sách thống trị của Mĩ – Diệm và giải quyết nguyện vọng của nhân dân miền Nam.\n=> Đảng ta đã triệu tập Hội nghị lần thứ 15 (1-1959) chủ trương để nhân dân miền Nam sử dụng bạo lực cách mạng để đánh đổ chính quyền Mĩ – Diệm. Nghị quyết 15 của Đảng giống như “cơn mưa rào” làm tan “cơn nóng oi bức” ở miền Nam => bùng nổ phong trào Đồng khởi.\n- Từ đó, Đảng ta đã rút ra bài học cần đưa ra chủ trương phù hợp với từng thời kì thì mới có thể đưa cách mạng đi đến thành công. Thực tế, ở các giai đoạn sau do có sự lãnh đạo của Đảng, cách mạng miền Nam đã gặt hái được nhiều thành công vượt trội, đặc biệt là thắng lợi trong cuộc tổng tiến công và nổi dậy xuân năm 1975, hoàn thành thắng lợi cuộc kháng chiến chống Mĩ cứu nước (1954 – 1975)."
    },
    {
        "ID": "His_25_28",
        "Image_Question": "",
        "Question": "Câu 28:Điểm tương đồng giữa phong trào cách mạng (1930 - 1931) và phong trào dân chủ (1936 - 1939) ở Việt Nam là\nA. Để lại bài học về xây dựng khối liên minh công - nông\nB. Cuộc diễn tập cho cách mạng tháng Tám năm 1945\nC. Đều chống phát xít chống nguy cơ chiến tranh\nD. Đề ra những mục tiêu và hình thức đấu tranh mới",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nVề điểm tương đồng:\n- Phong trào cách mạng 1930 – 1931: là cuộc diễn tập đầu tiên chuẩn bị cho cách mạng tháng Tám năm 1945.\n- Phong trào dân chủ 1936 – 1939: là cuộc diễn tập lần thứ hai chuẩn bị cho cách mạng tháng Tám năm 1945."
    },
    {
        "ID": "His_25_29",
        "Image_Question": "",
        "Question": "Câu 29:Điểm mới của chiến dịch Biên giới thu - đông năm 1950 so với chiến dịch Việt Bắc thu - đông năm 1947 là\nA. Pháp thay đổi chiến lược\nB. Pháp phải rút quân\nC. Ta chủ động đánh Pháp\nD. Pháp chủ động đánh ta",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\n- Chiến dịch Việt Bắc thu – đông năm 1947: Pháp tấn công ta trước -> ta phản công Pháp (Đây là cuộc phản công lớn đầu tiên của ta trong kháng chiến chống Pháp).\n- Chiến dịch Biên giới thu – đông năm 1950: Ta tấn công Pháp trước ở Đông Khê (Đây là cuộc tiến công lớn đầu tiên của ta trong kháng chiến chống Pháp)"
    },
    {
        "ID": "His_25_30",
        "Image_Question": "",
        "Question": "Câu 30:Cuộc kháng chiến chống thực dân Pháp xâm lược ở Việt Nam cuối thế kỷ 19 thất bại chủ yếu là do\nA. Nhân dân không đoàn kết với triều đình nhà Nguyễn\nB. Triều đình nhà Nguyễn thiếu quyết tâm kháng chiến\nC. Triều đình nhà Nguyễn không đứng lên kháng chiến\nD. Thực dân Pháp được sự giúp đỡ của nhiều nước tư bản.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\nTrước những hành động xâm lược Việt Nam của thực dân Pháp cuối thế kỷ XIX, triều đình nhà Nguyễn thiếu quyết tâm kháng chiến. Đây cũng là nguyên nhân chủ yếu đưa đến sự thất bại của cuộc kháng chiến chống thực dân Pháp xâm lược cuối thể kỉ XIX.\n- Khi Pháp tấn công Đà Nẵng, quân triều đình đã phối hợp cùng nhân chống Pháp gây cho chúng nhiều khó khăn, khiến quân Pháp bị cầm chân tại bán đảo Sơn Trà (Đà Nẵng) suốt 5 tháng.\n- Khi Pháp tấn công Gia Định, quân triều đình có chiến đấu nhưng tan rã nhanh chóng. Hơn nữa, nhân lúc Pháp gặp khó khăn lại chủ trương phòng thủ bằng cách xây dựng đại đồn Chí Hòa. Tư tưởng chủ hòa trong triều đình xuất hiện làm lòng người li tán. Sau đó lại kí với Pháp Hiệp ước Nhâm Tuất (1862), dâng ba tỉnh miền Đông Nam Kì cho Pháp.\n- Khi Pháp tấn công Bắc Kì lần 1 (1873) và Bắc kì lần 2 (1883) một số nhận vật tiêu biểu như Tôn Thất Thuyết, Hoàng Diệu vẫn tiếp tục đấu tranh nhưng thất bại. Triều đình vẫn nuôi ảo tưởng chống lại Pháp bằng con đường hòa hoãn. Lần lượt kí với Pháp Hiệp ước Giáp Tuất (1874) rồi Hácmăng (1883) cuối cùng là Patơnốt (1884), Việt Nam hoàn toàn rơi vào tay thực dân Pháp. Hiệp ước Pa tơ nốt đánh dấu hoàn thành quá trình đầu hàng từng bước của triều Nguyễn cũng là đánh dấu sự hoàn thanh quá trình xâm lược Việt Nam của thực dân Pháp."
    },
    {
        "ID": "His_25_31",
        "Image_Question": "",
        "Question": "Câu 31:Sự kiện nào xác lập Chiến tranh lạnh bao trùm cả thế giới sau chiến tranh thế giới thứ hai?\nA. Học thuyết của tổng thống Truman\nB. Học thuyết của Tổng thống Ri-gân\nC. Sự ra đời của NATO và Vacsava\nD. Chiến lược cam kết và mở rộng",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nSự ra đời của NATO và Tổ chức Hiệp ước đã đánh dấu sự xác lập của cục diện hai cực, hai phe. Chiến tranh lạnh đã bao trùm toàn thế giới."
    },
    {
        "ID": "His_25_32",
        "Image_Question": "",
        "Question": "Câu 32:Nhận định nào sau đây không đúng về tác động của sự kiện Nhật đảo chính Pháp ngày 9/3/1945 đến cách mạng Việt Nam?\nA. Phát xít Nhật trở thành kẻ thù chính của nhân dân Đông Dương\nB. Cuộc đảo chính đã tạo nên cuộc khủng hoảng sâu sắc ở Đông Dương\nC. Đánh đuổi phát xít Nhật là nhiệm vụ hàng đầu của nhân dân Đông Dương\nD. Cuộc đảo chính đã tạo nên thời cơ chín muồi cho tổng khởi nghĩa.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\n- Các đáp án A, B, C: đều thuộc tác động của sự kiện Nhật đảo chính Pháp đối với cách mạng Việt Nam.\n- Đáp án D: Sau khi Nhật đảo chính Pháp, Đảng đã ra chỉ thị: “Nhật – Pháp bắn nhau và hành động của chúng ta” (12-3-1946). Chỉ thị nhận định: cuộc đảo chính đã tạo nên cuộc khủng hoảng chính trị ở Đông Dương nhưng thời cơ cho cuộc tổng khởi nghĩa vẫn chưa chín muồi."
    },
    {
        "ID": "His_25_33",
        "Image_Question": "",
        "Question": "Câu 33:Một trong những bài học kinh nghiệm rút ra từ thắng lợi của Cách mạng tháng Tám năm 1945 có thể vận dụng trong sự nghiệp xây dựng và bảo vệ tổ quốc Việt Nam hiện nay là\nA. Kết hợp đấu tranh quân sự với chính trị và ngoại giao\nB. Xây dựng lực lượng vũ trang nhân dân là nhiệm vụ hàng đầu\nC. Kết hợp sức mạnh dân tộc với sức mạnh thời đại.\nD. Tăng cường liên minh chiến đấu giữa ba nước Đông Dương",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nMột trong những bài học kinh nghiệm rút ra từ cách mạng tháng Tám năm 1945 có thể vận dụng trong sự nghiệp xây dưng và bảo vệ tổ quốc hiện nay là kết hợp sức mạnh dân tộc với sức mạnh thời đại:\n- Sức mạnh thời đại:\n+ Thời cơ “ngàn năm có một”: Nhật Bản đầu hàng đồng minh.\n+ Sự ủng hộ của các lực lượng tiến bộ trên thế giới.\n- Sức mạnh dân tộc:\n+ Sự lãnh đạo sáng suốt của Đảng và chủ tịch Hồ Chí Minh.\n+ Sự chuẩn bị của Đảng và Nhân dân về lực lượng cách mạng và qua các cuộc tập dượt.\n+ Tinh thần đoàn kết và yêu nước của nhân dân Việt Nam.\nHiện nay, trong thời kì công nghiệp hóa hiện đại hóa đất nước, bài học này cần được áp dụng triệt để: vừa tranh thủ sự mở rộng của thị trường thế giới, vốn đầu tư của nước ngoài, …vừa phát huy sức mạnh đoàn kết toàn dân xây dựng đất nước"
    },
    {
        "ID": "His_25_34",
        "Image_Question": "",
        "Question": "Câu 34:Thành tựu quan trọng nhất của tổ chức ASEAN trong thập niên 90 của thế kỉ XX là\nA. Tốc độ tăng trưởng kinh tế cao\nB. Thành lập cộng đồng ASEAN\nC. Ký hiệp ước thân thiện và hợp tác\nD. Phát triển và mở rộng thành viên",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nTrong thập niên 90 của thế kỉ XX, trong bối cảnh quốc tế và khu vực có nhiều thuận lợi, các nước ASEAN đã có quá trình mở rộng thành viên từ ASEAN 6 thành ASEAN 10. Đây là thành tự quan trọng nhất của ASEAN trong thập kỉ này, mở ra chương mới cho sự phát triển của ASEAN."
    },
    {
        "ID": "His_25_35",
        "Image_Question": "",
        "Question": "Câu 35:Cuộc kháng chiến của nhân dân Việt Nam chống thực dân Pháp xâm lược (1858 – 1884) có đặc điểm gì?\nA. Từ chống ngoại xâm đến kết hợp chống ngoại xâm và phong kiến đầu hàng\nB. Lan rộng từ Bắc vào Nam theo sự mở rộng địa bàn xâm lược của thực dân Pháp\nC. Kết hợp chặt chẽ đấu tranh vũ trang với đấu tranh chính trị và ngoại giao\nD. Kết hợp các hình thức đấu tranh công khai và bí mật, hợp pháp và bất hợp pháp",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nKhi thực dân Pháp mới đặt chân đến Việt Nam, triều đình đã cùng nhân dân kháng chiến chống Pháp, gây cho chúng nhiều khó khăn. Tuy nhiên, đến năm 1862 triều đình Huế lại kí với Pháp Hiệp ước Nhâm Tuất, dâng ba tỉnh miền Đông Nam Kì cho Pháp. Điều này cũng chúng tỏ, tư tưởng chủ hòa đã xuất hiện trong nội bộ triều đình làm li tán lòng người. Ngay sau đó nhân dân ba tỉnh miền Đông Nam Kì, tiêu biểu là các sĩ phu yêu nước vẫn bám đất, bám dân, cỗ vũ các đội nghĩa binh đánh Pháp và chống phong kiến đầu hàng. Đến giai đoạn sau đó, mặc dù có một số nhân vật tiêu biểu của triều đình có lãnh đạo nhân dân chống giặc nhưng chủ đạo vẫn là tinh thần thiếu kiên quyết đánh giặc. Trong khi phong trào kháng chiến của nhân dân ngày càng mạnh mẽ.\n=> Cuộc kháng chiến của nhân dân Việt Nam chống thực dân Pháp xâm lược (1858 – 1884) có đặc điểm: từ chống ngoại xâm đến kết hợp chống ngoại xâm và phong kiến đầu hàng."
    },
    {
        "ID": "His_25_36",
        "Image_Question": "",
        "Question": "Câu 36:Trong cuộc kháng chiến chống Mỹ cứu nước của nhân dân Việt Nam (1954 – 1975) thắng lợi có ý nghĩa đánh cho “ngụy nhào” là\nA. Cuộc tổng tiến công và nổi dậy xuân Mậu Thân 1968\nB. Cuộc tổng tiến công và nổi dậy mùa Xuân 1975\nC. Hiệp định Paris về Việt Nam được ký kết năm 1973\nD. Chiến thắng Điện Biên Phủ trên không năm 1972.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án B\n- Hiệp định Pari (1973): ta đã hoàn thành nhiệm vụ “đánh cho Mĩ cút” – Mĩ buộc phải rút quân về nước.\n- Cuộc tổng tiến công và nổi dậy mùa xuân 1975: ta đã hoàn thành nhiệm vụ “đánh cho ngụy nhào” – đánh bại lực lượng quân đội Sài Gòn"
    },
    {
        "ID": "His_25_37",
        "Image_Question": "",
        "Question": "Câu 37:Thắng lợi của tổng tuyển cử bầu Quốc hội (6/1/1946) ở Việt Nam sau cách mạng tháng Tám đã chứng tỏ\nA. Phá tan xiềng xích nô lệ của thực dân, phát xít\nB. Đất nước vượt qua mọi khó khăn thử thách\nC. Ta xây dựng được khối đoàn kết dân tộc\nD. Chấm dứt thời kỳ khủng hoảng đường lối",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án C\nThắng lợi của cuộc Tổng tuyển cử đã khẳng định niềm tin tuyệt đối của Đảng và Chủ tịch Hồ Chí Minh vào tinh thần yêu nước của nhân dân ta. Đồng thời, đó cũng là sự biểu thị khát vọng dân chủ của nhân dân (ý thức làm chủ) và sức mạnh của khối đại đoàn kết toàn dân.\n- Thắng lợi của cuộc Tổng tuyển cử như Chủ tịch Hồ Chí Minh đã nói trong kỳ họp thứ nhất của Quốc hội đầu tiên, là “Kết quả của sự hy sinh, tranh đấu của tổ tiên ta, nó là kết quả của sự đoàn kết anh dũng phấn đấu của toàn thể đồng bào Việt Nam ta, sự đoàn kết của toàn thể đồng bào không kể già, trẻ, lớn, bé, gồm tất cả các tôn giáo, tất cả các dân tộc trên bờ cõi Việt Nam đoàn kết chặt chẽ thành một khối, hy sinh không sợ nguy hiểm tranh lấy nền độc lập cho Tổ quốc”.\n=> Thành công của cuộc Tổng tuyển cử bầu Quốc hội (1946) ở Việt Nam chứng tỏ nhân dân có tinh thần đoàn kết và ý thức làm chủ đất nước"
    },
    {
        "ID": "His_25_38",
        "Image_Question": "",
        "Question": "Câu 38:Có ý kiến cho rằng Mỹ không thua trong cuộc chiến tranh xâm lược Việt Nam (1954 – 1975). Ý kiến đó là đúng hay sai? Vì sao?\nA. Đúng, vì Mỹ đáp ứng yêu cầu của chính quyền Sài Gòn\nB. Sai, vì mỹ chủ động rút quân viễn chinh khỏi Miền Nam\nC. Đúng, vì quân viễn chinh Mỹ đến hay đi là quyền của Mỹ\nD. Sai, vì Mỹ buộc phải từ bỏ âm mưu xâm lược Việt Nam",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nTrong chiến tranh Việt Nam từ 1954 đến 1975, Mĩ đã thua vì âm mưu mà Mĩ đề ra ban đầu (chia cắt lâu dài Việt Nam, biến miền Nam Việt Nam thành thuộc địa kiểu mới của Mĩ, thành căn cứ quân sự của Mĩ ở Đông Dương và Đông Nam Á) Mĩ không thực hiện được => Mĩ phải từ bỏ âm mưu xâm lược đó và rút quân về nước."
    },
    {
        "ID": "His_25_39",
        "Image_Question": "",
        "Question": "Câu 39:Ý nghĩa lớn nhất của phong trào yêu nước theo khuynh hướng tư sản ở Việt Nam từ năm 1919 đến năm 1930 là?\nA. Góp phần khảo nghiệm một con đường cứu nước mới.\nB. Cổ vũ mạnh mẽ tinh thần yêu nước của giai cấp tư sản và nhân dân.\nC. Thể hiện tinh thần yêu nước, đấu tranh kiên cường của nhân dân\nD. Góp phần đào tạo rèn luyện một đội ngũ những nhà yêu nước",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án A\nTừ năm 1919 đến năm 1930, trong phong trào dân tộc dân chủ Việt Nam tồn tại song song hai khuynh hướng cứu nước dân chủ tư sản và khuynh hướng vô sản. Trong đó:\n- Khuynh hướng vô sản: phát triển mạnh mẽ cùng với hoạt động của Hội Việt Nam Cách mạng thanh niên.\n- Khuynh hướng dân chủ tư sản: tiêu biểu là hoạt động của Việt Nam Quốc dân đảng. Khởi nghĩa Yên Bái thất bại cũng chấm dứt sự tồn tại của tổ chức này. Đồng thời minh chứng khuynh hướng dân chủ tư sản đã thất bại và không phù hợp với hoàn cảnh thực tế của Việt Nam\n=> Phong trào yêu nước theo khuynh hướng dân chủ tư sản ở Việt Nam từ sau Chiến tranh thế giới thứ nhất đến đầu năm 1930 đã góp phần khảo nghiệm một con đường cứu nước mới, thúc đẩy phong trào yêu nước phát triển"
    },
    {
        "ID": "His_25_40",
        "Image_Question": "",
        "Question": "Câu 40:Thách thức đối với nền hòa bình an ninh thế giới sau sự kiện ngày 11-9-2001 ở Mỹ là\nA. Chiến tranh và xung đột ở nhiều khu vực trên thế giới\nB. Tranh chấp biển đảo ở nhiều nơi trên thế giới\nC. Sự thành lập các liên minh quân sự trên thế giới\nD. Sự xuất hiện và hoạt động của chủ nghĩa khủng bố",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chọn đáp án D\nSự kiện ngày 11-9 đã đặt các quốc gia – dân tộc đứng trước những thách thức với chủ nghĩa khủng bố với những nguy cơ khó lường."
    }
]