[
    {
        "His_8_1": "His_8_2",
        "": "",
        "CÂU 1:Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của\nA. Báo Sự thật\nB. Báo Người cùng khổ\nC. Báo Nhân đạo\nD. Báo Thanh niên": "CÂU 2:Điểm tương đồng trong công cuộc cải cách mở cửa ở Trung Quốc với công cuộc cải tổ của Liên Xô là gì?\nA. Củng cố và nâng cao vai trò lãnh đạo của Đảng Cộng sản\nB. Lấy phát triển kinh tế làm trọng tâm, tiến hành cải cách và mở cửa\nC. Lấy cải tổ chính trị làm trọng tâm; thực hiện đa nguyên, đa đảng\nD. Tiến hành khi đất nước lâm vào tình trạng khủng hoảng kéo dài",
        "B": "D",
        "Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của Báo Người cùng khổ.\nChọn đáp án B": "A loại vì Liên Xô thực hiện đa nguyên, đa đảng nên làm mất đi vai trò lãnh đạo duy nhất của Đảng Cộng sản.\nB loại vì điều này chỉ có trong công cuộc cải cách mở cửa ở Trung Quốc.\nC loại vì điều này chỉ có ở công cuộc cải tổ của Liên Xô.\nD chọn vì cả Liên Xô và Trung Quốc đều tiến hành cải cách khi đất nước lâm vào tình trạng khủng hoảng kéo dài.\nChọn đáp án D"
    },
    {
        "His_8_1": "His_8_3",
        "": "",
        "CÂU 1:Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của\nA. Báo Sự thật\nB. Báo Người cùng khổ\nC. Báo Nhân đạo\nD. Báo Thanh niên": "CÂU 3:Việc gia nhập ASEAN đã đem lại cho Việt Nam nhiều cơ hội lớn để thực hiện mục tiêu đổi mới đất nước, ngoại trừ việc\nA. Thu hút nguồn vốn đầu tư của nước ngoài để phát triển kinh tế\nB. Mở rộng, trao đổi và giao lưu văn hóa với bên ngoài\nC. Nền kinh tế bị cạnh tranh khốc liệt, bản sắc văn hóa có nguy cơ bị xói mòn\nD. Hội nhập, học hỏi và tiếp thu được nhiều thành tựu khoa học - kĩ thuật từ bên ngoài",
        "B": "C",
        "Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của Báo Người cùng khổ.\nChọn đáp án B": "- Phương án A, B, D loại vì đây là cơ hội khi Việt Nam gia nhập ASEAN.\n- Phương án C chọn vì đây không phải là cơ hội mà là thách thức khi Việt Nam gia nhập ASEAN.\nChọn đáp án C"
    },
    {
        "His_8_1": "His_8_4",
        "": "",
        "CÂU 1:Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của\nA. Báo Sự thật\nB. Báo Người cùng khổ\nC. Báo Nhân đạo\nD. Báo Thanh niên": "CÂU 4:Xu thế toàn cầu hoá trên thế giới là hệ quả của\nA. Quá trình thống nhất thị trường thế giới\nB. Sự ra đời của các công ty xuyên quốc gia\nC. Cuộc cách mạng khoa học - công nghệ\nD. Sự phát triển quan hệ thương mại quốc tế",
        "B": "C",
        "Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của Báo Người cùng khổ.\nChọn đáp án B": "Xu thế toàn cầu hoá trên thế giới là hệ quả của cuộc cách mạng khoa học - công nghệ.\nChọn đáp án C"
    },
    {
        "His_8_1": "His_8_5",
        "": "",
        "CÂU 1:Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của\nA. Báo Sự thật\nB. Báo Người cùng khổ\nC. Báo Nhân đạo\nD. Báo Thanh niên": "CÂU 5:Sau khi Liên Xô tan rã (tháng 12/1991), Liên bang Nga\nA. Được kế thừa địa vị pháp lí của Liên Xô trong quan hệ quốc tế\nB. Là quốc gia kế tục Liên Xô và trở thành trụ cột của phe XHCN\nC. Tiếp tục thực hiện cải tổ nhằm cứu vãn sự tồn tại của chế độ XHCN\nD. Là quốc gia duy nhất trong Liên bang Xô tiếp tục duy trì chế độ XHCN",
        "B": "A",
        "Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của Báo Người cùng khổ.\nChọn đáp án B": "Sau khi Liên Xô tan rã (tháng 12/1991), Liên bang Nga được kế thừa địa vị pháp lí của Liên Xô trong quan hệ quốc tế.\nChọn đáp án A"
    },
    {
        "His_8_1": "His_8_6",
        "": "",
        "CÂU 1:Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của\nA. Báo Sự thật\nB. Báo Người cùng khổ\nC. Báo Nhân đạo\nD. Báo Thanh niên": "CÂU 6:Từ những năm 70 của thế kỉ XX, Ấn Độ đã tự túc được lương thực nhờ tiến hành cuộc cách mạng nào dưới đây?\nA. Cách mạng xanh\nB. Cách mạng chất xám\nC. Cách mạng trắng\nD. Cách mạng công nghiệp",
        "B": "A",
        "Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của Báo Người cùng khổ.\nChọn đáp án B": "Từ những năm 70 của thế kỉ XX, Ấn Độ đã tự túc được lương thực nhờ tiến hành cuộc cách mạng xanh trong nông nghiệp.\nChọn đáp án A"
    },
    {
        "His_8_1": "His_8_7",
        "": "",
        "CÂU 1:Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của\nA. Báo Sự thật\nB. Báo Người cùng khổ\nC. Báo Nhân đạo\nD. Báo Thanh niên": "CÂU 7:Một trong những mặt tiêu cực của toàn cầu hóa là:\nA. Tạo ra nguy cơ đánh mất bản sắc dân tộc\nB. Kìm hãm sự phát triển của lực lượng sản xuất\nC. Hạn chế sự chuyển biến về cơ cấu kinh tế\nD. Hạn chế sự tăng trưởng kinh tế",
        "B": "A",
        "Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của Báo Người cùng khổ.\nChọn đáp án B": "Một trong những mặt tiêu cực của toàn cầu hóa là tạo ra nguy cơ đánh mất bản sắc dân tộc.\nChọn đáp án A"
    },
    {
        "His_8_1": "His_8_8",
        "": "",
        "CÂU 1:Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của\nA. Báo Sự thật\nB. Báo Người cùng khổ\nC. Báo Nhân đạo\nD. Báo Thanh niên": "CÂU 8:Trong cuộc đấu tranh chống chủ nghĩa thực dân kiểu mới sau Chiến tranh thế giới thứ hai, khu vực Mĩ Latinh được mệnh danh là\nA. “Lục địa ngủ kĩ”\nB. “Đại lục mới thức dậy”\nC. “Lục địa mới trỗi dậy”\nD. “Lục địa bùng cháy”",
        "B": "D",
        "Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của Báo Người cùng khổ.\nChọn đáp án B": "Trong cuộc đấu tranh chống chủ nghĩa thực dân kiểu mới sau Chiến tranh thế giới thứ hai, khu vực Mĩ Latinh được mệnh danh là “Lục địa bùng cháy”.\nChọn đáp án D"
    },
    {
        "His_8_1": "His_8_9",
        "": "",
        "CÂU 1:Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của\nA. Báo Sự thật\nB. Báo Người cùng khổ\nC. Báo Nhân đạo\nD. Báo Thanh niên": "CÂU 9:Hiệp hội các nước Đông Nam Á (ASEAN) là một tổ chức liên kết khu vực, hợp tác trên lĩnh vực\nA. Kinh tế và quân sự\nB. Kinh tế và văn hóa\nC. Quân sự và chính trị\nD. Kinh tế và đối ngoại",
        "B": "B",
        "Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của Báo Người cùng khổ.\nChọn đáp án B": "Hiệp hội các nước Đông Nam Á (ASEAN) là một tổ chức liên kết khu vực, hợp tác trên lĩnh vực kinh tế và văn hóa.\nChọn đáp án B"
    },
    {
        "His_8_1": "His_8_10",
        "": "",
        "CÂU 1:Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của\nA. Báo Sự thật\nB. Báo Người cùng khổ\nC. Báo Nhân đạo\nD. Báo Thanh niên": "CÂU 10:Liên minh quân sự lớn nhất của các nước tư bản phương Tây do Mĩ cầm đầu nhằm chống Liên Xô và các nước XHCN ở Đông Âu là\nA. Kế hoạch Mácsan\nB. Tổ chức Hiệp ước Bắc Đại Tây Dương\nC. Liên minh quân sự Mĩ - Âu\nD. Tổ chức Hiệp ước Vácsava",
        "B": "B",
        "Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của Báo Người cùng khổ.\nChọn đáp án B": "Liên minh quân sự lớn nhất của các nước tư bản phương Tây do Mĩ cầm đầu nhằm chống Liên Xô và các nước XHCN ở Đông Âu là Tổ chức Hiệp ước Bắc Đại Tây Dương – NATO.\nChọn đáp án B"
    },
    {
        "His_8_1": "His_8_11",
        "": "",
        "CÂU 1:Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của\nA. Báo Sự thật\nB. Báo Người cùng khổ\nC. Báo Nhân đạo\nD. Báo Thanh niên": "CÂU 11:Biến đổi quan trọng nhất của khu vực Đông Nam Á từ sau Chiến tranh thế giới thứ hai đến nay là gì?\nA. Đạt nhiều thành tựu trong công cuộc xây dựng đất nước\nB. Trở thành một khu vực hòa bình, hợp tác, hữu nghị\nC. Lần lượt các nước đã trở thành các quốc gia độc lập, tự chủ\nD. Hợp tác khu vực ngày càng được mở rộng và đẩy mạnh",
        "B": "C",
        "Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của Báo Người cùng khổ.\nChọn đáp án B": "- Trước Chiến tranh thế giới thứ hai, các nước Đông Nam Á là thuộc địa của các nước đế quốc Âu – Mĩ (trừ Thái Lan).\n- Trong Chiến tranh thế giới thứ hai, các nước Đông Nam Á là thuộc địa của quân phiệt Nhật Bản.\n- Sau Chiến tranh thế giới thứ hai, các nước Đông Nam Á tận dụng thời cơ khách quan thuận lợi là Nhật đầu hàng Đồng minh để đấu tranh giành độc lập.\n=> Biến đổi quan trọng nhất của khu vực Đông Nam Á từ sau Chiến tranh thế giới thứ hai đến nay là các nước Đông Nam Á lần lượt các nước đã trở thành các quốc gia độc lập, tự chủ.\nChọn đáp án C"
    },
    {
        "His_8_1": "His_8_12",
        "": "",
        "CÂU 1:Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của\nA. Báo Sự thật\nB. Báo Người cùng khổ\nC. Báo Nhân đạo\nD. Báo Thanh niên": "CÂU 12:Công lao đầu tiên to lớn nhất của Nguyễn Ái Quốc trong những năm 1919 - 1930 là gì?\nA. Tìm ra con đường cứu nước đúng đắn\nB. Thành lập hội Việt Nam Cách Mạng Thanh niên\nC. Hợp nhất ba tổ chức cộng sản\nD. Khởi thảo cương lĩnh Chính trị đầu tiên của Đảng",
        "B": "A",
        "Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của Báo Người cùng khổ.\nChọn đáp án B": "- Cuối thế kỉ XIX – đầu thế kỉ XX, Việt Nam đang trong thời kì khủng hoảng về đường lối cứu nước và giai cấp lãnh đạo đấu tranh bởi vì ngọn cờ phong kiến đã lỗi thời, lạc hậu còn con đường cứu nước theo khuynh hướng dân chủ tư sản đang trong quá trình thực tế kiểm nghiệm nhưng cũng dần cho thấy đây không phải là con đường cứu nước phù hợp vì chưa đáp ứng được yêu cầu của lịch sử dân tộc.\n- Trong bối cảnh đó, Nguyễn Ái Quốc đang trên con đường tìm đường cứu nước cho dân tộc và Người đã tìm ra con đường phù hợp đó là con đường cách mạng vô sản. Điều này được chứng minh bởi thắng lợi đầu tiên là thắng lợi của Cách mạng XHCN tháng Mười Nga năm 1917. Người đánh giá đây là cuộc cách mạng “đến nơi” khi so sánh với cách mạng Pháp và cách mạng Mĩ. Sau này, thực tế lịch sử Việt Nam chứng minh và lựa chọn con đường cứu nước mà Nguyễn Ái Quốc đã xác định năm 1920 là hoàn toàn đúng đắn. Đây là công lao đầu tiên to lớn nhất của Nguyễn Ái Quốc trong những năm 1919 – 1930.\nChọn đáp án A"
    },
    {
        "His_8_1": "His_8_13",
        "": "",
        "CÂU 1:Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của\nA. Báo Sự thật\nB. Báo Người cùng khổ\nC. Báo Nhân đạo\nD. Báo Thanh niên": "CÂU 13:Năm 1960 được lịch sử ghi nhận là “năm châu Phi” vì\nA. 17 nước châu Phi tuyên bố giành được độc lập\nB. cuộc đấu tranh chống Pháp của nhân dân Angiêri giành thắng lợi (1962)\nC. Môdămbích và Ănggôla giành được độc lập từ tay Bồ Đào Nha (1975)\nD. Nenxơn Manđêla trở thảnh Tổng thống da đen đầu tiên ở Nam Phi (1994)",
        "B": "A",
        "Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của Báo Người cùng khổ.\nChọn đáp án B": "Năm 1960 được lịch sử ghi nhận là “năm châu Phi” vì 17 nước châu Phi tuyên bố giành được độc lập.\nChọn đáp án A"
    },
    {
        "His_8_1": "His_8_14",
        "": "",
        "CÂU 1:Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của\nA. Báo Sự thật\nB. Báo Người cùng khổ\nC. Báo Nhân đạo\nD. Báo Thanh niên": "CÂU 14:Cơ quan nào của Liên hợp quốc giữ vai trò trọng yếu trong việc duy trì hòa bình và an ninh thế giới?\nA. Hội đồng Bảo an\nB. Ban Thư kí\nC. Đại hội đồng\nD. Tòa án Quốc tế",
        "B": "A",
        "Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của Báo Người cùng khổ.\nChọn đáp án B": "Hội đồng Bảo an là cơ quan của Liên hợp quốc giữ vai trò trọng yếu trong việc duy trì hòa bình và an ninh thế giới.\nChọn đáp án A"
    },
    {
        "His_8_1": "His_8_15",
        "": "",
        "CÂU 1:Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của\nA. Báo Sự thật\nB. Báo Người cùng khổ\nC. Báo Nhân đạo\nD. Báo Thanh niên": "CÂU 15:Sự kiện nào đánh dấu phong trào công nhân Việt Nam bắt đầu chuyển từ đấu tranh tự phát sang đấu tranh tự giác?\nA. Năm 1929, ở nước ta liên tiếp xuất hiện ba tổ chức cộng sản\nB. Đầu năm 1930, Đảng Cộng sản Việt Nam được thành lập\nC. Tháng 6-1925, Hội Việt Nam cách mạng Thanh niên được thành lập\nD. Tháng 8-1925, công nhân xưởng Ba Son tiến hành bãi công",
        "B": "D",
        "Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của Báo Người cùng khổ.\nChọn đáp án B": "Sự kiện đánh dấu bước tiến mới của phong trào công nhân Việt Nam từ đấu tranh tự phát sang đấu tranh tự giác là cuộc bãi công của công nhân xưởng Ba Son - Sài Gòn tháng 8/1925. Bởi vì, trước đó, công nhân đấu tranh đòi quyền lợi kinh tế bằng cách phá hoại máy móc của chủ xưởng, đòi tăng lương, giảm giờ làm. Đây là những hoạt động tự phát với mục tiêu đòi quyền lợi về kinh tế, chưa có tổ chức thống nhất và đường lối đấu tranh cụ thể. Đến năm 1925, cuộc bãi công của công nhân Ba Son đã được đặt dưới sự lãnh đạo của Công hội Bí mật, có tổ chức kết hợp đấu tranh đòi quyền lợi chính trị và kinh tế, có ý thức quốc tế và có tính tổ chức kỉ luật.\nChọn đáp án D"
    },
    {
        "His_8_1": "His_8_16",
        "": "",
        "CÂU 1:Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của\nA. Báo Sự thật\nB. Báo Người cùng khổ\nC. Báo Nhân đạo\nD. Báo Thanh niên": "CÂU 16:Từ năm 1973 trở đi, kinh tế Mĩ lâm vào tình trạng suy thoái, do\nA. Các nước Mĩ Latinh giành độc lập, Mĩ mất thị trường tiêu thụ\nB. Mĩ không tham gia vào các cuộc chiến tranh trên thế giới\nC. Tác động của cuộc khủng hoảng năng lượng thế giới (1973)\nD. Các nước đồng minh không có khả năng trả nợ cho Mĩ",
        "B": "C",
        "Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của Báo Người cùng khổ.\nChọn đáp án B": "Từ năm 1973 trở đi, kinh tế Mĩ lâm vào tình trạng suy thoái, do tác động của cuộc khủng hoảng năng lượng thế giới (1973).\nChọn đáp án C"
    },
    {
        "His_8_1": "His_8_17",
        "": "",
        "CÂU 1:Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của\nA. Báo Sự thật\nB. Báo Người cùng khổ\nC. Báo Nhân đạo\nD. Báo Thanh niên": "CÂU 17:Nội dung nào không phản ánh đúng nét tương đồng về sự hình thành và phát triển của Liên minh châu Âu (EU) và Hiệp hội các quốc gia Đông Nam Á (ASEAN)?\nA. Diễn ra quá trình nhất thể hóa trong khuôn khổ khu vực\nB. Nhu cầu liên kết, hợp tác giữa các nước để cùng nhau phát triển\nC. Liên kết để hạn chế ảnh hưởng của cường quốc bên ngoài vào khu vực\nD. Sự hợp tác giữa các nước thành viên diễn ra trên nhiều lĩnh vực",
        "B": "A",
        "Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của Báo Người cùng khổ.\nChọn đáp án B": "- Nội dung các phương án B, C, D là điểm tương đồng giữa sự hình thành và phát triển của Liên minh châu Âu (EU) và Hiệp hội các quốc gia Đông Nam Á (ASEAN).\n- Nội dung phương án A không phản ánh đúng nét tương đồng giữa sự hình thành và phát triển của Liên minh châu Âu (EU) và Hiệp hội các quốc gia Đông Nam Á (ASEAN). Đây là điểm khác biệt giữa EU với ASEAN do quá trình nhất thể hóa trong khuôn khổ khu vực chỉ diễn ra ở EU.\nChọn đáp án A"
    },
    {
        "His_8_1": "His_8_18",
        "": "",
        "CÂU 1:Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của\nA. Báo Sự thật\nB. Báo Người cùng khổ\nC. Báo Nhân đạo\nD. Báo Thanh niên": "CÂU 18:Cuộc cách mạng khoa học - kĩ thuật lần thứ hai diễn ra từ\nA. sau Chiến tranh thế giới thứ hai\nB. sau cuộc khủng hoảng năng lượng năm 1973\nC. nửa đầu những năm 70 của thế kỉ XX\nD. những năm 40 của thế kỉ XX",
        "B": "D",
        "Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của Báo Người cùng khổ.\nChọn đáp án B": "Cuộc cách mạng khoa học - kĩ thuật lần thứ hai diễn ra từ những năm 40 của thế kỉ XX.\nChọn đáp án D"
    },
    {
        "His_8_1": "His_8_19",
        "": "",
        "CÂU 1:Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của\nA. Báo Sự thật\nB. Báo Người cùng khổ\nC. Báo Nhân đạo\nD. Báo Thanh niên": "CÂU 19:Nền tảng trong chính sách đối ngoại của Nhật Bản trong những năm 1951 - 2000 là\nA. Hướng về các nước châu Á\nB. Liên minh chặt chẽ với Mĩ\nC. Hướng mạnh về Đông Nam Á\nD. Cải thiện quan hệ với Liên Xô",
        "B": "B",
        "Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của Báo Người cùng khổ.\nChọn đáp án B": "Nền tảng trong chính sách đối ngoại của Nhật Bản trong những năm 1951 - 2000 là liên minh chặt chẽ với Mĩ.\nChọn đáp án B"
    },
    {
        "His_8_1": "His_8_20",
        "": "",
        "CÂU 1:Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của\nA. Báo Sự thật\nB. Báo Người cùng khổ\nC. Báo Nhân đạo\nD. Báo Thanh niên": "CÂU 20:Sự khác nhau cơ bản giữa Hội Việt Nam Cách mạng Thanh niên và Việt Nam Quốc dân đảng là\nA. Thành phần tham gia\nB. Hình thức đấu tranh\nC. Khuynh hướng cách mạng\nD. Địa bàn hoạt động",
        "B": "C",
        "Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của Báo Người cùng khổ.\nChọn đáp án B": "- Hội Việt Nam Cách mạng Thanh niên được Nguyễn Ái Quốc thành lập tháng 6/1925 đi theo con đường cách mạng vô sản.\n- Việt Nam Quốc dân đảng được thành lập năm năm 1927 đi theo con đường dân chủ tư sản.\nChọn đáp án C"
    },
    {
        "His_8_1": "His_8_21",
        "": "",
        "CÂU 1:Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của\nA. Báo Sự thật\nB. Báo Người cùng khổ\nC. Báo Nhân đạo\nD. Báo Thanh niên": "CÂU 21:Nguyên nhân cơ bản nào khiến quan hệ đồng minh giữa Liên Xô và Mĩ tan vỡ sau khi Chiến tranh thế giới thứ hai kết thúc?\nA. Mĩ vươn lên trở thành cường quốc tư bản giàu mạnh nhất\nB. Sự lớn mạnh và ảnh hưởng to lớn của Liên Xô sau chiến tranh\nC. Mĩ lo sợ sự phát triển của phong trào cách mạng thế giới\nD. Sự đối lập về mục tiêu chiến lược giữa Mĩ và Liên Xô",
        "B": "D",
        "Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của Báo Người cùng khổ.\nChọn đáp án B": "Nguyên nhân cơ bản khiến quan hệ đồng minh giữa Liên Xô và Mĩ tan vỡ sau khi Chiến tranh thế giới thứ hai kết thúc là sự đối lập về mục tiêu chiến lược giữa Mĩ và Liên Xô.\nChọn đáp án D"
    },
    {
        "His_8_1": "His_8_22",
        "": "",
        "CÂU 1:Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của\nA. Báo Sự thật\nB. Báo Người cùng khổ\nC. Báo Nhân đạo\nD. Báo Thanh niên": "CÂU 22:Hội nghị Ianta (tháng 2/1945) được triệu tập trong bối cảnh Chiến tranh thế giới thứ hai\nA. Đã kết thúc\nB. Đang diễn ra quyết liệt\nC. Vừa nổ ra\nD. Bước vào giai đoạn kết thúc",
        "B": "D",
        "Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của Báo Người cùng khổ.\nChọn đáp án B": "Hội nghị Ianta (tháng 2/1945) được triệu tập trong bối cảnh Chiến tranh thế giới thứ hai bước vào giai đoạn kết thúc.\nChọn đáp án D"
    },
    {
        "His_8_1": "His_8_23",
        "": "",
        "CÂU 1:Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của\nA. Báo Sự thật\nB. Báo Người cùng khổ\nC. Báo Nhân đạo\nD. Báo Thanh niên": "CÂU 23:Mục tiêu hàng đầu trong chính sách đối ngoại của Mĩ sau Chiến tranh thế giới thứ hai là chống lại\nA. Liên Xô và các nước XHCN\nB. Phong trào công nhân quốc tế\nC. Phong trào giải phóng dân tộc\nD. Lực lượng khủng bố quốc tế",
        "B": "A",
        "Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của Báo Người cùng khổ.\nChọn đáp án B": "Mục tiêu hàng đầu trong chính sách đối ngoại của Mĩ sau Chiến tranh thế giới thứ hai là chống lại Liên Xô và các nước XHCN. Điều này được thể hiện rõ trong mục tiêu của chiến lược toàn cầu của Mĩ và ngay trong việc phát động Chiến tranh lạnh.\nChọn đáp án A"
    },
    {
        "His_8_1": "His_8_24",
        "": "",
        "CÂU 1:Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của\nA. Báo Sự thật\nB. Báo Người cùng khổ\nC. Báo Nhân đạo\nD. Báo Thanh niên": "CÂU 24:Sau Chiến tranh thế giới thứ hai, dựa vào sức mạnh vượt trội về kinh tế - quân sự, Chính phủ Mĩ đã đề ra và thực hiện\nA. Chiến tranh lạnh\nB. Chiến lược “Cam kết và mở rộng”\nC. Chiến lược toàn cầu\nD. Chiến lược “Phản ứng linh hoạt”",
        "B": "C",
        "Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của Báo Người cùng khổ.\nChọn đáp án B": "- Về kinh tế: Mĩ là nước tư bản giàu mạnh nhất.\n- Về quân sự: Mĩ là quốc gia có lực lượng quân sự mạnh nhất thế giới tư bản, nắm độc quyền vũ khi nguyên tử\n=> Mĩ tự cho mình quyền lãnh đạo thế giới và đề ra chiến lược toàn cầu để thực hiện mưu đồ này.\nChọn đáp án C"
    },
    {
        "His_8_1": "His_8_25",
        "": "",
        "CÂU 1:Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của\nA. Báo Sự thật\nB. Báo Người cùng khổ\nC. Báo Nhân đạo\nD. Báo Thanh niên": "CÂU 25:Thực dân Pháp tiến hành cuộc khai thác thuộc địa lần thứ 2 ở Đông Dương trong hoàn cảnh\nA. Sau khi cuộc khai thác thuộc địa lần thứ nhất kết thúc\nB. Chiến tranh thế giới thứ nhất kết thúc, nước Pháp bị thiệt hại nặng nề\nC. Chiến tranh thế giới thứ nhất đang trong giai đoạn quyết liệt\nD. Chiến tranh thế giới thứ nhất bắt đầu",
        "B": "B",
        "Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của Báo Người cùng khổ.\nChọn đáp án B": "Thực dân Pháp tiến hành cuộc khai thác thuộc địa lần thứ 2 ở Đông Dương trong hoàn cảnh Chiến tranh thế giới thứ nhất kết thúc, nước Pháp bị thiệt hại nặng nề\nChọn đáp án B"
    },
    {
        "His_8_1": "His_8_26",
        "": "",
        "CÂU 1:Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của\nA. Báo Sự thật\nB. Báo Người cùng khổ\nC. Báo Nhân đạo\nD. Báo Thanh niên": "CÂU 26:Tới giữa những năm 70 của thế kỉ XX, công nghiệp của Liên Xô chiếm giữ vị trí\nA. “Công xưởng duy nhất của thế giới”\nB. Thứ hai thế giới (sau Mĩ)\nC. Cường quốc số một thế giới\nD. Thứ ba thế giới (sau Mĩ, Anh)",
        "B": "B",
        "Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của Báo Người cùng khổ.\nChọn đáp án B": "Tới giữa những năm 70 của thế kỉ XX, công nghiệp của Liên Xô chiếm giữ vị trí thứ hai thế giới (sau Mĩ).\nChọn đáp án B"
    },
    {
        "His_8_1": "His_8_27",
        "": "",
        "CÂU 1:Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của\nA. Báo Sự thật\nB. Báo Người cùng khổ\nC. Báo Nhân đạo\nD. Báo Thanh niên": "CÂU 27:So với giai cấp công nhân ở các nước tư bản phương Tây, giai cấp công nhân Việt Nam có đặc điểm gì khác biệt?\nA. Đại diện cho phương thức sản xuất tiên tiến nhất\nB. Ra đời trước giai cấp tư sản\nC. Được lịch sử giao sứ mệnh lãnh đạo cách mạng\nD. Có tổ chức kỷ luật và đấu tranh triệt để",
        "B": "B",
        "Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của Báo Người cùng khổ.\nChọn đáp án B": "- Nội dung các phương án A, C, D là điểm chung giữa giai cấp công nhân ở các nước tư bản phương Tây và giai cấp công nhân Việt Nam.\n- Nội dung phương án B phản ánh điểm khác biệt giữa giai cấp công nhân Việt Nam so với giai cấp công nhân ở các nước tư bản phương Tây. Giai cấp công nhân Việt Nam ra đời trong cuộc khai thác thuộc địa lần thứ nhất, lúc này, tư sản mới chỉ là tầng lớp. Phải đến cuộc khai thác thuộc địa lần thứ hai thì tư sản Việt Nam mới trở thành giai cấp.\nChọn đáp án B"
    },
    {
        "His_8_1": "His_8_28",
        "": "",
        "CÂU 1:Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của\nA. Báo Sự thật\nB. Báo Người cùng khổ\nC. Báo Nhân đạo\nD. Báo Thanh niên": "CÂU 28:Năm 1945, những quốc gia nào ở Đông Nam Á tuyên bố độc lập?\nA. Inđônêxia, Việt Nam, Philíppin\nB. Lào, Mianma, Campuchia\nC. Inđônêxia, Việt Nam, Lào\nD. Việt Nam, Lào, Mianma",
        "B": "C",
        "Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của Báo Người cùng khổ.\nChọn đáp án B": "Năm 1945, Inđônêxia, Việt Nam, Lào là ba quốc gia ở Đông Nam Á tuyên bố độc lập.\nChọn đáp án C"
    },
    {
        "His_8_1": "His_8_29",
        "": "",
        "CÂU 1:Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của\nA. Báo Sự thật\nB. Báo Người cùng khổ\nC. Báo Nhân đạo\nD. Báo Thanh niên": "CÂU 29:Trong cuộc khai thác thuộc địa lần thứ hai ở Đông Dương (1919 - 1929), thực dân Pháp đầu tư vốn nhiều nhất vào ngành kinh tế nào?\nA. Thương nghiệp\nB. Giao thông vận tải\nC. Thủ công nghiệp\nD. Nông nghiệp",
        "B": "D",
        "Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của Báo Người cùng khổ.\nChọn đáp án B": "Trong cuộc khai thác thuộc địa lần thứ hai ở Đông Dương (1919 - 1929), thực dân Pháp đầu tư vốn nhiều nhất vào ngành nông nghiệp.\nChọn đáp án D"
    },
    {
        "His_8_1": "His_8_30",
        "": "",
        "CÂU 1:Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của\nA. Báo Sự thật\nB. Báo Người cùng khổ\nC. Báo Nhân đạo\nD. Báo Thanh niên": "CÂU 30:Tờ báo nào đánh dấu sự ra đời của báo chí cách mạng Việt Nam?\nA. Người cùng khổ\nB. Tiếng dân\nC. Thanh niên\nD. Hữu Thanh",
        "B": "C",
        "Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của Báo Người cùng khổ.\nChọn đáp án B": "Báo Thanh niên ra đời ngày 21/6/1925 đã đánh dấu sự ra đời của báo chí cách mạng Việt Nam.\nChọn đáp án C"
    },
    {
        "His_8_1": "His_8_31",
        "": "",
        "CÂU 1:Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của\nA. Báo Sự thật\nB. Báo Người cùng khổ\nC. Báo Nhân đạo\nD. Báo Thanh niên": "CÂU 31:Toàn bộ những quyết định của Hội nghị Ianta (tháng 2/1945) cùng những thỏa thuận sau đó của ba cường quốc: Liên Xô, Mĩ, Anh đã trở thành khuôn khổ của trật tự thế giới mới thường được gọi là trật tự\nA. Hai cực Ianta\nB. Vécxai – Oasinhtơn\nC. Đơn cực\nD. Đa cực",
        "B": "A",
        "Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của Báo Người cùng khổ.\nChọn đáp án B": "Toàn bộ những quyết định của Hội nghị Ianta (tháng 2/1945) cùng những thỏa thuận sau đó của ba cường quốc: Liên Xô, Mĩ, Anh đã trở thành khuôn khổ của trật tự thế giới mới thường được gọi là trật tự hai cực Ianta.\nChọn đáp án A"
    },
    {
        "His_8_1": "His_8_32",
        "": "",
        "CÂU 1:Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của\nA. Báo Sự thật\nB. Báo Người cùng khổ\nC. Báo Nhân đạo\nD. Báo Thanh niên": "CÂU 32:Nội dung gây nhiều tranh cãi nhất giữa ba cường quốc Liên Xô, Mĩ, Anh tại Hội nghị Ianta (tháng 2/1945) là gì?\nA. Tiêu diệt tận gốc chủ nghĩa phát xít Đức và chủ nghĩa quân phiệt Nhật\nB. Thành lập tổ chức Liên hợp quốc để duy trì hòa bình, an ninh thế giới\nC. Phân chia khu vực chiếm đóng và phạm vi ảnh hưởng của các cường quốc thắng trận\nD. Giải quyết các hậu quả chiến tranh, phân chia chiến lợi phẩm",
        "B": "C",
        "Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của Báo Người cùng khổ.\nChọn đáp án B": "Khi Hội nghị Ianta diễn ra, vấn đề căng thẳng và gây ra nhiều tranh cãi nhất là việc phân chia phạm vi đóng quân và ảnh hưởng của các cường quốc thắng trận. (Vì Anh đứng về phía Mĩ nên ta chỉ xét Mĩ và Liên Xô). Trong đó: Mĩ là nước tư bản giàu mạnh nhất, nắm độc quyền vũ khi nguyên tử còn Liên Xô là nước có lực lượng quân sự hùng mạnh bậc nhất thế giới. => Hai bên có thực lực ngang nhau và đều có đóng góp quan trọng trong việc tiêu diệt chủ nghĩa phát xít trong Chiến tranh thế giới thứ hai.\nChọn đáp án C"
    },
    {
        "His_8_1": "His_8_33",
        "": "",
        "CÂU 1:Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của\nA. Báo Sự thật\nB. Báo Người cùng khổ\nC. Báo Nhân đạo\nD. Báo Thanh niên": "CÂU 33:Phần lớn số học viên tham gia các lớp huấn luyện, đào tạo của Nguyễn Ái Quốc ở Quảng Châu (Trung Quốc) vào cuối những năm 20 của thế kỉ XX là\nA. Nông dân\nB. Tư sản\nC. Công nhân\nD. Tiểu tư sản",
        "B": "D",
        "Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của Báo Người cùng khổ.\nChọn đáp án B": "Phần lớn số học viên tham gia các lớp huấn luyện, đào tạo của Nguyễn Ái Quốc ở Quảng Châu (Trung Quốc) vào cuối những năm 20 của thế kỉ XX là tiểu tư sản (thanh niên, học sinh, trí thức Việt Nam yêu nước).\nChọn đáp án D"
    },
    {
        "His_8_1": "His_8_34",
        "": "",
        "CÂU 1:Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của\nA. Báo Sự thật\nB. Báo Người cùng khổ\nC. Báo Nhân đạo\nD. Báo Thanh niên": "CÂU 34:Sau Chiến tranh thế giới thứ hai, tình hình Nhật Bản có điểm gì khác biệt so với các nước tư bản Đồng minh chống phát xít?\nA. Bị chiến tranh tàn phá nặng nề\nB. Là nước bại trận, mất hết thuộc địa\nC. Thiếu thốn lương thực, thực phẩm\nD. Phải dựa vào viện trợ của Mỹ để phục hồi kinh tế",
        "B": "B",
        "Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của Báo Người cùng khổ.\nChọn đáp án B": "- Nội dung các phương án A, C, D là điểm chung giữa Nhật và các nước tư bản Đồng minh chống phát xít.\n- Nội dung phương án B là điểm khác biệt vì Nhật mất hết thuộc địa, là nước bại trận trong cuộc Chiến tranh thế giới thứ hai.\nChọn đáp án B"
    },
    {
        "His_8_1": "His_8_35",
        "": "",
        "CÂU 1:Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của\nA. Báo Sự thật\nB. Báo Người cùng khổ\nC. Báo Nhân đạo\nD. Báo Thanh niên": "CÂU 35:Câu nói “không thành công cũng thành nhân” trong cuộc khởi nghĩa Yên Bái của tổ chức:\nA. Tân Việt Cách mạng đảng\nB. Việt Nam Quốc dân đảng\nC. Tâm tâm xã\nD. Hội Việt Nam Cách mạng thanh niên",
        "B": "B",
        "Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của Báo Người cùng khổ.\nChọn đáp án B": "Câu nói “không thành công cũng thành nhân” trong cuộc khởi nghĩa Yên Bái của tổ chức Việt Nam Quốc dân đảng\nChọn đáp án B"
    },
    {
        "His_8_1": "His_8_36",
        "": "",
        "CÂU 1:Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của\nA. Báo Sự thật\nB. Báo Người cùng khổ\nC. Báo Nhân đạo\nD. Báo Thanh niên": "CÂU 36:Phong trào \"chấn hưng nội hóa\", \"bài trừ ngoại hóa\" (1919) do giai cấp nào dưới đây tổ chức và lãnh đạo?\nA. Công nhân\nB. Tư sản\nC. Nông dân\nD. Tiểu tư sản",
        "B": "B",
        "Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của Báo Người cùng khổ.\nChọn đáp án B": "Phong trào \"chấn hưng nội hóa\", \"bài trừ ngoại hóa\" (1919) do giai cấp tư sản Việt Nam tổ chức và lãnh đạo.\nChọn đáp án B"
    },
    {
        "His_8_1": "His_8_37",
        "": "",
        "CÂU 1:Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của\nA. Báo Sự thật\nB. Báo Người cùng khổ\nC. Báo Nhân đạo\nD. Báo Thanh niên": "CÂU 37:Xu thế hòa hoãn Đông - Tây bắt đầu xuất hiện vào khoảng thời gian nào?\nA. Cuối những năm 70 của thế kỉ XX\nB. Sau khi Chiến tranh Lạnh chấm dứt\nC. Đầu những năm 70 của thế kỉ XX\nD. Giữa những năm 70 của thế kỉ XX",
        "B": "C",
        "Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của Báo Người cùng khổ.\nChọn đáp án B": "Xu thế hòa hoãn Đông - Tây bắt đầu xuất hiện vào khoảng đầu những năm 70 của thế kỉ XX.\nChọn đáp án C"
    },
    {
        "His_8_1": "His_8_38",
        "": "",
        "CÂU 1:Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của\nA. Báo Sự thật\nB. Báo Người cùng khổ\nC. Báo Nhân đạo\nD. Báo Thanh niên": "CÂU 38:Sự kiện nào trên thế giới có ảnh hưởng lớn đến cách mạng Việt Nam từ sau Chiến tranh thế giới nhất?\nA. Nước Pháp bị khủng hoảng kinh tế\nB. Nguyễn Ái Quốc tham dự Đại hội Tua của Đảng Xã hội Pháp (12 - 1920)\nC. Thành công của Cách mạng tháng Mười Nga (11 - 1917)\nD. Nguyễn Ái Quốc đưa yêu sách đến Hội nghị Véc-xai (6 - 1919)",
        "B": "C",
        "Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của Báo Người cùng khổ.\nChọn đáp án B": "Cách mạng tháng Mười Nga, nước Nga Xô viết ra đời tác động mạnh mẽ đến Việt Nam => Cách mạng tháng Mười là cuộc cách mạng vô sản đầu tiên trên thế giới diễn ra và thành công, giải phóng và đưa nhân dân Nga đứng lên làm chủ đất nước – là “cuộc cách mạng tới nơi” theo nhận xét của Nguyễn Ái Quốc. Cách mạng tháng Mười đã chỉ ra cho nhân dân thế giới và nhân dân Việt Nam 1 con đường cứu nước mới đó là con đường cách mạng vô sản. Đồng thời, cổ vũ và thúc đẩy phong trào đấu tranh giải phóng dân tộc trên thế giới cũng như ở Việt Nam phát triển.\nChọn đáp án C"
    },
    {
        "His_8_1": "His_8_39",
        "": "",
        "CÂU 1:Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của\nA. Báo Sự thật\nB. Báo Người cùng khổ\nC. Báo Nhân đạo\nD. Báo Thanh niên": "CÂU 39:Những giai cấp trong xã hội Việt Nam có từ trước cuộc khai thác thuộc địa lần thứ hai của Thực dân Pháp là\nA. Nông dân, địa chủ phong kiến, tư sản dân tộc\nB. Nông dân, địa chủ phong kiến, tiểu tư sản\nC. Nông dân, địa chủ phong kiến\nD. Nông dân, địa chủ phong kiến, công nhân",
        "B": "D",
        "Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của Báo Người cùng khổ.\nChọn đáp án B": "Những giai cấp trong xã hội Việt Nam có từ trước cuộc khai thác thuộc địa lần thứ hai của Thực dân Pháp là nông dân, địa chủ, công nhân.\nChọn đáp án D"
    },
    {
        "His_8_1": "His_8_40",
        "": "",
        "CÂU 1:Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của\nA. Báo Sự thật\nB. Báo Người cùng khổ\nC. Báo Nhân đạo\nD. Báo Thanh niên": "CÂU 40:Điểm khác nhau căn bản của cuộc khai thác thuộc địa lần thứ hai (1919 – 1929) so với cuộc khai thác thuộc địa lần thứ nhất (1897 – 1914) của thực dân Pháp ở Đông Dương là\nA. Hạn chế phát triển công nghiệp nặng\nB. Đầu tư với tốc độ nhanh, quy mô lớn\nC. Kiểm soát, độc chiếm thị trường Việt Nam\nD. Đầu tư phát triển hệ thống giao thông vận tải",
        "B": "B",
        "Năm 1922, Nguyễn Ái Quốc là chủ nhiệm kiêm chủ bút của Báo Người cùng khổ.\nChọn đáp án B": "- Giống nhau: Trong cả hai cuộc khai thác, Pháp đều:\n+ Hạn chế phát triển công nghiệp nặng\n+ Đầu tư phát triển hệ thống giao thông vận tải\n+ Kiểm soát, độc chiếm thị trường Việt Nam\n- Khác nhau: so với cuộc khai thác lần thứ nhất, ở cuộc khai thác lần thứ hai, Pháp đầu tư với tốc độ nhanh, quy mô lớn vào các ngành kinh tế ở Việt Nam. Chỉ trong vòng 6 năm (1924 – 1929), số vốn đầu tư vào Đông Dương, chủ yếu là vào Việt Nam lên tới khoảng 4 tỉ phrăng.\nChọn đáp án B"
    }
]