[
    {
        "ID": "His_38_1",
        "Image_Question": "",
        "Question": "Câu 1:\nNhân tố không tác động đến sự ra đời của Đảng Cộng sản Việt Nam đầu năm 1930 là\nA. phong trào yêu nước ngày càng phát triển.\nB. sự thất bại của khuynh hướng dân chủ tư sản\nC. sự chuyển biến của phong trào công nhân.\nD. chủ nghĩa Mác – Lê nin được truyền bá rộng rãi.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Đảng Cộng sản Việt Nam được ra đời vào khoảng đầu năm 1930 tại Hương Cảng Trung Quốc do nhiều nhân tố tác động như phong trào yêu nước, phong trào công nhân phát triển, sự truyền bá mạnh mẽ của chủ nghĩa Mac - Lenin.\nTháng 12/1930, khởi nghĩa Yên Bái do Việt Nam Quốc dân đảng phát động thất bại đã đánh dấu sự bất lực của khuynh hướng dân chủ tư sản trước nhiệm vụ giải phóng dân tộc mà lịch sử giao phó.\n⟹ Dựa vào thời gian hình thành của Đảng Cộng sản Việt Nam và sự thất bại của khuynh hướng dân chủ tư sản thì sự thất bại của khuynh hướng dân chủ tư sản không phải là nhân tố tác động đến sự ra đời của Đảng Cộng sản Việt Nam.\nChọn B."
    },
    {
        "ID": "His_38_2",
        "Image_Question": "",
        "Question": "Câu 2:\nNhững năm 50 – 60 thế kỉ XX, nhóm năm nước sáng lập ASEAN thực hiện chiến lược phát triển nào sau đây?\nA. chiến lược xây dựng văn hóa.\nB. chiến lược kinh tế hướng nội\nC. chiến lược củng cố chính trị.\nD. chiến lược cải cách xã hội",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Những năm 50 – 60 thế kỉ XX, nhóm năm nước sáng lập ASEAN thực hiện chiến lược kinh tế hướng nội.\nChọn B."
    },
    {
        "ID": "His_38_3",
        "Image_Question": "",
        "Question": "Câu 3:\nTại Đại hội đại biểu lần thứ II của Đảng cộng sản Đông Dương (2 - 1951) đã quyết định đưa Đảng ra hoạt động công khai với tên gọi\nA. Đảng cách mạng Việt Nam.\nB. Đảng cộng sản Việt Nam.\nC. Đảng Lao động Việt Nam.\nD. Đảng Nhân dân Việt Nam.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Tại Đại hội đại biểu lần thứ II của Đảng cộng sản Đông Dương (2 - 1951) đã quyết định đưa Đảng ra hoạt động công khai với tên gọi Đảng Lao động Việt Nam.\nChọn C."
    },
    {
        "ID": "His_38_4",
        "Image_Question": "",
        "Question": "Câu 4:\nCuộc cách mạng khoa học – kĩ thuật hiện đại có nguồn gốc sâu xa từ\nA. những đòi hỏi ngày càng cao của cuộc sống và sản xuất.\nB. yêu cầu giải quyết tình trạng khủng hoảng kinh tế thế giới.\nC. sự mất cân bằng giữa tăng trưởng kinh tế và công bằng xã hội.\nD. nhu cầu đào tạo nguồn nhân lực chất lượng cao cho các quốc gia.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Cuộc cách mạng khoa học – kĩ thuật hiện đại có nguồn gốc sâu xa từ những đòi hỏi ngày càng cao của cuộc sống và sản xuất.7\nChọn A."
    },
    {
        "ID": "His_38_5",
        "Image_Question": "",
        "Question": "Câu 5:\nPhong trào Cần Vương mang tính chất là một phong trào yêu nước theo\nA. hệ tư tưởng tư sản.\nB. sự tự phát của nông dân.\nC. xu hướng vô sản.\nD. hệ tư tưởng phong kiến.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Phong trào Cần Vương mang tính chất là một phong trào yêu nước theo hệ tư tưởng phong kiến.\nChọn D."
    },
    {
        "ID": "His_38_6",
        "Image_Question": "",
        "Question": "Câu 6:\nCuộc khởi nghĩa Yên Bái (2 - 1930) ở Việt Nam thất bại là do nguyên nhân khách quan nào sau đây?\nA. Nổ ra trong tình thế bị động\nB. Tổ chức còn non yếu.\nC. Tôn chỉ mục đích chưa rõ ràng\nD. Pháp quá mạnh",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Cuộc khởi nghĩa Yên Bái (2 - 1930) ở Việt Nam thất bại là do nguyên nhân khách quan là Pháp quá mạnh.\nChọn D."
    },
    {
        "ID": "His_38_7",
        "Image_Question": "",
        "Question": "Câu 7:\nTừ năm 1955, cuộc kháng chiến chống thực dân Pháp của nhân dân Lào đặt dưới sự lãnh đạo của tổ chức nào sau đây?\nA. Đảng Lao động Đông Dương\nB. Đảng Nhân dân Lào\nC. Đảng Cộng sản Đông Dương\nD. Đảng cộng sản quốc tế Lào",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Từ năm 1955, cuộc kháng chiến chống thực dân Pháp của nhân dân Lào đặt dưới sự lãnh đạo của tổ chức Đảng Nhân dân Lào.\nChọn B."
    },
    {
        "ID": "His_38_8",
        "Image_Question": "",
        "Question": "Câu 8:\nGiai đoạn 1950 - 1973, các nước tư bản Tây Âu một mặt tiếp tục liên minh chặt chẽ với Mĩ, mặt khác\nA. mở rộng quan hệ hợp tác với các nước Đông Nam Á.\nB. tập trung phát triển quan hệ hợp tác với các nước Mỹ Latinh.\nC. đa dạng hóa, đa phương hóa hơn nữa quan hệ đối ngoại.\nD. mở rộng quan hệ hợp tác với các nước xã hội chủ nghĩa.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Giai đoạn 1950 - 1973, các nước tư bản Tây Âu một mặt tiếp tục liên minh chặt chẽ với Mĩ, mặt khác đa dạng hóa, đa phương hóa hơn nữa quan hệ đối ngoại.\nChọn C."
    },
    {
        "ID": "His_38_9",
        "Image_Question": "",
        "Question": "Câu 9:\nNội dung nào không phải là ý nghĩa của phong trào cách mạng 1930 - 1931 ở Việt Nam?\nA. Hình thành khối liên minh công nông, công nông đã đoàn kết đấu tranh.\nB. Cuộc diễn tập đầu tiên của Đảng và quần chúng cho Tổng khởi nghĩa tháng Tám.\nC. Khẳng định đường lối của Đảng và quyền lãnh đạo của giai cấp công nhân.\nD. Đưa quần chúng nhân dân bước vào thời kỳ trực tiếp yêu động cứu nước.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Đưa quần chúng nhân dân bước vào thời kỳ trực tiếp yêu động cứu nước không phải là ý nghĩa của phong trào cách mạng 1930 - 1931 ở Việt Nam.\nChọn D."
    },
    {
        "ID": "His_38_10",
        "Image_Question": "",
        "Question": "Câu 10:\nTừ nghệ thuật “chớp thời cơ” trong Tổng khởi nghĩa tháng Tám 1945, rút ra bài học gì cho sự nghiệp xây dựng và bảo vệ Tổ quốc hiện nay?\nA. Tận dụng tốt thời cơ để phát triển đất nước, tránh để tụt hậu với bên ngoài.\nB. Kết hợp đấu tranh quân sự với đấu tranh chính trị, ngoại giao.\nC. Xây dựng lực lượng vũ trang nhân dân là nhiệm vụ hàng đầu.\nD. Luôn nắm vững tình hình thế giới để đưa ra những chính sách hợp lý.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Từ nghệ thuật “chớp thời cơ” trong Tổng khởi nghĩa tháng Tám 1945, rút ra bài học cho sự nghiệp xây dựng và bảo vệ Tổ quốc hiện nay là tận dụng tốt thời cơ để phát triển đất nước, tránh để tụt hậu với bên ngoài.\nChọn A."
    },
    {
        "ID": "His_38_11",
        "Image_Question": "",
        "Question": "Câu 11:\nSau chiến tranh thế giới thứ hai, chính sách đối ngoại của Liên Xô là\nA. liên minh chặt chẽ với Mĩ.\nB. hòa bình, trung lập tích cực.\nC. thân thiện, đa phương hóa.\nD. bảo vệ hòa bình thế giới.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Sau chiến tranh thế giới thứ hai, chính sách đối ngoại của Liên Xô là bảo vệ hòa bình thế giới.\nChọn D."
    },
    {
        "ID": "His_38_12",
        "Image_Question": "",
        "Question": "Câu 12:\nMột trong những sự kiện diễn ra ở Hà Nội ngày 19 – 12–1946?\nA. Công bố lệnh tổng tuyển cử.\nB. Kì họp đầu tiên của Quốc hội khóa I.\nC. Công nhân Nhà máy điện Yên Phụ phá máy.\nD. Lập ra Ban dự thảo Hiến pháp.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Một trong những sự kiện diễn ra ở Hà Nội ngày 19 – 12–1946 công nhân Nhà máy điện Yên Phụ phá máy.\nChọn C."
    },
    {
        "ID": "His_38_13",
        "Image_Question": "",
        "Question": "Câu 13:\nĐiều kiện nào tạo ra khả năng đấu tranh công khai hợp pháp cho phong trào cách mạng Đông Dương giai đoạn 1936 – 1939?\nA. Chính sách tiến bộ của Mặt trận nhân dân Pháp.\nB. Chủ trương của Quốc tế cộng sản.\nC. Nền kinh tế thuộc địa có bước chuyển biến mới.\nD. Sự thành lập của Mặt trận phản đế Đông Dương.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Năm 1936, Mặt trận nhân dân Pháp lên nắm quyền, thi hành nhiều chính sách tiến bộ ở các nước thuộc địa, nhờ đó đã tạo ra khả năng đấu tranh công khai hợp pháp cho phong trào cách mạng Đông Dương 1936 – 1939.\nChọn A."
    },
    {
        "ID": "His_38_14",
        "Image_Question": "",
        "Question": "Câu 14:\nĐể nhanh chóng kết thúc chiến tranh, Hội nghị Ianta (2/1945) thỏa thuận\nA. Mỹ sẽ ném bom nguyên tử Nhật Bản.\nB. các nước Đồng minh sẽ đồng loạt tấn công vào lãnh thổ Nhật Bản.\nC. Liên Xô sẽ tham chiến chống Nhật ở Châu Á.\nD. Anh sẽ tấn công Nhật Bản ở Đông bắc Trung Quốc.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Để nhanh chóng kết thúc chiến tranh, Hội nghị Ianta (2/1945) thỏa thuận Liên Xô sẽ tham chiến chống Nhật ở Châu Á.\nChọn C."
    },
    {
        "ID": "His_38_15",
        "Image_Question": "",
        "Question": "Câu 15:\nXu thế toàn cầu hóa hiện nay đã đặt ra thách thức lớn nhất cho Việt Nam là gì?\nA. Sự chi phối của cá công ty đa quốc gia\nB. Sự bất bình đẳng trong quan hệ quốc tế.\nC. Sự chênh lệch về trình độ\nD. Sự cạnh tranh quyết liệt về kinh tế.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Một trong những thách thức lớn đối với Việt Nam là thách thức về kinh tế. Toàn cầu hóa kinh tế là cơ sở của quá trình toàn cầu hóa nói chung. Ngay từ năm 1994, nhiều nhà kinh tế cũng như lãnh đạo của Việt Nam đã nói đến nguy cơ tụt hậu xa hơn về kinh tế. Cho đến nay, trải qua hơn 10 năm tiếp tục đổi mới, nguy cơ đó vẫn tồn tại và hết sức lớn. Để tránh nguy cơ đó, trong những năm gần đây, Việt Nam chủ trương đẩy mạnh công nghiệp hoá và hiện đại hóa, tiến hành công nghiệp hoá, hiện đại hoá rút ngắn theo định hướng xã hội chủ nghĩa trong môi trường hội nhập và cạnh tranh quốc tế. Đây là một chủ trương hoàn toàn đúng đắn để khắc phục nguy cơ tụt hậu. Tuy nhiên, chủ trương đó được thực hiện trong điều kiện năng lực cạnh tranh của nền kinh tế tuy có tiến bộ, nhưng vẫn còn thấp so với yêu cầu phát triển và hội nhập kinh tế quốc tế; tích luỹ từ nền kinh tế để công nghiệp hoá, hiện đại hoá còn thấp; kết cấu hạ tầng lạc hậu, chất lượng nguồn nhân lực còn thấp, …\n⟹ Như vậy, thách thức lớn nhất mà toàn cầu hóa đem lại đối với Việt Nam là sự cạnh tranh quyết liệt của kinh tế thế giới.\nChọn D.9"
    },
    {
        "ID": "His_38_16",
        "Image_Question": "",
        "Question": "Câu 16:\nHội nghị Ban Chấp hành Trung ương Đảng (5 - 1941) đã xác định kẻ thù của nhân dân Việt Nam là\nA. đế quốc Pháp – Nhật\nB. thực dân Anh và tay sai\nC. thực dân Pháp và tay sai\nD. đế quốc Nhật và tay sai",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Hội nghị Ban Chấp hành Trung ương Đảng (5 - 1941) đã xác định kẻ thù của nhân dân Việt Nam là đế quốc Nhật và tay sai.\nChọn D."
    },
    {
        "ID": "His_38_17",
        "Image_Question": "",
        "Question": "Câu 17:\nĐiểm khác biệt của Cuộc Tiến công chiến lược Đông – Xuân 1953 – 1954 với Chiến dịch Điện Biên Phủ 1954 của quân dân Việt Nam là\nA. làm phá sản hoàn toàn kế hoạch Nava.\nB. kết thúc cuộc kháng chiến chống Pháp.\nC. bước đầu làm phá sản Kế hoạch Nava.\nD. buộc Pháp phải kí Hiệp định Giơnevơ.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Kế hoạch Nava là sự chuẩn bị cuối cùng của Pháp và Mĩ trong cuộc chiến ở Việt Nam năm 1954. Mặc dù, kế hoạch Nava được chuẩn bị rất kĩ càng và được ví là pháo đài không thể công phá nhưng bản thân kế hoạch chứa đựng nhiều hạn chế, trong đó có hạn chế về việc mâu thuẫn giữa phân tán và tập trung. Xoáy vào hạn chế đó của kế hoạch Nava, cuộc Tiến công chiến lược Đông – Xuân 1953 – 1954 đã buộc Pháp phải phân tán lực lượng ra 5 nơi ⟹ kế hoạch Nava bước đầu bị phá sản.\nCòn Chiến dịch Điện Biên Phủ 1954 của quân dân ta làm phá sản hoàn toàn kế hoạch Nava.\nChọn A."
    },
    {
        "ID": "His_38_18",
        "Image_Question": "",
        "Question": "Câu 18:\nTrong phong trào yêu nước đầu thế kỉ XX, khuynh hướng cải cách gắn liền với nhân vật tiêu biểu nào?\nA. Phan Châu Trinh\nB. Lương Văn Can\nC. Phan Bội Châu\nD. Huỳnh Thúc Kháng",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Trong phong trào yêu nước đầu thế kỉ XX, khuynh hướng cải cách gắn liền với nhân vật tiêu biểu Phân Châu Trinh.\nChọn A."
    },
    {
        "ID": "His_38_19",
        "Image_Question": "",
        "Question": "Câu 19:\nTrong ba tổ chức cộng sản thành lập năm 1929 ở Việt Nam, tổ chức nào sau đây ra đời sớm nhất?\nA. Đông Dương cộng sản liên đoàn.\nB. Việt Nam Quốc dân đảng.\nC. Tân Việt cách mạng đảng.\nD. Đông Dương cộng sản đảng.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Trong ba tổ chức cộng sản thành lập năm 1929 ở Việt Nam, tổ chức Đông Dương Cộng sản đảng ra đời sớm nhất.\nChọn D."
    },
    {
        "ID": "His_38_20",
        "Image_Question": "",
        "Question": "Câu 20:\nSau chiến tranh thế giới thứ hai, quốc gia mở đầu phong trào chống chủ nghĩa thực dân ở châu Phi là\nA. Ai Cập\nB. Ấn Độ.\nC. Chi lê.\nD. Cu ba.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Sau chiến tranh thế giới thứ hai, quốc gia mở đầu phong trào chống chủ nghĩa thực dân ở châu Phi là Ai Cập.\nChọn A."
    },
    {
        "ID": "His_38_21",
        "Image_Question": "",
        "Question": "Câu 21:\nĐiểm giống nhau cơ bản về kinh tế của Mỹ, Tây Âu, Nhật Bản trong những năm 1950 – 2000 là gì?\nA. Chịu sự cạnh tranh các nước xã hội chủ nghĩa.\nB. Là trung tâm kinh tế - tài chính của thế giới.\nC. Không chịu tác động của khủng hoảng kinh tế.\nD. Tốc độ tăng trưởng kinh tế ở mức hai con số.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Điểm giống nhau cơ bản về kinh tế của Mỹ, Tây Âu, Nhật Bản trong những năm 1950 – 2000 là là trung tâm kinh tế - tài chính của thế giới.\nChọn B."
    },
    {
        "ID": "His_38_22",
        "Image_Question": "",
        "Question": "Câu 22:\nNội dung nào dưới đây là ý nghĩa của phong trào dân tộc dân chủ ở Việt Nam (1919 - 1930)\nA. Nhân tố quan trọng cho sự ra đời của Đảng.\nB. Hình thức đấu tranh phong phú.\nC. Là cuộc tập dượt thứ hai của Đảng.\nD. Là phong trào quần chúng rộng lớn.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Sự ra đời của Đảng là sự kết hợp của phong trào yêu nước, phong trào công nhân và chủ nghĩa Mac – Lenin.\nNhư vậy phong trào dân tộc dân chủ ở Việt Nam (1991 – 1930) là nhân tố quan trọng cho sự ra đời của Đảng.\nChọn A."
    },
    {
        "ID": "His_38_23",
        "Image_Question": "",
        "Question": "Câu 23:\nTrong kế hoạch Nava, thu – đông 1953 và xuân 1954 thực dân Pháp giữ thế phòng ngự chiến lược ở\nA. Nam Bộ.\nB. Nam Trung Bộ.\nC. toàn Đông Dương.\nD. Bắc Bộ.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Trong kế hoạch Nava, thu – đông 1953 và xuân 1954 thực dân Pháp giữ thế phòng ngự chiến lược ở Bắc Bộ.\nChọn D."
    },
    {
        "ID": "His_38_24",
        "Image_Question": "",
        "Question": "Câu 24:\nNăm 1921, Nguyễn Ái Quốc cùng với một số người yêu nước của Angiêri, Marốc, Tuynidi đã\nA. lập ra Hội Liên hiệp thuộc địa.\nB. thành lập Hội Việt Nam Cách mạng thanh niên.\nC. thành lập Cộng sản đoàn.\nD. lập ra Đảng cộng sản Việt Nam.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Năm 1921, Nguyễn Ái Quốc cùng với một số người yêu nước của Angiêri, Marốc, Tuynidi đã lập ra Hội Liên hiệp thuộc địa.\nChọn A."
    },
    {
        "ID": "His_38_25",
        "Image_Question": "",
        "Question": "Câu 25:\nNhững cuộc gặp gỡ thương lượng Xô – Mĩ từ đầu những năm 70 của thế kỉ XX là biểu hiện của xu thế nào dưới đây?\nA. Công nghiệp hóa.\nB. Hoà hoãn Đông - Tây\nC. Hiện đại hóa.\nD. Toàn cầu hoá",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Những cuộc gặp gỡ thương lượng Xô – Mĩ từ đầu những năm 70 của thế kỉ XX là biểu hiện của xu thế hoà hoãn Đông – Tây.\nChọn B."
    },
    {
        "ID": "His_38_26",
        "Image_Question": "",
        "Question": "Câu 26:\nHoạt động nào sau đây diễn ra trong phong trào cách mạng 1930-1931 ở Việt Nam?\nA. Tổng khởi nghĩa.\nB. Tổng tiến công.\nC. Lập Khu giải phóng Việt Bắc.\nD. Biểu tình có vũ trang tự vệ.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Biểu tình có vũ trang tự vệ diễn ra trong phong trào cách mạng 1930-1931 ở Việt Nam.\nChọn D."
    },
    {
        "ID": "His_38_27",
        "Image_Question": "",
        "Question": "Câu 27:\nTrong chiến dịch Việt Bắc thu đông 1947, kết quả lớn nhất của quân dân Việt Nam đã đạt được là\nA. bộ đội chủ lực trưởng thành trong chiến đấu.\nB. phá hủy nhiều phương tiện chiến tranh.\nC. làm thất bại âm mưu “đánh nhanh thắng nhanh” của Pháp\nD. làm phá sản kế hoạch Rove của Pháp.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Trong chiến dịch Việt Bắc thu đông 1947, kết quả lớn nhất của quân dân Việt Nam đã đạt được là làm thất bại âm mưu “đánh nhanh thắng nhanh” của Pháp.\nChọn C."
    },
    {
        "ID": "His_38_28",
        "Image_Question": "",
        "Question": "Câu 28:\nĐánh giá nào sau đây là đúng khi nói về sự ra đời ba tổ chức cộng sản ở Việt Nam năm 1929?\nA. Chứng tỏ cách mạng Việt Nam đã có tổ chức tiến bộ lãnh đạo.\nB. Là sự kết hợp của chủ nghĩa Mác – Lênin và tư tưởng Hồ Chí Minh.\nC. Phản ánh cuộc vận động giải phóng dân tộc theo khuynh hướng vô sản\nD. Đánh dấu bước ngoặt vĩ đại trong lịch sử cách mạng Việt Nam.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Phản ánh cuộc vận động giải phóng dân tộc theo khuynh hướng vô sản là đánh giá đúng khi nói về sự ra đời ba tổ chức cộng sản ở Việt Nam năm 1929.\nChọn C."
    },
    {
        "ID": "His_38_29",
        "Image_Question": "",
        "Question": "Câu 29:\nHội nghị đầu tiên xác định lại nhiệm vụ chiến lược của cách mạng Việt Nam theo tinh thần Cương lĩnh chính trị đầu tiên của Đảng (1930) là\nA. Hội nghị Ban Chấp hành Trung ương Đảng (tháng 11/1939).\nB. Hội nghị Ban Chấp hành Trung ương Đảng (tháng 7/1936).\nC. Hội nghị Ban Chấp hành Trung ương Đảng (tháng 5/1941).\nD. Hội nghị Ban Chấp hành Trung ương Đảng (tháng 11/1940).",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Hội nghị đầu tiên xác định lại nhiệm vụ chiến lược của cách mạng Việt Nam theo tinh thần Cương lĩnh chính trị đầu tiên của Đảng (1930) là Hội nghị Ban Chấp hành Trung ương Đảng (tháng 11/1939).\nChọn A."
    },
    {
        "ID": "His_38_30",
        "Image_Question": "",
        "Question": "Câu 30:\nHiệp định sơ bộ ngày 6 – 3 – 1946, Chính phủ Pháp công nhận nước Việt Nam Dân chủ Cộng hòa là quốc gia\nA. tự do\nB. phong kiến\nC. thuộc địa.\nD. độc lập.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Hiệp định sơ bộ ngày 6 – 3 – 1946, Chính phủ Pháp công nhận nước Việt Nam Dân chủ Cộng hòa là quốc gia tự do.\nChọn A."
    },
    {
        "ID": "His_38_31",
        "Image_Question": "",
        "Question": "Câu 31:\nKhẩu hiệu “chấn hưng nội hóa”, “bài trừ ngoại hóa\" thuộc hoạt động của giai cấp nào ở Việt Nam trong những năm 1919 – 1925?\nA. Giai cấp công nhân\nB. Giai cấp tiểu tư sản.\nC. Giai cấp tư sản dân tộc\nD. Giai cấp địa chủ.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Khẩu hiệu “chấn hưng nội hóa”, “bài trừ ngoại hóa\" thuộc hoạt động của giai cấp tư sản dân tộc.\nChọn C."
    },
    {
        "ID": "His_38_32",
        "Image_Question": "",
        "Question": "Câu 32:\nCuộc khai thác thuộc địa lần thử nhất (1897 - 1914) và cuộc khai thác thuộc địa lần thứ hai (1919 - 1929) của Pháp ở Đông Dương đều\nA. dẫn đến sự xuất hiện của giai cấp công nhân Việt Nam.\nB. dẫn đến những chuyển biển về cơ cấu kinh tế Việt Nam.\nC. làm cho cơ cấu kinh tế Việt Nam phát triển cân đối.\nD. dẫn đến sự xuất hiện của giai cấp tiểu tư sản Việt Nam.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Cuộc khai thác thuộc địa lần thử nhất (1897 - 1914) và cuộc khai thác thuộc địa lần thứ hai (1919 - 1929) của Pháp ở Đông Dương đều dẫn đến những chuyển biển về cơ cấu kinh tế Việt Nam.\nChọn B."
    },
    {
        "ID": "His_38_33",
        "Image_Question": "",
        "Question": "Câu 33:\nTrong phong trào dân chủ 1936-1939, Nhân dân Việt Nam đã\nA. tiến hành chiến tranh du kích cục bộ\nB. mít tinh kỉ niệm ngày Quốc tế Lao động\nC. khởi nghĩa vũ trang giành chính quyền.\nD. lập căn cứ địa cách mạng trong cả nước",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Trong phong trào dân chủ 1936-1939, Nhân dân Việt Nam đã mít tinh kỉ niệm ngày Quốc tế Lao động.\nChọn B."
    },
    {
        "ID": "His_38_34",
        "Image_Question": "",
        "Question": "Câu 34:\nTrong những năm 90 của thế kỉ XX, nền kinh tế Mĩ có biểu hiện nào sau đây?\nA. Phát triển nhanh và liên tục.\nB. Trải qua những đợt suy thoái ngắn.\nC. Khủng hoảng trầm trọng kéo dài.\nD. Tốc độ tăng trưởng cao nhất thế giới.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Trong những năm 90 của thế kỉ XX, nền kinh tế Mĩ có biểu hiện trải qua những đợt suy thoái ngắn.\nChọn B."
    },
    {
        "ID": "His_38_35",
        "Image_Question": "",
        "Question": "Câu 35:\nNghị quyết Hội nghị Ban Chấp hành Trung ương Đảng Cộng sản Đông Dương (5/1941) có điểm gì mới so với Cương lĩnh chính trị đầu tiên của Đảng?\nA. Thành lập Chính phủ dân chủ cộng hòa\nB. Thành lập Chính phủ Xô viết công nông binh\nC. Thành lập Chính phủ Việt Nam Dân chủ Cộng hòa.\nD. Thành lập Chính phủ công nông binh",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Nghị quyết Hội nghị Ban Chấp hành Trung ương Đảng Cộng sản Đông Dương (5/1941) quyết định thành lập Chính phủ dân chủ cộng hoà còn trong Cương lĩnh chính trị đề ra thành lập Chính phủ công nông binh.\nChọn D."
    },
    {
        "ID": "His_38_36",
        "Image_Question": "",
        "Question": "Câu 36:\nThắng lợi cách mạng Cu ba (1959) đã mở đầu cho quá trình giành và bảo vệ độc lập dân tộc ở khu vực Mĩ Latinh dưới hình thức\nA. đấu tranh vũ trang\nB. đấu tranh bất bạo động\nC. đấu tranh đòi cải cách.\nD. đấu tranh hoà bình",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Thắng lợi cách mạng Cu ba (1959) đã mở đầu cho quá trình giành và bảo vệ độc lập dân tộc ở khu vực Mĩ Latinh dưới hình thức đấu tranh vũ trang.\nChọn A."
    },
    {
        "ID": "His_38_37",
        "Image_Question": "",
        "Question": "Câu 37:\nNhận định của Nguyễn Ái Quốc “Muốn cứu nước và giải phóng dân tộc không còn con đường nào khác con đường cách mạng vô sản” là do ảnh hưởng của cuộc cách mạng nào sau đây?\nA. Cách mạng tư sản Pháp.\nB. Cách mạng tháng Mười Nga.\nC. Công xã Pari\nD. Cách mạng dân tộc dân chủ ở Trung Quốc.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Nhận định của Nguyễn Ái Quốc “Muốn cứu nước và giải phóng dân tộc không còn con đường nào khác con đường cách mạng vô sản” là do ảnh hưởng của cuộc cách mạng tháng Mười Nga.\nChọn B."
    },
    {
        "ID": "His_38_38",
        "Image_Question": "",
        "Question": "Câu 38:\nĐến nửa sau những năm 80 của thế kỉ XX, quốc gia nào sau đây trở thành chủ nợ lớn nhất thế giới?\nA. Campuchia.\nB. Mianma.\nC. Nhật Bản\nD. Brunây.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Đến nửa sau những năm 80 của thế kỉ XX, Nhật Bản trở thành chủ nợ lớn nhất thế giới.\nChọn C."
    },
    {
        "ID": "His_38_39",
        "Image_Question": "",
        "Question": "Câu 39:\nDựa vào đoạn tư liệu sau để trả lời câu 39 và câu 40\n“Hiệp định Giơnevơ năm 1954 về Đông Dương là văn bản pháp lí quốc tế ghi nhận các quyền dân tộc cơ bản của nhân dân các nước Đông Dương và được các cường quốc cùng các nước tham dự Hội nghị cam kết tôn trọng.\nNội dung cơ bản nhất của Hiệp định Giơnevơ năm 1954 về Đông Dương là\nA. các bên tham chiến thực hiện ngừng bắn, lập lại hòa bình.\nB. các bên tham chiến thực hiện tập kết, chuyển giao khu vực\nC. cấm đưa quân đội, nhân viên, đặt căn cứ quân sự nước ngoài.\nD. các nước cam kết tôn trọng các quyền dân tộc cơ bản.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Nội dung cơ bản nhất của Hiệp định Giơnevơ năm 1954 về Đông Dương là các nước cam kết tôn trọng các quyền dân tộc cơ bản.\nChọn D."
    },
    {
        "ID": "His_38_40",
        "Image_Question": "",
        "Question": "Câu 40:\nTừ việc kí Hiệp định Giơnevơ năm 1954 về Đông Dương để lại bài học gì cho Việt Nam trong việc bảo vệ độc lập, chủ quyền dân tộc hiện nay?\nA. Giữ vững nguyên tắc tập trung dân chủ.\nB. Chớp thời cơ trong đấu tranh chống kẻ thù.\nC. Tăng cường công tác đào tạo đội ngũ cán bộ.\nD. Tăng cường tiềm lực quốc phòng an ninh",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Từ việc kí Hiệp định Giơnevơ năm 1954 về Đông Dương để lại bài học giữ vững nguyên tắc tập trung dân chủ cho Việt Nam trong việc bảo vệ độc lập, chủ quyền dân tộc hiện nay.\nChọn A."
    }
]