[
    {
        "ID": "His_11_1",
        "Image_Question": "",
        "Question": "CÂU 1:Đâu không phải là nguyên nhân tan rã của chế độ xã hội chủ nghĩa ở Liên Xô và các nước Đông Âu?\nA. Những xung đột sắc tộc, sự tranh chấp giữa các đảng phái.\nB. Không bắt kịp bước phát triển của khoa học kĩ thuật hiện đại.\nC. Đường lối lãnh đạo mang tính chủ quan, duy ý chí.\nD. Khi tiến hành cải tổ phạm nhiều sai lầm.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Những xung đột sắc tộc, sự tranh chấp giữa các đảng phái không phải là nguyên nhân tan rã của chế độ xã hội chủ nghĩa ở Liên Xô và các nước Đông Âu.\nChọn đáp án A"
    },
    {
        "ID": "His_11_2",
        "Image_Question": "",
        "Question": "CÂU 2:Đâu không phải là biểu hiện của xu thế hòa hoãn Đông Tây trong những năm 70 của thế kỉ XX:\nA. Liên Xô và Mĩ ký thỏa thuận về việc hạn chế vũ khí chiến lược.\nB. hiệp định hình chiến giữa 2 miền Triều Tiên được ký kết.\nC. 33 nước châu Âu cùng Mỹ và Canada ký định ước Henxinki.\nD. hai nước Đức kí hiệp định về những cơ sở của quan hệ Đông Đức và Tây Đức.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "- Nội dung các phương án A, C, D là biểu hiện của xu thế hòa hoãn Đông Tây trong những năm 70 của thế kỉ XX.\n- Nội dung phương án B không phải là biểu hiện của xu thế hòa hoãn Đông Tây trong những năm 70 của thế kỉ XX. Cuộc chiến tranh Triều Tiên diễn ra trong giai đoạn 1950 – 1953 và kết thúc với hiệp định hình chiến giữa 2 miền Triều Tiên được ký kết năm 1953, mà xu thế hòa hoãn Đông – Tây thì diễn ra trong những năm 70 của thế kỉ XX.\nChọn đáp án B"
    },
    {
        "ID": "His_11_3",
        "Image_Question": "",
        "Question": "CÂU 3:Sự kiện nào đánh dấu bước tiến mới của phong trào công nhân Việt Nam trong những năm 20 của thế kỷ XX?\nA. Công nhân Sài Gòn - Chợ Lớn thành lập Công hội bí mật (1920).\nB. Sự ra đời của ba tổ chức cộng sản (1929).\nC. Sự ra đời của Đảng Cộng sản Việt Nam (1930).\nD. Cuộc bãi công của công nhân Ba Son (1925).",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Cuộc bãi công của công nhân Ba Son (1925) đánh dấu bước tiến mới của phong trào công nhân Việt Nam trong những năm 20 của thế kỷ XX. Trong đó, phong trào công nhân Việt Nam đã bước đầu chuyển từ đấu tranh tự phát sang đấu tranh tự giác, đấu tranh không chỉ vì mục tiêu kinh tế mà còn vì mục tiêu chính trị.\nChọn đáp án D"
    },
    {
        "ID": "His_11_4",
        "Image_Question": "",
        "Question": "CÂU 4:Sau Chiến tranh thế giới thứ nhất, mâu thuẫn chủ yếu trong xã hội Việt Nam là mâu thuẫn giữa\nA. nông dân với địa chủ.\nB. công nhân với tư sản.\nC. toàn thể dân tộc Việt Nam với thực dân Pháp và tay sai.\nD. công nhân, nông dân với thực dân Pháp và tay sai.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Sau Chiến tranh thế giới thứ nhất, mâu thuẫn chủ yếu trong xã hội Việt Nam là mâu thuẫn giữa toàn thể dân tộc Việt Nam với thực dân Pháp và tay sai.\nChọn đáp án C"
    },
    {
        "ID": "His_11_5",
        "Image_Question": "",
        "Question": "CÂU 5:Nguyễn Ái Quốc rút ra kết luận \"muốn được giải phóng, các dân tộc chỉ có thể trông cậy vào lực lượng của bản thân mình\" khi\nA. gửi bản Yêu sách đến Hội nghị Vécxai nhưng không được chấp nhận.\nB. ra đi tìm đường cứu nước.\nC. đọc Sơ thảo lần thứ nhất những luận cương về vấn đề dân tộc và vấn đề thuộc địa của Lênin.\nD. Tham gia Đại hội đại biểu toàn quốc lần thứ XVIII của Đảng Xã hội Pháp.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Nguyễn Ái Quốc rút ra kết luận \"muốn được giải phóng, các dân tộc chỉ có thể trông cậy vào lực lượng của bản thân mình\" khi gửi bản Yêu sách đến Hội nghị Vécxai nhưng không được chấp nhận.\nChọn đáp án A"
    },
    {
        "ID": "His_11_6",
        "Image_Question": "",
        "Question": "CÂU 6:Tại Đại hội lần thứ V của Quốc tế Cộng sản (1924), Nguyễn Ái Quốc đã ba lần phát về vấn đề\nA. dân tộc và dân chủ.\nB. dân tộc và thuộc địa.\nC. dân tộc và giai cấp.\nD. dân tộc và chủ nghĩa xã hội.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Tại Đại hội lần thứ V của Quốc tế Cộng sản (1924), Nguyễn Ái Quốc đã ba lần phát về vấn đề dân tộc và thuộc địa.\nChọn đáp án B"
    },
    {
        "ID": "His_11_7",
        "Image_Question": "",
        "Question": "CÂU 7:“Đánh đổ đế quốc Pháp và tay sai, tự cứu lấy mình” là mục tiêu của tổ chức:\nA. Tân việt cách mạng Đảng.\nB. Hội Việt Nam Cách mạng Thanh niên.\nC. Việt Nam quốc dân Đảng.\nD. Đông Dương cộng sản Đảng.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "“Đánh đổ đế quốc Pháp và tay sai, tự cứu lấy mình” là mục tiêu của tổ chức Hội Việt Nam Cách mạng Thanh niên.\nChọn đáp án B"
    },
    {
        "ID": "His_11_8",
        "Image_Question": "",
        "Question": "CÂU 8:Cuộc đấu tranh nào của tư sản Việt Nam đã vận động người Việt Nam chỉ mua hàng người Việt Nam, “chấn hưng nội hóa”, “bài trừ ngoại hóa”:\nA. phong trào đòi thả Phan Bội Châu, đám tang cụ Phan Châu Trinh.\nB. chống độc quyền thương cảng Sài Gòn và độc quyền xuất khẩu lúa gạo tại Nam Kì.\nC. lập Đảng Lập hiến, đưa một số khẩu hiệu đòi tự do, dân chủ.\nD. tổ chức tẩy chay tư sản Hoa kiều.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Tư sản Việt Nam đã tổ chức cuộc tẩy chay tư sản Hoa kiều, vận động người Việt Nam chỉ mua hàng của người Việt Nam, “chấn hưng nội hóa”, “bài trừ ngoại hóa”.\nChọn đáp án D"
    },
    {
        "ID": "His_11_9",
        "Image_Question": "",
        "Question": "CÂU 9:Tại các lớp huấn luyện ở Quảng Châu - Trung Quốc (1925 – 1927), Nguyễn Ái Quốc đã huấn luyện cán bộ về cách:\nA. sử dụng quân đội để tiêu diệt kẻ thù.\nB. làm cách mạng, học cách hoạt động bí mật.\nC. tiến hành cách mạng dân chủ tư sản.\nD. giành quyền chủ động đánh địch về quân sự.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Tại các lớp huấn luyện ở Quảng Châu - Trung Quốc (1925 – 1927), Nguyễn Ái Quốc đã huấn luyện cán bộ về cách làm cách mạng, học cách hoạt động bí mật.\nChọn đáp án B"
    },
    {
        "ID": "His_11_10",
        "Image_Question": "",
        "Question": "CÂU 10:Trong cuộc khai thác thuộc địa lần thứ hai ở Việt Nam (1919-1929), thực dân Pháp đầu tư nhiều nhất vào:\nA. khai mỏ.\nB. công nghiệp dệt, muối, xay xát.\nC. nông nghiệp.\nD. công nghiệp nặng.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Trong cuộc khai thác thuộc địa lần thứ hai ở Việt Nam (1919-1929), thực dân Pháp đầu tư nhiều nhất vào nông nghiệp.\nChọn đáp án C"
    },
    {
        "ID": "His_11_11",
        "Image_Question": "",
        "Question": "CÂU 11:Trong chiến lược “Cam kết và mở rộng Mĩ sử dụng biện pháp nào để can thiệp vào công việc nội bộ của các nước khác?\nA. bảo đảm an ninh Mĩ với lực lượng quân sự mạnh sẵn sàng chiến đấu.\nB. sử dụng chính sách ngoại giao đồng đô la.\nC. tăng cường khôi phục và phát triển tính năng động và sức mạnh nền kinh tế Mĩ.\nD. sử dụng khẩu hiệu thúc đẩy dân chủ.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Trong chiến lược “Cam kết và mở rộng Mĩ sử dụng khẩu hiệu thúc đẩy dân chủ để can thiệp vào công việc nội bộ của các nước khác.\nChọn đáp án D"
    },
    {
        "ID": "His_11_12",
        "Image_Question": "",
        "Question": "CÂU 12:Từ năm 1991 đến năm 2000, nền kinh tế Mĩ có biểu hiện nào sau đây?\nA. Bắt đầu phục hồi và phát triển trở lại.\nB. Lâm vào tình trạng không hoàng và suy thoái.\nC. Là trung tâm kinh tế - tài chính duy nhất thế giới.\nD. Trải qua những đợt suy thoái ngắn nhưng kinh tế vẫn đứng đầu thế giới.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Từ năm 1991 đến năm 2000, nền kinh tế Mĩ có biểu hiện là trải qua những đợt suy thoái ngắn nhưng kinh tế vẫn đứng đầu thế giới.\nChọn đáp án D"
    },
    {
        "ID": "His_11_13",
        "Image_Question": "",
        "Question": "CÂU 13:Nội dung nào chứng tỏ sự đối đầu Xô –Mĩ ở Đông Bắc Á sau Chiến tranh thế giới thứ hai:\nA. sự ra đời của Khối SEATO (1954).\nB. chiến tranh Pháp tiến hành tại Đông Dương (1945-1954).\nC. sự ra đời của hai nhà nước trên bán đảo Triều Tiên (1948).\nD. chiến tranh Mĩ tiến hành tại Việt Nam (1954-1975).",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "A loại vì SEATO là tổ chức được thành lập căn cứ theo Hiệp ước phòng thủ tập thể Đông Nam Á hay Hiệp ước Manila được ký vào tháng 9 năm 1954, thể chế chính thức của SEATO được thiết lập vào ngày 19 tháng 2 năm 1955 tại Băng Cốc (Thái Lan), trụ sở cũng đặt tại Băng Cốc. => không phù hợp với yêu cầu của đề bài.\nB, D loại vì các cuộc chiến tranh này diễn ra ở Đông Dương hay Việt Nam thì đều thuộc Đông Nam Á, không phù hợp với yêu cầu của đề bài.\nC chọn vì sự ra đời của hai nhà nước trên bán đảo Triều Tiên (1948) là biểu hiện chứng tỏ sự đối đầu Xô –Mĩ ở Đông Bắc Á sau Chiến tranh thế giới thứ hai.\nChọn đáp án C"
    },
    {
        "ID": "His_11_14",
        "Image_Question": "",
        "Question": "CÂU 14:Đặc điểm lớn nhất của cuộc cách mạng khoa học - kĩ thuật ngày nay là\nA. khoa học kĩ thuật đều nhằm đáp ứng những nhu cầu, đòi hỏi ngày càng cao của xã hội.\nB. khoa học – kĩ thuật đã tạo ra những bước nhảy vọt trong đời sống con người.\nC. khoa học trở thành lực lượng sản xuất trực tiếp.\nD. mọi phát minh khoa học đều bắt nguồn từ kĩ thuật.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Đặc điểm lớn nhất của cuộc cách mạng khoa học - kĩ thuật ngày nay là khoa học trở thành lực lượng sản xuất trực tiếp.\nChọn đáp án C"
    },
    {
        "ID": "His_11_15",
        "Image_Question": "",
        "Question": "CÂU 15:Đâu là nguyên nhân chủ quan giúp Nhật khôi phục kinh tế, đạt mức trước chiến tranh những năm 1945-1952?\nA. Chỉ áp dụng khoa học kĩ thuật tập trung vào lĩnh vực sản xuất ứng dụng dân dụng.\nB. Nhật Bản kéo dài vĩnh viễn Hiệp ước an ninh Mĩ- Nhật.\nC. Tận dụng tốt yếu tố bên ngoài để phát triển.\nD. Sự nỗ lực của chính phủ và nhân dân Nhật Bản.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Sự nỗ lực của chính phủ và nhân dân Nhật Bản là nguyên nhân chủ quan giúp Nhật khôi phục kinh tế, đạt mức trước chiến tranh những năm 1945-1952.\nChọn đáp án D"
    },
    {
        "ID": "His_11_16",
        "Image_Question": "",
        "Question": "CÂU 16:Sự ra đời của tổ chức Hiệp ước Bắc Đại Tây Dương và tổ chức Hiệp ước Vácsava đã\nA. đánh dấu sự xác lập của cục diện hai cực, hai phe.\nB. đặt thế giới đứng trước nguy cơ của một cuộc chiến tranh thế giới.\nC. thể hiện cuộc chạy đua vũ trang giữa Mỹ và Liên Xô lên đến đỉnh điểm.\nD. chứng tỏ mâu thuẫn Đông - Tây, Xô - Mĩ đã lên đến đỉnh điểm.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Sự ra đời của tổ chức Hiệp ước Bắc Đại Tây Dương và tổ chức Hiệp ước Vácsava đánh dấu sự xác lập của cục diện hai cực, hai phe. Chiến tranh lạnh bao trùm toàn thế giới.\nChọn đáp án A"
    },
    {
        "ID": "His_11_17",
        "Image_Question": "",
        "Question": "CÂU 17:Sự kiện nào dưới đây được xem là khởi đầu cho cuộc Chiến tranh lạnh?\nA. Sự ra đời của Hội đồng tương trợ kinh tế (1949).\nB. Sự ra đời của Tổ chức Hiệp ước Vacsava (1955).\nC. Thông điệp của Tổng thống Mỹ Truman tại Quốc hội Mĩ (1947).\nD. Sự ra đời của Tổ chức hiệp ước Bắc Đại Tây Dương(1949).",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Thông điệp của Tổng thống Mỹ Truman tại Quốc hội Mĩ (1947) được xem là khởi đầu cho cuộc Chiến tranh lạnh.\nChọn đáp án C"
    },
    {
        "ID": "His_11_18",
        "Image_Question": "",
        "Question": "CÂU 18:Từ nửa sau những năm 80 của thế kỷ XX, Nhật Bản đã vươn lên thành\nA. một trong ba trung tâm kinh tế - tài chính lớn của thế giới.\nB. cường quốc chính trị của thế giới.\nC. siêu cường tài chính số một thế giới.\nD. trung tâm kinh tế - tài chính lớn nhất thế giới.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Từ nửa sau những năm 80 của thế kỷ XX, Nhật Bản đã vươn lên thành siêu cường tài chính số một thế giới.\nChọn đáp án C"
    },
    {
        "ID": "His_11_19",
        "Image_Question": "",
        "Question": "CÂU 19:Nội dung nào dưới đây không phải là biểu hiện của xu thế toàn cầu hóa ngày nay?\nA. Sự sáp nhập và hợp nhất các công ti thành những tập đoàn lớn.\nB. Sự phát triển và tác động to lớn của các công ty xuyên quốc gia.\nC. Sự hình thành ba trung tâm kinh tế - tài chính lớn của thế giới.\nD. Sự phát triển nhanh chóng của quan hệ thương mại quốc tế.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Biểu hiện của xu thế toàn cầu hóa:\n- Sự phát triển nhanh chóng của quan hệ thương mại quốc tế.\n- Sự phát triển và tác động to lớn của các công ty xuyên quốc gia.\n- Sự sáp nhập và hợp nhất các công ti thành những tập đoàn lớn.\n- Sự ra đời của các tổ chức liên kết kinh tế, thương mại, tài chính quốc tế và khu vực.\nChọn đáp án C"
    },
    {
        "ID": "His_11_20",
        "Image_Question": "",
        "Question": "CÂU 20:Đây là liên minh quân sự lớn nhất của các nước tư bản phương Tây do Mĩ cầm đầu?\nA. Tổ chức Hiệp ước Bắc Đại Tây Dương.\nB. Tổ chức Hiệp ước Vacsava.\nC. Tổ chức Hiệp ước Đông Nam Á.\nD. Tổ chức Hiệp ước Trung Đông.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Tổ chức Hiệp ước Bắc Đại Tây Dương (NATO) là liên minh quân sự lớn nhất của các nước tư bản phương Tây do Mĩ cầm đầu.\nChọn đáp án A"
    },
    {
        "ID": "His_11_21",
        "Image_Question": "",
        "Question": "CÂU 21:Phong trào vô sản hóa (1928) có tác dụng trực tiếp đối với việc:\nA. Đảng Cộng sản Việt Nam ra đời.\nB. thúc đẩy phong trào công nhân phát triển mạnh, trở thành nòng cốt của phong trào dân tộc trong cả nước.\nC. thúc đẩy phong trào đấu tranh của nông dân, trí thức tiểu tư sản.\nD. đưa hội viên của tổ chức Thanh niên vào các nhà máy, hầm mỏ, đồn điền để cùng sinh hoạt và lao động với công nhân.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Phong trào vô sản hóa (1928) có tác dụng trực tiếp đối với việc thúc đẩy phong trào công nhân phát triển mạnh, trở thành nòng cốt của phong trào dân tộc trong cả nước.\nChọn đáp án B"
    },
    {
        "ID": "His_11_22",
        "Image_Question": "",
        "Question": "CÂU 22:Hậu quả nặng nề nhất từ sự tan rã chế độ xã hội chủ nghĩa ở Liên Xô và Đông Âu (1989 – 1991)\nA. Sự thành lập Liên Bang Nga – quốc gia kế thừa địa vị pháp lý của Liên Xô.\nB. Đánh dấu sự thất bại của phe xã hội chủ nghĩa và phong trào giải phóng dân tộc trên thế giới.\nC. Chủ nghĩa xã hội không còn là một hệ thống trên thế giới.\nD. Hình thái chủ nghĩa xã hội không còn trên thế giới.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "A loại vì việc thành lập Liên Bang Nga – quốc gia kế thừa địa vị pháp lý của Liên Xô không phải là hậu quả.\nB loại vì phong trào giải phóng dân tộc trên thế giới vẫn tiếp tục.\nC chọn vì với sự tan rã chế độ xã hội chủ nghĩa ở Liên Xô và Đông Âu (1989 – 1991) thì Chủ nghĩa xã hội không còn là một hệ thống trên thế giới.\nD loại vì tuy hệ thống xã hội chủ nghĩa không còn tồn tại trên thế giới nhưng chủ nghĩa xã hội vẫn là mô hình nhà nước mà loài người hướng tới. Hiện nay, trên thế giới vẫn có những nước đi theo con đường XHCN như: Việt Nam, Lào, Cuba, Trung Quốc, Triều Tiên.\nChọn đáp án C"
    },
    {
        "ID": "His_11_23",
        "Image_Question": "",
        "Question": "CÂU 23:Cho những sự kiện sau, sắp xếp theo trình tự thời gian:\n1. Nguyễn Ái Quốc cùng với một số nhà yêu nước Triều Tiên, Inđônêxia... lập Hội liên hiệp các dân tộc bị áp bức ở Á Đông.\n2. Nguyễn Ái Quốc về đến Quảng Châu (Trung Quốc).\n3. Nguyễn Ái Quốc gửi đến Hội nghị Vecxai Bản yêu sách của nhân dân An Nam.\n4. Nguyễn Ái Quốc tham dự Đại hội đại biểu toàn quốc lần thứ XVIII của Đảng Xã hội Pháp.\nA. 4, 2, 1, 3.\nB. 2, 3, 1, 4.\nC. 1, 2, 3, 4.\nD. 3, 4, 2, 1.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "3. Nguyễn Ái Quốc gửi đến Hội nghị Vecxai Bản yêu sách của nhân dân An Nam (1919).\n4. Nguyễn Ái Quốc tham dự Đại hội đại biểu toàn quốc lần thứ XVIII của Đảng Xã hội Pháp (1920).\n2. Nguyễn Ái Quốc về đến Quảng Châu (Trung Quốc) (11/11/1924).\n1. Nguyễn Ái Quốc cùng với một số nhà yêu nước Triều Tiên, Inđônêxia... lập Hội liên hiệp các dân tộc bị áp bức ở Á Đông (19/7/1925).\nChọn đáp án D"
    },
    {
        "ID": "His_11_24",
        "Image_Question": "",
        "Question": "CÂU 24:Trong giai đoạn 1950-1973, thời kì “phi thực dân hóa” trên phạm vi thế giới được đánh dấu bằng:\nA. chiến tranh lạnh kết thúc, trật tự hai cực Ianta sụp đổ.\nB. nhiều thuộc địa của Anh, Pháp, Hà Lan tuyên bố độc lập.\nC. Trung Quốc thu hồi chủ quyền với Hồng Kông và Ma Cao.\nD. đế quốc Mĩ thất bại trong cuộc chiến tranh tại Việt Nam.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "A loại vì Chiến tranh lạnh kết thúc năm 1991, không phù hợp với thời gian đề bài đưa ra.\nB chọn vì với việc nhiều thuộc địa của Anh, Pháp, Hà Lan tuyên bố độc lập trong giai đoạn 1950-1973 đã đánh dấu thời kì “phi thực dân hóa” trên phạm vi thế giới.\nC loại vì Trung Quốc thu hồi chủ quyền với Hồng Kông (7/1997) và Ma Cao (12/1999).\nD loại vì nền độc lập của Việt Nam đã được cam kết tôn trọng trong nội dung của Hiệp định Giơnevơ (21/7/1954) mà cuộc chiến tranh Mĩ thực hiện tại Việt Nam bắt đầu từ tháng 11/1954 với chiến lược chiến tranh đơn phương. Sau thất bại của chiến lược này, Mĩ tiếp tục triển khai cuộc chiến tranh tại Việt Nam với nhiều chiến lược chiến tranh khác nhau và kết thúc với sự thất bại hoàn toàn của Mĩ năm 1973 và tay sai (chính quyền Việt Nam Cộng hòa năm 1975).\nChọn đáp án B"
    },
    {
        "ID": "His_11_25",
        "Image_Question": "",
        "Question": "CÂU 25:Sự kiện nào chứng tỏ Chiến tranh lạnh trên thực tế chấm dứt hoàn toàn?\nA. Phong trào giải phóng dân tộc trên thế giới giành thắng lợi đưa đến sự ra đời của hơn 100 quốc gia độc lập.\nB. Tại đảo Manta (Địa Trung Hải), Xô – Mĩ tuyên bố chấm dứt chiến tranh lạnh.\nC. Chủ nghĩa xã hội ở Liên Xô sụp đổ.\nD. Phạm vi ảnh hưởng của Mĩ bị mất, của Liên Xô bị thu hẹp.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "A loại vì phong trào giải phóng dân tộc trên thế giới cơ bản hoàn thành trong thập niên 70 – 80 còn cuộc Chiến tranh lạnh phải đến năm 1991 với sự sụp đổ của CNXH ở Liên Xô và Đông Âu mới thực sự chấm dứt.\nB loại vì đây mới chỉ là sự kiện chấm dứt cuộc chiến tranh về mặt lí thuyết, còn trên thực tế, Chiến tranh lạnh chấm dứt hoàn toàn phải là khi CNXH ở Liên Xô và Đông Âu sụp đổ năm 1991.\nD loại vì không nêu rõ phạm vi ảnh hưởng của Mĩ bị mất, của Liên Xô bị thu hẹp là đối với khu vực nào hay trên toàn thế giới. Bên cạnh đó, khi CNXH ở Liên Xô và Đông Âu sụp đổ năm 1991 thì Chiến tranh lạnh chấm dứt và quốc gia kế tục sau đó của Liên Xô là Liên Bang Nga nên không thể tiếp tục xét nội dung với tên gọi là Liên Xô.\nChọn đáp án C"
    },
    {
        "ID": "His_11_26",
        "Image_Question": "",
        "Question": "CÂU 26:Sự phân hóa của Hội Việt Nam Cách mạng Thanh niên thành 2 tổ chức cộng sản (năm 1929) chứng tỏ?\nA. Khuynh hướng vô sản hoàn toàn thắng thế trong phong trào yêu nước.\nB. Giai cấp công nhân trưởng thành và đủ sức lãnh đạo cách mạng.\nC. Việc thành lập một chính Đảng vô sản ở Việt Nam là cấp thiết.\nD. Đánh dấu phong trào công nhân chuyển từ tự phát sáng tự giác.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "A loại vì lúc này khuynh hướng dân chủ tư sản vẫn còn, chỉ đến khi Đảng Cộng sản Việt Nam ra đời và khởi nghĩa Yên Bái thất bại đầu năm 1930 thì khuynh hướng vô sản mới hoàn toàn thắng thế trong phong trào yêu nước.\nB loại vì chỉ đến khi Đảng Cộng sản Việt Nam ra đời thì mới đánh dấu giai cấp công nhân trưởng thành và đủ sức lãnh đạo cách mạng.\nC chọn vì sự phân hóa của Hội Việt Nam Cách mạng Thanh niên thành 2 tổ chức cộng sản (năm 1929) cho thấy sự phát triển mạnh mẽ của khuynh hướng vô sản và hạn chế của Hội Việt Nam Cách mạng Thanh niên là không còn đủ sức lãnh đạo cách mạng nữa nên việc thành lập một chính Đảng vô sản ở Việt Nam là cấp thiết.\nD loại vì với cuộc bãi công Ba Sơn tháng 8/1925 thì phong trào công nhân Việt Nam đã bước đầu chuyển từ tự phát sang tự giác. Đến khi Đảng Cộng sản Việt Nam ra đời đầu năm 1930 thì đánh dấu phong trào công nhân chuyển hoàn toàn từ tự phát sáng tự giác.\nChọn đáp án C"
    },
    {
        "ID": "His_11_27",
        "Image_Question": "",
        "Question": "CÂU 27:Với sự vươn lên mạnh mẽ trở thành các trung tâm kinh tế - tài chính thế giới của Nhật Bản và Tây Âu đã tác động đến quan hệ quốc tế sau chiến tranh thế giới thứ hai là:\nA. Chứng tỏ chủ nghĩa xã hội đã trở thành hệ thống trên thế giới.\nB. Góp phần làm xói mòn trật tự hai cực Ianta.\nC. Thúc đẩy tình trạng chiến tranh lạnh diễn ra nhanh hơn.\nD. Đánh dấu sự sụp đổ của chủ nghĩa đế quốc trên phạm vi thế giới.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "- Sau Chiến tranh thế giới thứ hai, một trật tự thế giới được thiết lập còn gọi là trật tự hai cực Ianta do Mĩ và Liên Xô đứng đầu mỗi cực.\n- Từ quan hệ đồng minh chống phát xít trong Chiến tranh thế giới thứ hai, do có sự đối lập về mục tiêu và chiến lược nên sau Chiến tranh thế giới thứ hai, Mĩ và Liên Xô đã chuyển sang thế đối đầu và nhanh chóng đi đến Chiến tranh lạnh. Cuộc chiến tranh này kéo dài gần nửa thập kỉ và trật tự hai cực Ianta trong giai đoạn này cũng từng bước bị xói mòn. Có nhiều nguyên nhân dẫn đến sự xói mòn, trong đó, có tác động từ sự vươn lên mạnh mẽ trở thành các trung tâm kinh tế - tài chính thế giới của Nhật Bản và Tây Âu.\nChọn đáp án B"
    },
    {
        "ID": "His_11_28",
        "Image_Question": "",
        "Question": "CÂU 28:Sự kiện đánh dấu bước ngoặt trong cuộc đời hoạt động của Nguyễn Ái Quốc là gì?\nA. Ảnh hưởng của Cách mạng tháng Mười Nga năm 1917 đến tư tưởng cứu nước của Nguyễn Ái Quốc.\nB. Đọc Luận cương của Lênin về vấn đề dân tộc và thuộc địa (7/1920).\nC. Đưa yêu sách đến Hội nghị Vécxai (18/6/1919).\nD. Bỏ phiếu tán thành việc gia nhập Quốc tế III và tham gia sáng lập Đảng Cộng sản Pháp (12/1920).",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "- Sau khi đọc bản Sơ thảo lần thứ nhất những Luận cương về vấn đề dân tộc và thuộc địa của Lê nin, Nguyễn Ái Quốc đã tìm thấy con đường cứu nước đúng đắn cho dân tộc là con đường cách mạng vô sản. => Luận cương đã cho Nguyễn Ái Quốc thêm niềm tin về con đường cứu nước cho dân tộc Việt Nam.\n- Người đã biến niềm tin thành hành động khi tham dự Đại hội Tua của Đảng Xã hội Pháp, bỏ phiếu tán thành gia nhập Quốc tế Cộng sản và thành lập Đảng Cộng sản Pháp => Nguyễn Ái Quốc trở thành đảng viên cộng sản Việt Nam đầu tiên. Như vậy, từ chủ nghĩa yêu nước, Nguyễn Ái Quốc đã trở thành chiến sĩ cộng sản. Đây là bước ngoặt trong cuộc đời hoạt động của Nguyễn Ái Quốc.\nChọn đáp án D"
    },
    {
        "ID": "His_11_29",
        "Image_Question": "",
        "Question": "CÂU 29:Tại sao sau Chiến tranh thế giới thứ hai, mối quan hệ Xô – Mĩ lại rơi vào tình trạng đối đầu?\nA. Liên Xô đã chế tạo được thành công bom nguyên tử, phá vỡ thế độc quyền về vũ khí nguyên tử của Mĩ.\nB. Vì sự đối lập nhau về mục tiêu và chiến lược giữa hai cường quốc.\nC. Vì hai nước không được chia đều về lợi ích sau khi chiến tranh thế giới thứ hai kết thúc.\nD. Mỹ lo ngại sự lớn mạnh về kinh tế của Liên Xô và các nước xã hội chủ nghĩa.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Từ quan hệ đồng minh chống phát xít trong Chiến tranh thế giới thứ hai, do có sự đối lập về mục tiêu và chiến lược nên sau Chiến tranh thế giới thứ hai, Mĩ và Liên Xô đã chuyển sang thế đối đầu và nhanh chóng đi đến Chiến tranh lạnh.\nChọn đáp án B"
    },
    {
        "ID": "His_11_30",
        "Image_Question": "",
        "Question": "CÂU 30:Đặc điểm phong trào đấu tranh của công nhân Việt Nam giai đoạn 1919-1925:\nA. phong trào công nhân đã chuyển từ tự phát sáng tự giác.\nB. phong trào công nhân trở thành nòng cốt của phong trào yêu nước Việt Nam.\nC. phong trào mang tính lẻ tẻ, tự phát, chưa có sự liên kết.\nD. đấu tranh đòi quyền lợi về kinh tế và chính trị, liên kết phong trào công nhân thế giới.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "A loại vì với cuộc bãi công Ba Son tháng 8/1925 thì phong trào công nhân Việt Nam mới bước đầu chuyển từ tự phát sang tự giác, còn trước đó thì phong trào diễn ra mang tính lẻ tẻ, tự phát, chưa có sự liên kết.\nB loại vì đây là đặc điểm của phong trào công nhân dưới tác động của phong trào vô sản hóa (1928).\nD loại vì đây là đặc điểm của phong trào công nhân giai đoạn 1925 – 1930.\nChọn đáp án C"
    },
    {
        "ID": "His_11_31",
        "Image_Question": "",
        "Question": "CÂU 31:Đảng Cộng sản Việt Nam ra đời (đầu 1930) đã chứng tỏ điều gì?\nA. Đánh dấu phong trào đấu tranh của công nhân chuyển từ tự phát sang tự giác.\nB. Giai cấp công nhân Việt Nam đã chính thức bước lên vũ đài chính trị như một lực lượng cách mạng độc lập.\nC. Mở đường giải quyết khủng hoảng về đường lối, giai cấp lãnh đạo của cách mạng Việt Nam.\nD. Là sản phẩm của sự kết hợp giữa chủ nghĩa Mác- Lênin, phong trào công nhân Việt Nam.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "A loại vì chưa nêu rõ là phong trào công nhân bước đầu hay hoàn toàn chuyển từ tự phát sang tự giác.\nB chọn vì Đảng Cộng sản Việt Nam ra đời (đầu 1930) đã đánh dấu giai cấp công nhân Việt Nam đã chính thức bước lên vũ đài chính trị như một lực lượng cách mạng độc lập.\nC loại vì Đảng Cộng sản Việt Nam ra đời (đầu 1930) đã chấm dứt sự khủng hoảng về đường lối, giai cấp lãnh đạo chứ không phải là mở đường giải quyết các vấn đề này.\nD loại vì Đảng ra đời dựa trên cơ sở chủ nghĩa Mác – Lê nin được truyền bá sâu rộng, phong trào công nhân và phong trào yêu nước phát triển. Bên cạnh đó, nếu phương án D có nêu đầy đủ các yếu tố dẫn đến sự ra đời của Đảng thì đây là nguồn gốc chứ không phải ý nghĩa, tác động của việc Đảng Cộng sản Việt Nam ra đời (đầu 1930).\nChọn đáp án B"
    },
    {
        "ID": "His_11_32",
        "Image_Question": "",
        "Question": "CÂU 32:Đâu không phải là nguyên nhân khiến khuynh hướng cứu nước dân chủ tư sản thất bại tại Việt Nam?\nA. Chưa đáp ứng được những yêu cầu lịch sử dân tộc.\nB. Chưa lôi kéo được đông đảo các tầng lớp nhân dân tham gia.\nC. Chưa giải quyết được các mâu thuẫn trong xã hội Việt Nam.\nD. Do các lực lượng cách mạng đã ngả hoàn toàn sang khuynh hướng vô sản.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Nguyên nhân khiến khuynh hướng cứu nước dân chủ tư sản thất bại tại Việt Nam là:\n- Chưa đáp ứng được những yêu cầu lịch sử dân tộc.\n- Chưa lôi kéo được đông đảo các tầng lớp nhân dân tham gia.\n- Chưa giải quyết được các mâu thuẫn trong xã hội Việt Nam.\n=> phương án D không phải là nguyên nhân khiến khuynh hướng cứu nước dân chủ tư sản thất bại tại Việt Nam.\nChọn đáp án D"
    },
    {
        "ID": "His_11_33",
        "Image_Question": "",
        "Question": "CÂU 33:Sự kiện nào mở đầu cho một thời kì biến động lớn của tình hình thế giới khi bước sang thế kỉ XXI?\nA. CNXH sup đổ ở Liên Xô và Đông Âu.\nB. Chiến tranh lạnh chấm dứt.\nC. xu thế toàn cầu hóa.\nD. cuộc tấn công khủng bố vào nước Mĩ ngày 11 - 9 - 2001.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "A, B loại vì CNXH sup đổ ở Liên Xô và Đông Âu, Chiến tranh lạnh chấm dứt năm 1991 (thuộc thế kỉ XX) nên không phù hợp với thời gian đề bài đưa ra.\nC loại vì xu thế toàn cầu hóa diễn ra từ những năm 80 của thế kỉ XX nên không phù hợp với thời gian đề bài đưa ra.\nD chọn vì cuộc tấn công khủng bố vào nước Mĩ ngày 11 - 9 – 2001 mở đầu cho một thời kì biến động lớn của tình hình thế giới khi bước sang thế kỉ XXI. Bước sang thế kỉ mới, toàn nhân loại phải đối mặt với thách thức mới là chủ nghĩa khủng bố.\nChọn đáp án D"
    },
    {
        "ID": "His_11_34",
        "Image_Question": "",
        "Question": "CÂU 34:Đặc điểm nổi bật nhất của phong trào yêu nước Việt Nam trong những năm 1919 – 1930 là:\nA. sự xuất hiện của khuynh hướng cứu nước mới – khuynh hướng vô sản.\nB. phong trào công nhân chuyển từ tự phát lên tự giác.\nC. khuynh hướng tư sản và vô sản song song tồn tại.\nD. cuộc vận động thành lập Đảng Cộng sản Việt Nam.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "A loại vì khuynh hướng vô sản xuất hiện ở Việt Nam năm 1920 khi Nguyễn Ái Quốc tìm thấy con đường cứu nước đúng đắn cho dân tộc. Tuy nhiên, đây không phải là đặc điểm của phong trào yêu nước Việt Nam giai đoạn 1919 – 1930.\nB loại vì phong trào công nhân là 1 bộ phận của phong trào yêu nước nên không thể coi đây là đặc điểm của phong trào yêu nước Việt Nam giai đoạn 1919 – 1930.\nC chọn vì giai đoạn 1919 – 1930, với sự xuất hiện của khuynh hướng vô sản ở Việt Nam năm 1920 (khi Nguyễn Ái Quốc tìm thấy con đường cứu nước đúng đắn cho dân tộc) thì trong phong trào yêu nước có sự tồn tại song song của hai khuynh hướng dân chủ tư sản và vô sản.\nD loại vì đây là đặc điểm của giai đoạn 1925 – 1930.\nChọn đáp án C"
    },
    {
        "ID": "His_11_35",
        "Image_Question": "",
        "Question": "CÂU 35:Giữa năm 1920, Nguyễn Ái Quốc đọc Bản Sơ thảo lần thứ nhất những luận cương về vấn đề dân tộc và vấn đề thuộc địa của VI.Lênin đã chứng tỏ:\nA. Chấm dứt hoàn toàn sự khủng hoảng về giai cấp lãnh đạo cách mạng.\nB. Đánh dấu bước ngoặt trong lập trường tư tưởng của Nguyễn Ái Quốc.\nC. Là bước chuẩn bị về tư tưởng, chính trị, tổ chức cho sự ra đời Đảng cộng sản Việt Nam sau này.\nD. Mở ra việc giải quyết khủng hoảng về đường lối cứu nước.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "A loại vì đây là ý nghĩa của sự thành lập Đảng Cộng sản Việt Nam đầu năm 1930.\nB chọn vì Nguyễn Ái Quốc đã tìm thấy con đường cứu nước đúng đắn cho dân tộc là con đường cách mạng vô sản. Từ 1 người yêu nước, Người đã trở thành một chiến sĩ cộng sản.\nC loại vì đây là ý nghĩa của quá trình hoạt động của Nguyễn Ái Quốc giai đoạn 1921 – 1925.\nD loại vì đây vốn là yêu cầu được đặt ra cuối thế kỉ XIX – đầu thế kỉ XX.\nChọn đáp án B"
    },
    {
        "ID": "His_11_36",
        "Image_Question": "",
        "Question": "CÂU 36:Đâu không phải là vai trò của Hội Việt Nam Cách mạng Thanh niên?\nA. Là bước chuẩn bị về tổ chức cho sự ra đời Đảng cộng sản Việt Nam sau này.\nB. Đưa đến sự phân hóa của Hội Việt Nam Cách mạng Thanh niên thành những tổ chức cộng sản ở Việt Nam.\nC. Truyền bá chủ nghĩa Mác- Lênin về nước.\nD. Thúc đẩy phong trào công nhân phát triển.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Được thành lập tháng 6/1925, Hội Việt Nam Cách mạng Thanh niên có vai trò:\n- Là bước chuẩn bị về tổ chức cho sự ra đời Đảng cộng sản Việt Nam sau này (còn được coi là tiền thân của Đảng Cộng sản Việt Nam).\n- Là tổ chức đóng vai trò quan trọng trong việc truyền bá chủ nghĩa Mác – Lê nin về trong nước: các hội viên của Hội Việt Nam Cách mạng Thanh niên đã đi vào các nhà máy, hầm mỏ, đồn điền để vận động cách mạng, nâng cao ý thức chính trị cho giai cấp công nhân.\n- Thúc đẩy phong trào công nhân phát triển thông qua phong trào vô sản hóa.\nChọn đáp án B"
    },
    {
        "ID": "His_11_37",
        "Image_Question": "",
        "Question": "CÂU 37:Điểm tương đồng giữa Hội Việt Nam Cách mạng Thanh niên với Việt Nam Quốc dân đảng là:\nA. Địa bàn hoạt động.\nB. Khuynh hướng chính trị.\nC. Mục tiêu cuối cùng.\nD. Hoạt động chủ yếu.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Điểm tương đồng giữa Hội Việt Nam Cách mạng Thanh niên với Việt Nam Quốc dân đảng là:\na. Hội Việt Nam Cách mạng Thanh niên\nMục tiêu đấu tranh: Chống Pháp và tay sai để giành độc lập\nKhuynh hướng chính trị:  Vô sản\nĐịa bàn: rộng khắp\nHoạt động chủ yếu:\n- Mở lớp huấn luyện chính trị để đào tạo cán bộ cách mạng\n-Tổ chức phong trào vô sản hóa\n- Xuất bản sách báo tiến bộ như báo Thanh niên, tác phẩm Đường Kách mệnh\nb. Việt Nam Quốc dân đảng\nMục tiêu đấu tranh:  Đánh đuổi giặc Pháp, đánh đổ ngôi vua, thiết lập dân quyền\nKhuynh hướng chính trị:  dân chủ tự sản\nĐịa bàn: chủ yếu là Bắc Kì, còn Trung và Nam Kì không đáng kể\nHoạt động chủ yếu:\n- Ám sát cá nhân\n- Tổ chức khởi nghĩa Yên Bái.\n=> Điểm giống nhau là mục tiêu đấu tranh.\nChọn đáp án A"
    },
    {
        "ID": "His_11_38",
        "Image_Question": "",
        "Question": "CÂU 38:Sáng tạo của Nguyễn Ái Quốc trong Hội nghị hợp nhất các tổ chức cộng sản (đầu 1930) là\nA. Bầu Ban chấp hành trung ương lâm thời của Đảng.\nB. Phê phán những quan điểm sai lầm của các tổ chức khi hoạt động riêng rẽ.\nC. Hợp nhất các tổ chức cộng sản thành một chính Đảng duy nhất lấy tên là Đảng Cộng sản Việt Nam.\nD. Thông qua Chính cương vắn tắt, Sách lược vắn tắt do Nguyễn Ái Quốc soạn thảo.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "- Năm 1929, ở Việt Nam xuất hiện 3 tổ chức cộng sản. Ba tổ chức này ra đời nhưng hoạt động riêng rẽ, tranh giành ảnh hưởng của nhau làm cho phong trào cách mạng trong cả nước có nguy cơ bị chia rẽ lớn. => đặt ra yêu cầu cần hợp nhất và thành lập một chính đảng của giai cấp vô sản để lãnh đạo đấu tranh.\n- Năm 1930, Nguyễn Ái Quốc với vai trò là đặc phái viên của Quốc tế Cộng sản đã triệu tập và chủ trì hội nghị hợp nhất các tổ chức cộng sản. Hội nghị nhất trí thống nhất các tổ chức cộng sản và lấy tên là Đảng Cộng sản Việt Nam - Trong khi Quốc tế Cộng sản có chỉ thị thành lập một Đảng Cộng sản chung cho ba dân tộc Đông Dương thì trong quá trình thảo luận tại Hội nghị thành lập Đảng, Nguyễn Ái Quốc giải thích: “Cái từ Đông Dương rất rộng và theo nguyên lý của chủ nghĩa Mác - Lênin, vấn đề dân tộc là vấn đề rất nghiêm túc, người ta không thể bắt buộc các dân tộc khác gia nhập Đảng, làm như thế là trái với nguyên lý của chủ nghĩa Lênin. Còn cái từ An Nam thì hẹp, mà nước ta có ba miền: Bắc Kỳ, Trung Kỳ, Nam Kỳ.\nDo đó, từ Việt Nam hợp với cả ba miền và cũng không trái với nguyên lý của chủ nghĩa Lênin về vấn đề dân tộc”, nên Hội nghị nhất trí với cách giải thích của Người và đặt tên là Đảng Cộng sản Việt Nam. Chủ trương đó của Người tuân thủ những nguyên lý xây dựng đảng kiểu mới của chủ nghĩa Mác - Lênin, có tính đến yếu tố dân tộc, nhằm thức tỉnh ý thức dân tộc, khơi dậy sức mạnh của ba dân tộc Đông Dương, đồng thời tạo ra sự tin cậy về chính trị để đoàn kết, giúp đỡ nhau một cách tự nguyện, bình đẳng và có hiệu quả.\nNhững sáng tạo của Người trong thành lập Đảng Cộng sản Việt Nam ở một nước thuộc địa đã được thực tế cách mạng Việt Nam và cách mạng thế giới trong thế kỷ XX kiểm chứng là đúng đắn và khoa học. Đây là sự cống hiến quan trọng của Nguyễn Ái Quốc (Hồ Chí Minh) vào kho tàng lý luận Mác - Lênin.\n=> Tên gọi của Đảng cho thấy tầm nhìn chiến lược và sự sáng tạo của Nguyễn Ái Quốc.\nChọn đáp án C"
    },
    {
        "ID": "His_11_39",
        "Image_Question": "",
        "Question": "CÂU 39:Điểm mới trong con đường cứu nước của Nguyễn Ái Quốc đầu thế kỉ XX so với các vị tiền bối là gì?\nA. Đi theo con đường giành độc lập bằng sắt và máu.\nB. Đi theo con đường dân chủ tư sản.\nC. Đi sang phương Tây tìm đường cứu nước.\nD. Đi theo con đường cầu viện Nhật Bản.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "A loại vì đây không phải là con đường cứu nước mà Nguyễn Ái Quốc hướng tới.\nB loại vì Nguyễn Ái Quốc nhận thấy con đường cách mạng dân chủ tư sản không phù hợp với Việt Nam. Người nhận thấy những hạn chế trong con đường cứu nước của các vị tiền bối và đã có hướng đi khác biệt khi chọn đi sang phương Tây.\nSau này, dưới ảnh hưởng của Cách mạng tháng Mười và nhất là khi đọc được Luận cương về vấn đề dân tộc và thuộc địa của Lê nin thì Nguyễn Ái Quốc đã tin tưởng đi theo con đường cách mạng vô sản.\nC chọn vì:\n- Phan Bội Châu lựa chọn hướng sang phương Đông, hướng sang Nhật để noi gương Nhật hoặc cầu viện Nhật để chống Pháp và phong kiến vì Nhật là nước anh cả da vàng, đồng văn, đồng chủng, đồng châu lại vừa chiến thắng đế quốc Nga trong chiến tranh Nga - Nhật 1904 - 1905. Còn Phan Châu Trinh lại chủ trương cứu nước bằng biện pháp cải cách... dựa vào Pháp để đánh đổ ngôi vua và bọn phong kiến hủ bại, giành độc lập dân tộc.\n- Nguyễn Ái Quốc lựa chọn đi sang phương Tây mà đầu tiên là sang Pháp - nước đang trực tiếp cai trị Việt Nam để xem họ làm cách mạng như thế nào rồi sẽ về giúp đồng bào ta.\n=> Điểm mới trong con đường cứu nước của Nguyễn Ái Quốc đầu thế kỉ XX so với các vị tiền bối là đi ang phương Tây tìm đường cứu nước.\nD loại vì Nguyễn Ái Quốc không cầu viện Nhật Bản.\nChọn đáp án C"
    },
    {
        "ID": "His_11_40",
        "Image_Question": "",
        "Question": "CÂU 40:Ý nghĩa nổi bật của những hoạt động yêu nước của Nguyễn Ái Quốc trong thời gian ở Pháp (1917 - 1923) là:\nA. Chấm dứt sự khủng hoảng về giai cấp lãnh đạo cách mạng ở Việt Nam.\nB. Tìm ra con đường cứu nước đúng đắn cho dân tộc.\nC. Hoàn tất quá trình chuẩn bị cho sự ra đời của Đảng Cộng sản Việt Nam.\nD. Chuẩn bị về mặt tổ chức cho sự ra đời của Đảng Cộng sản Việt Nam.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "A loại vì đây là ý nghĩa sự ra đời của Đảng Cộng sản Việt Nam.\nB chọn vì Nguyễn Ái Quốc đã tìm thấy con đường cứu nước đúng đắn cho dân tộc là con đường cách mạng vô sản (1920).\nC loại vì đây là vai trò, ý nghĩa của hoạt động của Nguyễn Ái Quốc giai đoạn 1925 – 1930.\nD loại vì sự chuẩn bị về mặt tổ chức cho sự ra đời của Đảng Cộng sản Việt Nam được đánh dấu với sự ra đời của Hội Việt Nam Cách mạng Thanh niên tháng 8/1925.\nChọn đáp án B"
    }
]