[
    {
        "ID": "His_7_1",
        "Image_Question": "",
        "Question": "CÂU 1:Tổ chức nào sau đây do Nguyễn Ái Quốc sáng lập năm 1925?\nA. Hội Việt Nam Cách mạng Thanh niên.\nB. Việt Nam Quốc dân đảng.\nC. Tân Việt Cách mạng đảng.\nD. Đảng Lập hiến.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Hội Việt Nam Cách mạng Thanh niên do Nguyễn Ái Quốc sáng lập năm 1925.\nChọn đáp án A"
    },
    {
        "ID": "His_7_2",
        "Image_Question": "",
        "Question": "CÂU 2:Nội dung nào sau đây là một trong những nguyên nhân dẫn đến Mỹ và Liên Xô tuyên bố chấm dứt Chiến tranh lạnh năm 1989\nA. Sự xuất hiện và ảnh hưởng của chủ nghĩa phát xít.\nB. Sự ra đời của các tổ chức liên minh quân sự.\nC. Việc chạy đua vũ trang làm suy giảm tiềm lực hai nước.\nD. Sự sụp đổ của chế độ xã hội chủ nghĩa ở Liên Xô.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Một trong những nguyên nhân dẫn đến Mỹ và Liên Xô tuyên bố chấm dứt Chiến tranh lạnh năm 1989 là việc chạy vũ trang làm suy giảm tiềm lực hai nước.\nChọn đáp án C"
    },
    {
        "ID": "His_7_3",
        "Image_Question": "",
        "Question": "CÂU 3:Hội nghị lần thứ nhất Ban Chấp hành Trung ương lâm thời Đảng Cộng sản Việt Nam (10-1930) thông qua văn bản nào sau đây?\nA. Luận cương chính trị.\nB. Cương lĩnh chính trị.\nC. Chỉ thị toàn dân kháng chiến.\nD. Lời kêu gọi toàn quốc kháng chiến.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Hội nghị lần thứ nhất Ban Chấp hành Trung ương lâm thời Đảng Cộng sản Việt Nam (10-1930) thông qua Luận cương chính trị do đồng chí Trần Phú soạn thảo.\nChọn đáp án A"
    },
    {
        "ID": "His_7_4",
        "Image_Question": "",
        "Question": "CÂU 4:Nội dung nào sau đây không phải là bối cảnh lịch sử dẫn đến sự ra đời của tổ chức ASEAN?\nA. Hạn chế ảnh hưởng của các nước lớn đến khu vực.\nB. Sự xuất hiện xu thể liên kết khu vực.\nC. Tác động của xu thể cầu hóa.\nD. Các nước có nhu cầu hợp tác để phát triển.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "- Nội dung đáp án A, B, D là bối cảnh lịch sử dẫn đến sự ra đời của tổ chức ASEAN.\n- Nội dung đáp án C không phải là lịch sử dẫn đến sự ra đời của tổ chức ASEAN. Xu thế toàn cầu hóa xuất hiện những năm 80 của thế kỉ XX mà ASEAN đã thành lập từ năm 1867.\nChọn đáp án C"
    },
    {
        "ID": "His_7_5",
        "Image_Question": "",
        "Question": "CÂU 5:Theo quyết định của Hội nghị lanta (2-1945), quân đội nước nào sau đây chiếm đóng Nhật Bản?\nA. Pháp.\nB. Trung Quốc.\nC. Ấn Độ.\nD. Mĩ.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Theo quyết định của Hội nghị lanta (2-1945), quân đội Mĩ chiếm đóng Nhật Bản.\nChọn đáp án D"
    },
    {
        "ID": "His_7_6",
        "Image_Question": "",
        "Question": "CÂU 6:Từ năm 1978 trở đi, Trung Quốc thực hiện chính sách nào sau đây?\nA. Bể quan tỏa cảng.\nB. Kinh tế chỉ huy.\nC. Quân sự hóa kinh tế.\nD. Cải cách - mở cửa.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Từ năm 1978 trở đi, Trung Quốc thực hiện chính sách cải cách - mở cửa, chuyển nền kinh tế kế hoạch hóa tập trung sang nền kinh tế thị trường xã hội chủ nghĩa linh hoạt hơn, nhằm hiện đại hóa và xây dựng chủ nghĩa xã hội mang đặc sắc Trung Quốc, với mục tiêu biến Trung Quốc thành quốc gia giàu mạnh, dân chủ và văn minh\nChọn đáp án B"
    },
    {
        "ID": "His_7_7",
        "Image_Question": "",
        "Question": "CÂU 7:Sau Chiến tranh thế giới thứ hai, phong trào giải phóng dân tộc ở châu Phi phát triển mạnh mẽ bởi lí do nào sau đây?\nA. Mĩ giúp đỡ nhân dân châu Phi đấu tranh.\nB. Sự trưởng thành của ý thức dân tộc.\nC. Tác động của xu thế toàn cầu hóa.\nD. Sự sụp đổ của chủ nghĩa thực dân mới.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "- Đáp án A loại vì Mĩ không giúp đỡ nhân dân châu Phi đấu tranh.\n- Đáp án C loại vì xu thế toàn cầu hóa bắt đầu diễn ra từ những năm 80 của thế kỉ XX mà phong trào giải phóng dân tộc ở châu Phi nổ ra từ những năm 50 của thế kỉ XX.\n- Đáp án D loại vì nhân dân châu Phi đấu tranh chống chủ nghĩa thực dân cũ. Bên cạnh đó, chủ nghĩa thực dân mới vẫn còn tồn tại đến những năm cuối của thế kỉ XX.\nChọn đáp án B"
    },
    {
        "ID": "His_7_8",
        "Image_Question": "",
        "Question": "CÂU 8:Tổ chức nào sau đây lãnh đạo cuộc Cách mạng tháng Mười năm 1917 ở nước Nga?\nA. Đảng Bảo thủ.\nB. Đảng Dân chủ.\nC. Đảng Bônsêvich.\nD. Đảng Cộng hòa.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Đảng Bônsêvich lãnh đạo cuộc Cách mạng tháng Mười năm 1917 ở nước Nga\nChọn đáp án C"
    },
    {
        "ID": "His_7_9",
        "Image_Question": "",
        "Question": "CÂU 9:Nội dung nào sau đây là một trong những lý do dẫn đến việc Nguyễn Ái Quốc triệu tập Hội nghị hợp nhất các tổ chức cộng sản vào đầu năm 1930?\nA. Cách mạng Việt Nam đứng trước nguy cơ chia rẽ lớn.\nB. Nguy cơ bùng nổ chiến tranh thế giới.\nC. Mĩ phát động chiến tranh lạnh.\nD. Việt Nam Quốc dân đang tan rã hoàn toàn.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Năm 1929, ở Việt Nam xuất hiện ba tổ chức cộng sản là Đông Dương Cộng sản Đảng, An Nam Cộng sản Đảng và Đông Dương Cộng sản liên đoàn. Tuy nhiên, ba tổ chức này đều hoạt động riêng rẽ, tranh giành ảnh hưởng của nhau, làm cho phong trào cách mạng Việt Nam có nguy cơ bị chia rẽ lớn. Đây là lí do Nguyễn Ái Quốc triệu tập Hội nghị hợp nhất các tổ chức cộng sản vào đầu năm 1930.\nChọn đáp án A"
    },
    {
        "ID": "His_7_10",
        "Image_Question": "",
        "Question": "CÂU 10:Năm 1930, kinh tế Việt Nam lâm vào thời kì suy thoái, bắt đầu từ ngành kinh tế nào sau đây?\nA. Thương nghiệp.\nB. Công nghiệp.\nC. Thủ công nghiệp.\nD. Nông nghiệp.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Năm 1930, kinh tế Việt Nam lâm vào thời kì suy thoái, bắt đầu từ ngành nông nghiệp. Lúa gạo bị sụt giá, ruộng đất bị bỏ hoang.\nChọn đáp án D"
    },
    {
        "ID": "His_7_11",
        "Image_Question": "",
        "Question": "CÂU 11:Nội dung nào sau đây không phải là chủ trương của Việt Nam Quốc dân đảng (1927-1930)?\nA. Lấy công nhân là lực lượng nòng cốt.\nB. Lấy binh lính người Việt trong quân đội Pháp làm lực lượng chủ lực.\nC. Đánh đuổi giặc Pháp, đánh đổ ngôi vua, thiết lập dân quyền.\nD. Tiến hành cách mạng bằng bạo lực.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "- Nội dung các đáp án B, C, D là chủ trương của Việt Nam Quốc dân đảng (1927-1930).\n- Nội dung đáp án A không phải là của Việt Nam Quốc dân đảng (1927-1930). Việt Nam Quốc dân đảng không chủ trương lấy công nhân là lực lượng nòng cốt.\nChọn đáp án A"
    },
    {
        "ID": "His_7_12",
        "Image_Question": "",
        "Question": "CÂU 12:Từ năm 1945 đến năm 1950, kinh tế các nước Tây Âu phục hồi nhanh chóng vì lí do nào sau đây?\nA. Không bị chiến tranh tàn phá.\nB. Sự viện trợ to lớn từ Liên Xô.\nC. Nỗ lực của các nước và viện trợ của Mĩ.\nD. Hợp tác hiệu quả trong tổ chức EC.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Từ năm 1945 đến năm 1950, kinh tế các nước Tây Âu phục hồi nhanh chóng nhờ vào sự nỗ lực của các nước và viện trợ của Mĩ.\nChọn đáp án C"
    },
    {
        "ID": "His_7_13",
        "Image_Question": "",
        "Question": "CÂU 13:Trật tự thế giới nào sau đây được hình thành sau Chiến tranh thế giới thứ hai?\nA. Trật tự đơn cực.\nB. Trật tự Vécxi-Oasinh tơn.\nC. Trật tự hai cực Ianta.\nD. Trật tự Viên.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Trật tự hai cực Ianta được hình thành sau Chiến tranh thế giới thứ hai.\nChọn đáp án C"
    },
    {
        "ID": "His_7_14",
        "Image_Question": "",
        "Question": "CÂU 14:Khuynh hướng vô sản ngày càng chiếm tru thể trong phong trào dân tộc, dân chủ ở Việt Nam những năm 20 thế kỉ XX vì lí do nào sau đây?\nA. Khuynh hưởng yêu nước dân chủ tư sản thất bại hoàn toàn.\nB. Đáp ứng được yêu cầu của sự nghiệp giải phóng dân tộc.\nC. Ở Việt Nam, giai cấp công nhân chiếm số lượng đông đảo nhất.\nD. Phong trào công nhân phát triển đến trình độ tự giác hoàn toàn.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "- Đáp án A loại vì phải đến khi cuộc khởi nghĩa Yên Bái thất bại và Đảng Cộng sản Việt Nam ra đời đầu năm 1930 thì khuynh hướng dân chủ tư sản mới chấm dứt.\n- Đáp án B chọn vì khuynh hướng vô sản đã đáp ứng được yêu cầu của sự nghiệp giải phóng dân tộc. Cụ thể:\n+ Chỉ ra con đường đấu tranh giành độc lập.\n+ Mang lại quyền lợi cho quần chúng nhân dân lao động.\n- Đáp án C loại vì ở Việt Nam, giai cấp chiếm số lượng đông đảo nhất là nông dân.\n- Đáp án D loại vì phải đến khi Đảng Cộng sản Việt Nam ra đời thì mới đánh dấu giai cấp công nhân Việt Nam đã trưởng thành và phong trào công nhân hoàn toàn chuyển sang tự giác.\nChọn đáp án B"
    },
    {
        "ID": "His_7_15",
        "Image_Question": "",
        "Question": "CÂU 15:Hội nghị Ianta (2-1945) đã quyết định thành lập tổ chức nào sau đây?\nA. Hiệp hội các quốc gia Đông Nam Á.\nB. Hội Quốc liên.\nC. Tổ chức Hiệp ước Bắc Đại Tây Dương.\nD. Liên hợp quốc.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Hội nghị Ianta (2-1945) đã quyết định thành lập tổ chức Liên hợp quốc để duy trì hòa bình và an ninh thế giới\nChọn đáp án D"
    },
    {
        "ID": "His_7_16",
        "Image_Question": "",
        "Question": "CÂU 16:Nước nào sau đây khởi đầu cuộc cách mạng khoa học - công nghệ hiện đại từ những năm 40 thế kỉ XX?\nA. Ai Cập.\nB. Pháp.\nC. Mĩ.\nD. Liên Xô.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Mĩ là nước khởi đầu cuộc cách mạng khoa học – kĩ thuật hiện đại và đạt được những thành tựu lớn.\nChọn đáp án C"
    },
    {
        "ID": "His_7_17",
        "Image_Question": "",
        "Question": "CÂU 17:Nội dung nào sau đây là nguyên nhân sâu xa dẫn đến sự bùng nổ của cuộc cách mạng khoa học - kỹ thuật hiện đại?\nA. Sự hình thành các tổ chức liên kết kinh tế, tài chính trên thế giới\nB. Đáp ứng nhu cầu chạy đua vũ trang của các cường quốc.\nC. Đáp ứng nhu cầu vật chất, tinh thần ngày càng cao của con người.\nD. Sự ra đời các tổ chức liên minh quân sự trên thế giới.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Nguyên nhân sâu xa dẫn đến sự bùng nổ của cuộc cách mạng khoa học - kỹ thuật hiện đại là do những đòi hỏi của cuộc sống, của sản xuất nhằm đáp ứng nhu cầu vật chất và tinh thần ngày càng cao của con người.\nChọn đáp án C"
    },
    {
        "ID": "His_7_18",
        "Image_Question": "",
        "Question": "CÂU 18:Yếu tố nào sau đây dẫn đến sự thay đổi của bản đồ chính trị thế giới sau Chiến tranh thế giới thứ hai?\nA. Sự xuất hiện của các tổ chức liên kết kinh tế khu vực.\nB. Sự xuất hiện các trung tâm kinh tế - tài chính thế giới.\nC. Sự xuất hiện của các công ti xuyên quốc gia.\nD. Sự ra đời của hơn 100 quốc gia độc lập.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Sự ra đời của hơn 100 quốc gia độc lập dẫn đến sự thay đổi của bản đồ chính trị thế giới sau Chiến tranh thế giới thứ hai.\nChọn đáp án D"
    },
    {
        "ID": "His_7_19",
        "Image_Question": "",
        "Question": "CÂU 19:Nội dung nào sau đây phản ánh không đúng ý nghĩa của việc thành lập Đảng Cộng sản Việt Nam đầu năm 1930\nA. Khẳng định giai cấp công nhân hoàn toàn trưởng thành.\nB. Chấm dứt thời kì khủng hoảng về đường lối lãnh đạo cách mạng.\nC. Chứng tỏ giai cấp công nhân đã bước đầu đấu tranh tự giác.\nD. Chấm dứt thời kì khủng hoảng về giai cấp lãnh đạo cách mạng.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "- Nội dung các đáp án A, B, D là nội dung phản ánh đúng ý nghĩa của việc thành lập Đảng Cộng sản Việt Nam đầu năm 1930.\n- Nội dung đáp án C phản ánh không đúng ý nghĩa của việc thành lập Đảng Cộng sản Việt Nam đầu năm 1930. Bởi vì, giai cấp công nhân Việt Nam bước đầu chuyển từ đấu tranh tự phát sang đấu tranh tự giác với sự kiện cuộc bãi công Ba Son tháng 8/1925. Đến khi Đảng Cộng sản Việt Nam ra đời thì phong trào công nhân Việt Nam đã hoàn toàn chuyển sang tự giác.\nChọn đáp án C"
    },
    {
        "ID": "His_7_20",
        "Image_Question": "",
        "Question": "CÂU 20:Lực lượng xã hội nào sau đây chiếm số lượng đông đảo nhất ở Việt Nam sau Chiến tranh thế giới thứ nhất?\nA. Tư sản.\nB. Nông dân.\nC. Công nhân.\nD. Tiểu tư sản.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Giai cấp nông dân Việt Nam là lực lượng chiếm số lượng đông đảo nhất ở Việt Nam sau Chiến tranh thế giới thứ nhất với hơn 90% dân số.\nChọn đáp án B"
    },
    {
        "ID": "His_7_21",
        "Image_Question": "",
        "Question": "CÂU 21:Sau Chiến tranh thế giới thứ hai, Mĩ dựa vào điều kiện nào để thực hiện chiến lược toàn cầu?\nA. Đã thiết lập được trật tự thế giới một cực.\nB. Sức mạnh kinh tế và quốc phòng vượt trội.\nC. Đã khống chế và chi phối được tất cả các nước.\nD. Chỉ dựa vào sức mạnh kinh tế.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "- Kinh tế: Là nước tư bản giàu mạnh nhất.\n- Quân sự: có lực lượng quân sự mạnh nhất thế giới tư bản, nắm độc quyền vũ khí nguyên tử.\n- Khoa học – kĩ thuật: Là nước khởi đầu cuộc cách mạng khoa học – kĩ thuật hiện đại và đạt nhiều thành tựu.\nChọn đáp án B"
    },
    {
        "ID": "His_7_22",
        "Image_Question": "",
        "Question": "CÂU 22:Phong trào dân chủ 1936-1939 ở Việt Nam là một bước chuẩn bị cho thắng lợi của Cách mạng tháng Tám năm 1945 ở Việt Nam vì lí do nào sau đây?\nA. Bước đầu xây dựng được lực lượng vũ trang.\nB. Đảng Cộng sản Đông Dương hoạt động công khai.\nC. Xây dựng được lực lượng chính trị hùng hậu.\nD. Thành lập được chính quyền công nông đầu tiên.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "- Đáp án A loại vì thời kì này ta không xây dựng lực lượng vũ trang và không đấu tranh vũ trang.\n- Đáp án B loại vì lúc này Đảng Cộng sản Đông Dương chưa hoạt động công khai.\n- Đáp án C chọn vì phong trào 1936 – 1939 đã xây dựng và chuẩn bị lực lượng chính trị hùng hậu, góp phần vào thắng lợi của Cách mạng tháng Tám năm 1945 ở Việt Nam.\n- Đáp án D loại vì chính quyền công nông sơ khai đầu tiên – chính quyền Xô viết Nghệ - Tĩnh được thành lập trong phong trào 1930 – 1931.\nChọn đáp án C"
    },
    {
        "ID": "His_7_23",
        "Image_Question": "",
        "Question": "CÂU 23:Nội dung nào sau đây là biểu hiện của xu thế toàn cầu hóa từ đầu những năm 80 của thế kỉ XX?\nA. Sự ra đời kế hoạch Mácsan.\nB. Bùng nổ dân số, vơi cạn tài nguyên.\nC. Bùng nổ chiến tranh hạt nhân.\nD. Sự phát triển của các công ti xuyên quốc gia.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Sự phát triển của các công ti xuyên quốc gia là một trong những biểu hiện của xu thế toàn cầu hóa từ đầu những năm 80 của thế kỉ XX.\nChọn đáp án D"
    },
    {
        "ID": "His_7_24",
        "Image_Question": "",
        "Question": "CÂU 24:Nước nào sau đây ở Đông Nam Á giành độc lập năm 1945?\nA. Ai Cập.\nB. Cuba.\nC. Ba Lan.\nD. Inđônêxia.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Năm 1945, tranh thủ điều kiện khách quan thuận lợi là phát xít Nhật đầu hàng Đồng minh, các nước Đông Nam Á đã đứng lên đấu tranh và nhiều nước giành được độc lập hoặc giải phóng phần lớn lãnh thổ. Trong đó, Inđônêxia, Việt Nam và Lào là 3 quốc gia giành được độc lập năm 1945.\nChọn đáp án D"
    },
    {
        "ID": "His_7_25",
        "Image_Question": "",
        "Question": "CÂU 25:Sau Chiến tranh thế giới thứ hai, cuộc đấu tranh giành độc lập ở Ấn Độ có gì khác biệt so với cách mạng Trung Quốc (1946-1949)?\nA. Kết quả.\nB. Lực lượng tham gia.\nC. Lãnh đạo.\nD. Mục tiêu.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "- Đáp án A loại vì cả hai cuộc cách mạng đều giành được thắng lợi.\n- Đáp án B chọn vì cách mạng Ấn Độ có sự tham gia của đông đảo quần chúng nhân dân nên có tính nhân dân còn cuộc cách mạng Trung Quốc (1946 – 1949) không có tính nhân dân vì thực chất là cuộc nội chiến giữa Quốc dân đảng (Đảng của giai cấp tư sản) và Đảng Cộng sản (Đảng của giai cấp vô sản).\n- Đáp án C đều diễn ra dưới sự lãnh đạo của Đảng đứng đầu, trong đó, ở Ấn Độ là Đảng Quốc đại (Đảng của giai cấp tư sản) còn ở Trung Quốc là nội chiến giữa hai Đảng là Quốc dân đảng (Đảng của giai cấp tư sản) và Đảng Cộng sản (Đảng của giai cấp vô sản) do Quốc dân đảng mở đầu cuộc nội chiến.\n- Đáp án D loại vì đây là điểm giống nhau. Cụ thể, mục tiêu của cách mạng Ấn Độ là giành độc lập dân tộc, xóa bỏ ách thống trị của thực dân còn mục tiêu của cách mạng Trung Quốc là xóa bỏ ách nô dịch và thống trị của đế quốc (Tưởng Giới Thạch được Mĩ giúp đỡ và ủng hộ mà Mĩ là nước thực dân kiểu mới), xóa bỏ tàn dư phong kiến.\nChọn đáp án B"
    },
    {
        "ID": "His_7_26",
        "Image_Question": "",
        "Question": "CÂU 26:Nhận định nào sau đây không đúng về phong trào yêu nước theo khuynh hưởng dân chủ tư sản ở Việt Nam từ đầu thế kỉ XX đến trước năm 1914?\nA. Do giai cấp tư sản khởi xướng và lãnh đạo.\nB. Diễn ra với hai xu hướng bạo động và cải cách.\nC. Do một bộ phận sĩ phu tư sản hóa lãnh đạo.\nD. Cổ vũ tinh thần yêu nước trong nhân dân.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "- Đáp án A phản ánh không đúng vì trước cuộc khai thác thuộc địa lần thứ hai thì tư sản Việt Nam chưa trở thành giai cấp mà mới chỉ là tầng lớp.\n- Đáp án B, C, D phản ánh đúng về phong trào yêu nước theo khuynh hưởng dân chủ tư sản ở Việt Nam từ đầu thế kỉ XX.\nChọn đáp án A"
    },
    {
        "ID": "His_7_27",
        "Image_Question": "",
        "Question": "CÂU 27:Sự phát triển kinh tế của Nhật Bản sau Chiến tranh thế giới thứ hai để lại bài học nào sau đây cho Việt Nam trong công cuộc xây dựng đất nước hiện nay?\nA. Phát triển và ứng dụng khoa học công nghệ.\nB. Nhận viện trợ, liên minh chặt chẽ với tất cả các nước.\nC. Tập trung nguồn lực để phát triển quốc phòng.\nD. Xây dựng nền công nghiệp dựa trên nguyên liệu trong nước.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "- Đáp án A chọn vì nguyên nhân quan trọng nhất giúp Nhật Bản từ 1 nước bị tàn phá nặng nề trong Chiến tranh thế giới thứ hai, nhờ áp dụng thành tựu khoa học – kĩ thuật mà Nhật đã nhanh chóng vươn lên, phát triển nhanh chóng.\n- Đáp án B loại vì kèm theo những nguồn viện trợ có thể là những ràng buộc ảnh hưởng tiêu cực đến chủ quyền, độc lập,… của dân tộc và không phải nước nào cũng có thể thực hiện liên minh chặt chẽ được mà sẽ tùy vào bối cảnh và sự hợp tác giữa Việt Nam và nước đó để xác đinh mối quan hệ hợp tác cho phù hợp.\n- Đáp án C loại vì Nhật Bản không tập trung đầu tư cho quốc phòng và chi phí giành cho quốc phòng thấp (dưới 1% GDP).\n- Đáp án D loại vì Nhật Bản là nước nghèo tài nguyên thiên nhiên và việc phát triển kinh tế nói chung cũng như xây dựng nền công nghiệp nói riêng không thể chỉ dựa vào nguồn nguyên liệu trong nước.\nChọn đáp án A"
    },
    {
        "ID": "His_7_28",
        "Image_Question": "",
        "Question": "CÂU 28:Yếu tố nào sau đây có ý nghĩa quyết định đến tính thống nhất cao của phong trào cách mạng 1930 - 1931 ở Việt Nam?\nA. Tinh thần cách mạng của quần chúng nhân dân.\nB. Có sự lãnh đạo của Đảng Cộng sản Đông Dương.\nC. Thành lập được mặt trận dân tộc thống nhất.\nD. Xây dựng được lực lượng vũ trang nhân dân.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "- Đáp án A loại vì các phong trào trước năm 1930 cũng diễn ra sôi nổi, thu hút đông đảo nhân dân tham gia nhưng không có tính thống nhất cao.\n- Đáp án B chọn vì phong trào đặt dưới sự lãnh đạo thống nhất và duy nhất của Đảng Cộng sản Đông Dương.\n- Đáp án C loại vì trong phong trào 1930 – 1931 chưa thành lập mặt trận dân tộc thống nhất và đây là bài học được rút ra để sau đó, từ giai đoạn 1936 – 1939 trở đi ta mới thành lập mặt trận dân tộc thống nhất.\n- Đáp án D loại vì lúc này chưa xây dựng lực lượng vũ trang nhân dân. Lực lượng vũ trang được bắt đầu xây dựng từ phong trào 1939 – 1945.\nChọn đáp án B"
    },
    {
        "ID": "His_7_29",
        "Image_Question": "",
        "Question": "CÂU 29:Nhận xét nào sau đây là đúng về tác động của phong trào “vô sản hóa\" của Hội Việt Nam Cách mạng Thanh niên (từ cuối năm 1928)?\nA. Làm phong trào yêu nước chuyển hẳn sang khuynh hướng vô sản.\nB. Thúc đẩy phong trào công nhân phát triển mạnh mẽ.\nC. Thúc đẩy phong trào đấu tranh theo khuynh hướng tư sản.\nD. Làm cho phong trào công nhân hoàn toàn đấu tranh tự giác.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "- Đáp án A loại vì phong trào yêu nước vẫn tiếp tục diễn ra cuộc đấu tranh giành quyền lãnh đạo cách mạng giữa khuynh hướng dân chủ tư sản và khuynh hướng vô sản. Phải đến năm 1930, khi khởi nghĩa Yên Bái thất bại và sự kiện Đảng Cộng sản Việt Nam ra đời thì phong trào yêu nước Việt Nam mới chuyển hẳn sang khuynh hướng vô sản.\n- Đáp án B chọn vì với phong trào “vô sản hóa” đã làm cho phong trào công nhân Việt Nam phát triển mạnh mẽ hơn và trở thành nòng cốt của phong trào yêu nước.\n- Đáp án C loại vì phong trào yêu nước đi theo khuynh hướng vô sản là do phù hợp với yêu cầu thực tiễn của lịch sử Việt Nam.\n- Đáp án D loại vì Đảng Cộng sản Việt Nam ra đời thì phong trào yêu nước Việt Nam mới đánh dấu phong trào công nhân chuyển hoàn toàn sang đấu tranh tự giác.\nChọn đáp án B"
    },
    {
        "ID": "His_7_30",
        "Image_Question": "",
        "Question": "CÂU 30:So với phong trào cách mạng 1930-1931, phong trào dân chủ 1936-1939 ở Việt Nam có điểm gì khác biệt sau đây?\nA. Mục tiêu trước mắt.\nB. Giai cấp lãnh đạo.\nC. Lực lượng tham gia.\nD. Nhiệm vụ chiến lược.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "So với phong trào cách mạng 1930-1931, phong trào dân chủ 1936-1939 ở Việt Nam\na. Phong trào 1930 - 1931\nMục tiêu trước mắt: Đấu tranh đòi cải thiện đời sống của công nhân, nông dân\nNhiệm vụ chiến lược: Chống đề quốc và phong kiến đề giành độc lập dân tộc\nGiai cấp lãnh đạo: Công nhân\nLực lượng tham gia: Quân chúng nhân dân\nb. Phong trào 1936 – 1939\nMục tiêu trước mắt: Chống phát xít chống chiến tranh, đòi tự do dân sinh dân chủ, cơm áo và hòa bình\nNhiệm vụ chiến lược: Chống đề quốc và phong kiến đề giành độc lập dân tộc\nGiai cấp lãnh đạo: Công nhân\nLực lượng tham gia: Quân chúng nhân dân\nChọn đáp án A"
    },
    {
        "ID": "His_7_31",
        "Image_Question": "",
        "Question": "CÂU 31:Nội dung nào sau đây là điểm tương đồng giữa phe Liên minh (1882) và phe Hiệp ước (1907)?\nA. Khối liên minh quân sự của các nước đế quốc già.\nB. Chịu sự chi phối và lệ thuộc vào Mĩ.\nC. Khối liên minh quân sự của các nước đế quốc trẻ..\nD. Chạy đua vũ trang, cướp thuộc địa của nhau.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "- Đáp án A loại vì Đức, Áo- Hung là đế quốc trẻ.\n- Đáp án B loại vì hai khối này đều không chịu sự chi phối hay lệ thuộc vào Mĩ.\n- Đáp án C loại vì Anh, Pháp, Nga là đế quốc già.\n- Đáp án D chọn vì cả hai phe này đều chạy đua vũ trang, cướp thuộc địa của nhau.\nChọn đáp án D"
    },
    {
        "ID": "His_7_32",
        "Image_Question": "",
        "Question": "CÂU 32:Phong trào yêu nước ở Việt Nam từ đầu thế kỉ XX đến trước năm 1914 có điểm gì mới so với phong trào yêu nước trước đó?\nA. Thành lập mặt trận thống nhất lực lượng.\nB. Cứu nước gắn liền với cải biến xã hội.\nC. Thành lập được chính đảng của nông dân.\nD. Sử dụng hình thức đấu tranh vũ trang.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "- Đáp án A loại vì từ đầu thế kỉ XX đến trước năm 1914, chưa thành lập được mặt trận thống nhất lực lượng mà phải từ giai đoạn 1936 – 1939 trở đi mới bắt đầu thành lập mặt trận thống nhất lực lượng.\n- Đáp án B chọn vì bên cạnh việc đấu tranh giành lại độc lập dân tộc bằng con đường vũ trang thì phong trào yêu nước ở Việt Nam từ đầu thế kỉ XX đến trước năm 1914 có cả việc tiến hành cải cách đất nước => tức là cứu nước gắn liền với cải biến xã hội. Ví dụ như cuộc vận động yêu nước của Phan Châu Trinh, Phan Bội Châu đầu thế kỉ XX.\n- Đáp án C loại vì năm 1930 mới thành lập Đảng Cộng sản Việt Nam – Đảng của giai cấp vô sản.\n- Đáp án D loại vì trong phong trào yêu nước chống Pháp từ năm 1858 – cuối thế kỉ XIX đã sử dụng hình thức đấu tranh vũ trang.\nChọn đáp án B"
    },
    {
        "ID": "His_7_33",
        "Image_Question": "",
        "Question": "CÂU 33:Nhận xét nào sau đây đúng về tính chất của phong trào cách mạng 1930-1931 ở Việt Nam?\nA. Mang tính cục bộ, địa phương.\nB. Mang tính dân tộc sâu sắc.\nC. Mang tính dân chủ sâu sắc.\nD. Mang tính thời đại sâu sắc.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Phong trào đấu tranh được đặt dưới sự lãnh đạo thống nhất và duy nhất của Đảng với sự tham gia của đông đảo quần chúng công nông nhằm thực hiện mục tiêu đấu tranh và nhiệm vụ chiến lược của phong trào 1930 – 1931 là chống đế quốc và chống phong kiến. Điều này được thể hiện thông qua khẩu hiệu:\n- Đả đảo đế quốc => chống đế quốc để giành độc lập.\n- Đả đảo phong kiến => chống phong kiến để giành ruộng đất cho dân cày.\n=> Lực lượng tham gia và đối tượng đấu tranh đã cho thấy phong trào 1930 – 1931 có tính dân tộc rõ nét.\nChọn đáp án B"
    },
    {
        "ID": "His_7_34",
        "Image_Question": "",
        "Question": "CÂU 34:Phong trào đấu tranh giành độc lập ở Mĩ Latinh có điểm khác biệt nào sau đây so với phong trào giải phóng dân tộc ở châu Phi sau Chiến tranh thế giới thứ hai?\nA. Giành được thắng lợi.\nB. Kẻ thù.\nC. Lực lượng tham gia đông đảo.\nD. Hình thức đấu tranh phong phú.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "- Đáp án A, C, D loại vì đây là điểm giống nhau.\n- Đáp án B chọn vì sau Chiến tranh thế giới thứ hai, nhân dân Mĩ Latinh chống chế độ độc tài thân Mĩ – hình thức chủ nghĩa thực dân mới còn nhân dân châu Phi chống chủ nghĩa thực dân cũ.\nChọn đáp án B"
    },
    {
        "ID": "His_7_35",
        "Image_Question": "",
        "Question": "CÂU 35:Nhận định nào sau đây không đúng về đặc điểm của cuộc cách mạng khoa học - kĩ thuật hiện đại những năm 40 thế kỉ XX?\nA. Khoa học đi trước mở đường cho kĩ thuật.\nB. Khoa học trở thành lực lượng sản xuất trực tiếp.\nC. Khoa học tham gia trực tiếp vào sản xuất.\nD. Kĩ thuật đi trước mở đường cho khoa học.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "- Đáp án A, B, C là những nhận định phản ánh đúng về đặc điểm của cuộc cách mạng khoa học - kĩ thuật hiện đại những năm 40 thế kỉ XX.\n- Đáp án D là nhận định phản ánh không đúng về đặc điểm của cuộc cách mạng khoa học - kĩ thuật hiện đại những năm 40 thế kỉ XX. Bởi vì đối với cuộc cách mạng khoa học - kĩ thuật hiện đại những năm 40 thế kỉ XX, khoa học đi trước mở đường cho kĩ thuật, kĩ thuật mở đường cho sản xuất.\nChọn đáp án D"
    },
    {
        "ID": "His_7_36",
        "Image_Question": "",
        "Question": "CÂU 36:Nhận xét nào sau đây đúng về điểm chung của Trật tự thế giới theo hệ thống Vécxai - Oasinhtơn và Trật tự thế giới hai cực lanta?\nA. Quan hệ quốc tế bị chi phối bởi các cường quốc.\nB. Có sự phân cực rõ rệt giữa hai hệ thống chính trị xã hội khác nhau.\nC. Bảo đảm việc thực hiện quyền tự quyết của các dân tộc.\nD. Hình thành trên cơ sở thỏa thuận giữa các nước cùng chế độ chính trị.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "- Đáp án B loại vì ở Trật tự thế giới theo hệ thống Vécxai – Oasinhtơn chỉ có các nước tư bản chủ nghĩa còn ở Trật tự thế giới hai cực lanta thì gồm cả nước TBCN và Liên Xô XHCN.\n- Đáp án C loại vì cả hai trật tự này đều không bảo đảm việc thực hiện quyền tự quyết của các dân tộc. Trong đó, Trật tự thế giới theo hệ thống Vécxai – Oasinhtơn là sự áp đặt giữa nước thắng trận đối với nước bại trận 1 cách gay gắt còn Trật tự thế giới hai cực lanta thì sự áp đặt có giảm bớt nhưng vẫn tồn tại và quyền tự quyết dân tộc không được thực hiện hay đảm bảo.\n- Đáp án D loại vì Trật tự thế giới theo hệ thống Vécxai – Oasinhtơn được hình thành trên cơ sở thỏa thuận của các nước TBCN thắng trận còn Trật tự thế giới hai cực lanta hình thành trên cơ sở thỏa thuận của các nước TBCN và Liên Xô XHCN thắng trận.\n- Đáp án A chọn vì cả hai trật tự này đều thể hiện quan hệ quốc tế bị chi phối bởi các cường quốc thắng trận.\nChọn đáp án A"
    },
    {
        "ID": "His_7_37",
        "Image_Question": "",
        "Question": "CÂU 37:Việt Nam rút ra bài học kinh nghiệm nào sau đây từ cuộc Cách mạng tháng Mười năm 1917 ở Nga cho cuộc vận động giải phóng dân tộc những năm 20 của thế kỉ XX?\nA. Đặt quyền lợi giai cấp lên trên hết.\nB. Chỉ đấu tranh chính trị giành chính quyền.\nC. Xây dựng liên minh tư sản với công nhân.\nD. Thành lập chính đảng của giai cấp vô sản.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "- Đáp án A loại vì mục tiêu hàng đầu và cũng là yêu cầu thực tiễn của lịch sử Việt Nam là giải phóng dân tộc.\n- Đáp án B loại vì Cách mạng tháng Mười sử dụng đấu tranh vũ trang giành chính quyền.\n- Đáp án C loại vì Cách mạng tháng Mười được tiến hành nhằm lật đổ chính quyền lâm thời của giai cấp tư sản và giành quyền lợi cho đại bộ phận quần chúng lao động.\n- Đáp án D chọn vì dưới sự lãnh đạo của Đảng Bônsêvích - chính đảng của giai cấp vô sản Nga, Cách mạng tháng Mười đã diễn ra và thành công, đưa nhân dân lao động Nga lên làm chủ đất nước => bài học rút ra đối với cuộc vận động giải phóng dân tộc những năm 20 của thế kỉ XX là phải thành lập chính đảng của giai cấp vô sản.\nChọn đáp án D"
    },
    {
        "ID": "His_7_38",
        "Image_Question": "",
        "Question": "CÂU 38:Nội dung nào dưới đây thể hiện Việt Nam Quốc dân đảng (1927-1930) đã nhận thức đúng yêu cầu khách quan của lịch sử dân tộc?\nA. Chủ trương tiến hành cách mạng bằng bạo lực.\nB. Phát triển cơ sở đảng ở một số địa phương Bắc Kì.\nC. Đề cao binh lính người Việt trong quân đội Pháp.\nD. Kiên quyết phát động khởi nghĩa Yên Bái.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "- Đáp án B loại vì việc chỉ hoạt động bó hẹp và phát triển cơ sở đảng ở một số địa phương ở Bắc Kì mà chưa thể hoạt động rộng khắp là 1 hạn chế của Việt Nam Quốc dân đảng.\n- Đáp án C loại vì đây là hạn chế của Việt Nam Quốc dân đảng khi chưa tập hợp và huy động được sức mạnh của quần chúng nhân dân.\n- Đáp án D loại vì cuộc khởi nghĩa này diễn ra ở thế bị động, tiến hành mà “không thành công thì cũng thành nhân”.\n- Đáp án A chọn vì Pháp sử dụng bạo lực để đàn áp cách mạng nên ta phải sử dụng phương pháp bạo lực trong đấu tranh để chống lại.\nChọn đáp án A"
    },
    {
        "ID": "His_7_39",
        "Image_Question": "",
        "Question": "CÂU 39:Việt Nam rút ra được bài học nào sau đây từ thành công của công cuộc cải cách mở cửa ở Trung Quốc từ năm 1978 đến nay?\nA. Lấy phát triển văn hóa làm trung tâm.\nB. Lấy phát triển kinh tế làm trung tâm.\nC. Lấy phát triển chính trị làm trung tâm.\nD. Ưu tiên phát triển công nghiệp nặng.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "- Đáp án A, C, D loại vì trong đường lối cải cách - mở cửa của Trung Quốc xác định lấy phát triển kinh tế làm trọng tâm.\n- Đáp án B chọn vì với đường lối cải cách - mở cửa đúng đắn là xác định lấy phát triển kinh tế làm trọng tâm, Trung Quốc đã đạt được nhiều thành tựu quan trọng về kinh tế cũng như chính trị - xã hội. => Bài học rút ra từ thành công của công cuộc cải cách mở cửa ở Trung Quốc từ năm 1978 đến nay đối với Việt Nam là lấy phát triển kinh tế làm trung tâm. Trên thực tế, điều này đã được Đảng ta xác định trong đường lối Đổi mới đất nước năm 1986.\nChọn đáp án B"
    },
    {
        "ID": "His_7_40",
        "Image_Question": "",
        "Question": "CÂU 40:Quyết định của Hội nghị Ianta (2-1945) có tác động như thế nào đối với quan hệ quốc tế?\nA. Hình thành khuôn khổ trật tự thế giới mới.\nB. Làm xuất hiện xu thế toàn cầu hóa\nC. Giải quyết triệt để mâu thuẫn giữa các nước.\nD. Dẫn tới sự ra đời các tổ chức liên kết khu vực.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "- Đáp án B loại vì xu thế toàn cầu hóa là hệ quả của cuộc cách mạng khoa học – kĩ thuật hiện đại.\n- Đáp án C loại vì cho đến hiện tại giữa nhiều nước vẫn có những mâu thuẫn ví dụ như mâu thuẫn chủ quyền lãnh thổ, sắc tộc, tôn giáo, li khai,….\n- Đáp án D loại vì sự ra đời các tổ chức liên kết khu vực xuất phát từ nhu cầu hợp tác của các nước đó để cùng phát triển và mặt khác là chống lại ảnh hưởng từ các nước lớn bên ngoài.\n- Đáp án A chọn vì quyết định của Hội nghị Ianta (2-1945) và những thỏa thuận sau đó của ba cường quốc là khuôn khổ để hình thành nên một trật tự thế giới mới thường được gọi là trật tự hai cực Ianta.\nChọn đáp án A"
    }
]