[
    {
        "ID": "His_39_1",
        "Image_Question": "",
        "Question": "Câu 1:\nQuân đội đồng minh các nước vào nước ta sau năm 1945 theo thoả thuận của Hội nghị Potxdam là\nA. Quân Pháp, quân Trung Hoa Dân quốc\nB. Quân Anh, quân Trung Hoa Dân quốc\nC. Quân Anh, quân M\nD. Quân Anh, quân Mĩ",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Phương pháp: SGK Lịch sử 12, nội dung trật tự hai cực Ianta.\nCách giải:\nQuân đội đồng minh các nước vào nước ta sau năm 1945 theo thoả thuận của Hội nghị Potxdam là quân Anh và quân Trung Hoa Dân quốc.\nChọn B."
    },
    {
        "ID": "His_39_2",
        "Image_Question": "",
        "Question": "Câu 2:\nSau cách mạng tháng Tám 1945, chúng ta phải đối mặt với nhiều kẻ thù, trong đó nguy hiểm nhất là\nA. Phát xít Nhật\nB. Quân Trung Hoa Dân Quốc\nC. Thực dân Pháp\nD. Đế quốc Anh",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Phương pháp: Giải thích.\nCách giải:\nSau cách mạng tháng Tám 1945, chúng ta phải đối mặt với nhiều kẻ thù, trong đó nguy hiểm nhất là thực dân Pháp vì âm mưu của chúng là cướp nước ta một lần nữa.\nChọn C."
    },
    {
        "ID": "His_39_3",
        "Image_Question": "",
        "Question": "Câu 3:\nTính chất nhân dân của cuộc kháng chiến chống Pháp biểu hiện ở điểm nào?\nA. Thể hiện bản chất “vì dân” của nước Việt Nam Dân chủ Cộng hoà\nB. Cách mạng Việt Nam là bộ phận của cách mạng thế giới\nC. Là cuộc kháng chiến do Đảng lãnh đạo\nD. Toàn thể nhân dân Việt Nam quyết tâm đứng lên chống Pháp xâm lược",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Phương pháp: Phân tích\nCách giải:\nCuộc kháng chiến chống thực dân Pháp của chúng ta mang tính nhân dân: vì toàn dân kháng chiến, toàn dân đánh giặc, trong đó lấy lực lượng vũ trang nhân dân làm nòng cốt. Đường lối này xuất phát từ truyền thống chống ngoại xâm của dân tộc ta, từ mục đích của cuộc kháng chiến, từ quan điểm “Cách mạng là sự nghiệp của quần chúng” của chủ nghĩa Mác-Lê nin, từ tư tưởng “chiến tranh nhân dân” của Chủ tịch Hồ Chí Minh và từ chủ trương “kháng chiến toàn diện, trường kì, tự lực cánh sinh…”. Muốn phát huy sức mạnh của toàn dân kháng chiến phải đánh lâu dài, muốn có lực lượng đánh lâu dài phải huy động lực lượng toàn dân. Có lực lượng toàn dân tham gia mới thực hiện được kháng chiến toàn diện và tự lực cánh sinh.\nChọn D."
    },
    {
        "ID": "His_39_4",
        "Image_Question": "",
        "Question": "Câu 4:\nThành tựu lớn nhất trong công cuộc xây dựng chủ nghĩa xã hội ở Liên Xô từ 1945 đến đầu những năm 70 của thế kỉ XX là gì?\nA. Chế tạo thành công bom nguyên tử\nB. Mở đầu kỉ nguyên chinh phục vũ trụ\nC. Trở thành cường quốc công nghiệp thứ hai thế giới\nD. Trở thành trung tâm kinh tế - tài chính của thế giới",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Phương pháp: SGK Lịch sử 12, nội dung Liên Xô.\nCách giải:\nThành tựu lớn nhất trong công cuộc xây dựng chủ nghĩa xã hội ở Liên Xô từ 1945 đến đầu những năm 70 của thế kỉ XX là trở thành cường quốc công nghiệp thứ hai thế giới.\nChọn C"
    },
    {
        "ID": "His_39_5",
        "Image_Question": "",
        "Question": "Câu 5:\nSự khác nhau cơ bản trong Luận cương chính trị (10/1930) và Cương lĩnh chính trị đầu tiên của Đảng (2/1930) là ở việc xác định\nA. Nhiệm vụ và lực lượng của cách mạng Việt Nam\nB. Nhiệm vụ của cách mạng Việt Nam\nC. Xu hướng phát triển của cách mạng Việt Nam\nD. Mối liên hệ giữa cách mạng Việt Nam với cách mạng thế giới",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Phương pháp: So sánh.\nCách giải:\nSự khác nhau cơ bản trong Luận cương chính trị (10/1930) và Cương lĩnh chính trị đầu tiên của Đảng (2/1930) là ở việc xác định nhiệm vụ và lực lượng của cách mạng Việt Nam.\n*Cương lĩnh chính trị:\nNhiệm vụ: Đánh đổ đế quốc chủ nghĩa pháp và bọn phong kiến; làm cho nước Việt Nam hoàn toàn độc lập; lập ra chính phủ công nông binh, tổ chức quân đội công nông.\nVề lực lượng cách mạng: mọi giai cấp tầng lớp xã hội: Công nhân, nông dân, tri thức, tiểu địa chủ,…. Đứng về phía cách mạng\n* Luận cương chính trị:\nNhiệm vụ: Đánh đổ phong kiến, thực hành cách mạng ruộng đất triệt để và đánh đổ đế quốc chủ nghĩa Pháp, làm cho đông Dương hoàn toàn độc lập.\nVề lực lượng cách mạng: Giai cấp công nhân là lực lượng chính của cách mạng, vừa là lực lượng lãnh đạo cách mạng.\nChọn A."
    },
    {
        "ID": "His_39_6",
        "Image_Question": "",
        "Question": "Câu 6:\nTại sao gọi là “Trật tự 2 cực Ianta”?\nA. Liên Xô và Mĩ phân chia khu vực ảnh hưởng và phạm vi đóng quân ở châu Á và châu Âu.\nB. Liên Xô và Mĩ phân chia khu vực ảnh hưởng và phạm vi đóng quân ở châu Á\nC. Thế giới đã xảy ra nhiều cuộc xung đột, căng thẳng\nD. Mĩ và Liên Xô phân chia khu vực ảnh hưởng và đại diện cho 2 phe: tư bản chủ nghĩa và xã hội chủ nghĩa.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Phương pháp: Giải thích.\nCách giải:\nGọi là “Trật tự 2 cực Ianta vì Mĩ và Liên Xô phân chia khu vực ảnh hưởng và đại diện cho 2 phe: tư bản chủ nghĩa và xã hội chủ nghĩa.\nChọn D."
    },
    {
        "ID": "His_39_7",
        "Image_Question": "",
        "Question": "Câu 7:\nSau khi Chiến tranh lạnh chấm dứt, thế giới phát triển theo xu thế nào?\nA. Hoà dịu, đối thoại và hợp tác phát triển\nB. Tiếp tục thoả hiệp và mở rộng liên kết\nC. Hoà hoãn, cạnh tranh và tránh xung đột\nD. Thoả hiệp, nhân nhượng và kiềm chế đối đầu",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Phương pháp: SGK Lịch sử 12, nội dung thế giới sau chiến tranh lạnh.\nCách giải:\nSau khi Chiến tranh lạnh chấm dứt, thế giới phát triển theo xu thế hoà dịu, đối thoại và hợp tác phát triển.\nChọn A."
    },
    {
        "ID": "His_39_8",
        "Image_Question": "",
        "Question": "Câu 8:\nMỗi chiến đấu quân sự lớn của quân dân Việt Nam trong cuộc kháng chiến chống thực dân Pháp (1945 – 1954) đều phản ánh:\nA. Sự bị động, tình thế xa lầy của quân Pháp ở Đông Dương\nB. Nghệ thuật tạo lập thế trận tác chiến tài tình của ta\nC. Khả năng thắng lớn và đánh lớn của quân dân ta\nD. Sức mạnh của lực lượng vũ trang ba thứ quân",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Phương pháp: Suy luận, loại trừ phương án.\nCách giải:\nMỗi chiến đấu quân sự lớn của quân dân Việt Nam trong cuộc kháng chiến chống thực dân Pháp (1945 – 1954) đều phản ánh nghệ thuật tạo lập thế trận tác chiến tài tình của ta.\nChọn B."
    },
    {
        "ID": "His_39_9",
        "Image_Question": "",
        "Question": "Câu 9:\nTổ chức liên kết chính trị - kinh tế được đánh giá lớn nhất hành tinh là\nA. ASEAN\nB. Liên hợp quốc\nC. Tổ chức thống nhất châu Phi\nD. Liên minh châu Âu",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Phương pháp: SGK Lịch sử 12, nội dung Liên minh châu Âu (EU).\nCách giải:\nTổ chức liên kết chính trị - kinh tế được đánh giá lớn nhất hành tinh là Liên minh châu Âu.\nChọn D."
    },
    {
        "ID": "His_39_10",
        "Image_Question": "",
        "Question": "Câu 10:\nQuân ta đã giành được thế chủ động trong cuộc kháng chiến chống Pháp bắt đầu từ sự kiện nào?\nA. Chiến thắng Biên giới thu đông 1950\nB. Cuộc chiến đấu ở các đô thị\nC. Chiến thắng Điện Biên Phủ\nD. Chiến thắng Việt Bắc thu đông 1947",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Phương pháp: SGK Lịch sử 12, nội dung chiến dịch Biên giới thu đông 1950.\nCách giải:\nQuân ta đã giành được thế chủ động trong cuộc kháng chiến chống Pháp bắt đầu từ sự kiện chiến thắng Biên giới thu đông 1950.\nChọn A."
    },
    {
        "ID": "His_39_11",
        "Image_Question": "",
        "Question": "Câu 11:\nVới chủ trương giương cao ngọn cờ dân tộc, tạm gác việc thực hiện nhiệm vụ cách mạng ruộng đất trong giai đoạn 1939 – 1945, Đảng Cộng sản Đông Dương đã\nA. Thực hiện chủ trương của Luận cương chính trị tháng 10/1930\nB. Tập trung giải quyết mâu thuẫn cơ bản của xã hội Việt Nam\nC. Đáp ứng nguyện vọng số một của giai cấp nông dân Việt Nam\nD. Bắt đầu nhận ra khả năng chống đế quốc của trung và tiểu địa chủ",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Phương pháp: Giải thích.\nCách giải:\nVới chủ trương giương cao ngọn cờ dân tộc, tạm gác việc thực hiện nhiệm vụ cách mạng ruộng đất trong giai đoạn 1939 – 1945, Đảng Cộng sản Đông Dương đã tập trung giải quyết mâu thuẫn cơ bản của xã hội Việt Nam là mâu thuẫn giữa toàn thể dân tộc Việt Nam với thực dân Pháp.\nChọn B."
    },
    {
        "ID": "His_39_12",
        "Image_Question": "",
        "Question": "Câu 12:\nNội dung nào dưới đây không nằm trong nguyên nhân dẫn đến sự thành lập của tổ chức ASEAN?\nA. Các nước Đông Nam Á thấy cần có sự hợp tác với nhau để cùng phát triển\nB. Hạn chế ảnh hưởng của các cường quốc bên ngoài đối với khu vực Đông Nam Á\nC. Thành công của khối thị trường chung châu Âu cổ vũ các nước Đông Nam Á liên kết với nhau\nD. Xây dựng một trật tự thế giới nhằm tạo đối trọng bới trật tự hai cực Ianta.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Phương pháp: Suy luận, loại trừ đáp án.\nCách giải:\nXây dựng một trật tự thế giới nhằm tạo đối trọng bới trật tự hai cực Ianta không nằm trong nguyên nhân dẫn đến sự thành lập của tổ chức ASEAN.\nChọn D."
    },
    {
        "ID": "His_39_13",
        "Image_Question": "",
        "Question": "Câu 13:\nĐặc điểm bao trùm của cách mạng Việt Nam từ năm 1919 – 1930 là\nA. Khung hướng vô sản và khuynh hướng tư sản cùng phát triển trong phong trào yêu nước\nB. Khuynh hướng vô sản chiếm ưu thế tuyệt đối nhờ kinh nghiệm từ khuynh hướng tư sản\nC. Phát triển tuần tự từ khuynh hướng tư sản chuyển sang khuynh hướng vô sản\nD. Sau thất bại của khuynh hướng tư sản, khuynh hướng vô sản phát triển mạnh mẽ",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Phương pháp: Giải thích.\nCách giải:\nĐặc điểm bao trùm của cách mạng Việt Nam từ năm 1919 – 1930 là khung hướng vô sản và khuynh hướng tư sản cùng phát triển trong phong trào yêu nước.\nChọn A."
    },
    {
        "ID": "His_39_14",
        "Image_Question": "",
        "Question": "Câu 14:\nSự kiện nào trên thế giới có ảnh hưởng lớn đến cách mạng Việt Nam từ sau Chiến tranh thế giới thứ nhất?\nA. Nguyễn Ái Quốc tham dự Đại hội Tua của Đảng Xã hội Pháp (12 – 1920)\nB. Nước Pháp bị khủng hoảng kinh tế\nC. Nguyễn Ái Quốc đưa yêu sách đến Hội nghị Vec – xai (6 – 1919)\nD. Sự thành công của Cách mạng tháng Mười Nga (11 – 1917)",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Phương pháp: SGK Lịch sử 12, nội dung Việt Nam sau chiến tranh thế giới thứ nhất.\nCách giải:\nSự thành công của Cách mạng tháng Mười Nga (11 – 1917) có ảnh hưởng lớn đến cách mạng Việt Nam từ sau Chiến tranh thế giới thứ nhất.\nChọn D."
    },
    {
        "ID": "His_39_15",
        "Image_Question": "",
        "Question": "Câu 15:\nTrong cuộc khai thác thuộc địa lần thứ nhất của thực dân Pháp ở Đông Dương (1897 – 1914), xã hội Việt nam có những chuyển biến sau đây?\nA. Giai cấp công nhân ra đời\nB. Giai cấp nông dân ra đời\nC. Giai cấp địa chủ bị xoá bỏ\nD. Giai cấp địa chủ ra đời",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Phương pháp: SGK Lịch sử 11, nội dung cuộc khai thác thuộc địa lần thứ nhất.\nCách giải:\nTrong cuộc khai thác thuộc địa lần thứ nhất của thực dân Pháp ở Đông Dương (1897 – 1914), xã hội Việt nam có những chuyển biến là giai cấp công nhân ra đời.\nChọn A."
    },
    {
        "ID": "His_39_16",
        "Image_Question": "",
        "Question": "Câu 16:\nNguyên nhân chủ quan làm cho phong trào yêu nước dân chủ công khai ở Việt Nam (1919 – 1926) bị thất bại là\nA. Các lực lượng dân tộc chưa lớn mạnh và trưởng thành về ý thức\nB. Thực dân Pháp còn mạnh đủ khả năng đàn áp phong trào\nC. Hệ tư tưởng dân chủ tư sản đã trở nên lỗi thời, lạc hậu\nD. Chủ nghĩa Mac – Lenin chưa được truyền ba sâu rộng vào Việt Nam",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Phương pháp: Suy luận, loại trừ đáp án.\nCách giải:\nNguyên nhân chủ quan làm cho phong trào yêu nước dân chủ công khai ở Việt Nam (1919 – 1926) bị thất bại là các lực lượng dân tộc chưa lớn mạnh và trưởng thành về ý thức.\nChọn A."
    },
    {
        "ID": "His_39_17",
        "Image_Question": "",
        "Question": "Câu 17:\nTrong cuộc khai thác thuộc địa lần thứ hai ở Việt Nam, tư bản Pháp đầu tư nhiều nhất vào ngành\nA. Nông nghiệp\nB. Công nghiệp\nC. Giao thông vận tải\nD. Thương mại",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Phương pháp: SGK Lịch sử 12, nội dung cuộc khai thác thuộc địa lần thứ hai.\nCách giải:\nTrong cuộc khai thác thuộc địa lần thứ hai ở Việt Nam, tư bản Pháp đầu tư nhiều nhất vào ngành nông nghiệp.\nChọn A."
    },
    {
        "ID": "His_39_18",
        "Image_Question": "",
        "Question": "Câu 18:\nNội dung nào sau đây phản ánh bước phát triển mới của phong trào cách mạng 1930 – 1931 ở Việt nam so với các phong trào yêu nước trước đó?\nA. Đã thực hiện thành công khẩu hiệu “người cày có ruộng”\nB. Xây dựng được một mặt trận thống nhất dân tộc rộng rãi\nC. Khối liên minh công nông được hình thành trong thực tế\nD. Thực hiện nhiệm vụ chống đế quốc, giành độc lập dân tộc",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Phương pháp: So sánh.\nCách giải:\nKhối liên minh công nông được hình thành trong thực tế phản ánh bước phát triển mới của phong trào cách mạng 1930 – 1931 ở Việt nam so với các phong trào yêu nước trước đó.\nChọn C."
    },
    {
        "ID": "His_39_19",
        "Image_Question": "",
        "Question": "Câu 19:\nNhận xét nào sau đây là đúng khi nói về lực lượng vũ trang Cách mạng tháng Tám năm 1945 ở Việt Nam?\nA. Ít về số lượng, thiếu về trang bị, nhưng có vai trò quan trọng trong vũ trang tuyên truyền\nB. Giữ vai trò quan trọng trong tổng khởi nghĩa, quyết định đến thắng lợi ở nông thôn\nC. Lực lượng quan trọng, quyết định đến thắng lợi của Tổng khởi nghĩa\nD. Là nhân tố xung kích, giữ vai trò quyết định thành công của Tổng khởi nghĩa",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Phương pháp: Phân tích, nhận xét.\nCách giải:\nCách mạng tháng Tám năm 1945 diễn ra có sư kết hợp giữa lực lượng chính trị và lực lượng vũ trang, trong đó:\n- Lực lượng chính trị có vai trò quyết định đến thắng lợi của Cách mạng tháng Tám năm 1945.\n- Lực lượng vũ trang có vai trò quan trọng, xung kích, hỗ trợ lực lượng chính trị.\nChọn D."
    },
    {
        "ID": "His_39_20",
        "Image_Question": "",
        "Question": "Câu 20:\nÝ nghĩa lịch sử của Hội nghị Ban Chấp hành Trung ương Đảng lần thứ 8 (5/1941) là gì?\nA. Hội nghị đánh dấu bước đầu chuyển hướng chỉ đạo chiến lược cho cách mạng Việt Nam\nB. Hội nghị đã mở ra một giai đoạn mới của cách mạng Việt Nam: tập trung giải quyết hoàn thành nhiệm vụ dân chủ\nC. Hội nghị đã đánh dấu một giai đoạn phát triển mới của cách mạng Việt Nam, giai đoạn đấu tranh chính trị giành quyền về tay nhân dân\nD. Là hội nghị đánh dấu sự hoàn chỉnh chủ trương chuyển hướng đấu tranh của Đảng.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Phương pháp: Suy luận, loại trừ phương án.\nCách giải:\nÝ nghĩa lịch sử của Hội nghị Ban Chấp hành Trung ương Đảng lần thứ 8 (5/1941) là hội nghị đánh dấu sự hoàn chỉnh chủ trương chuyển hướng đấu tranh của Đảng.\nChọn D."
    },
    {
        "ID": "His_39_21",
        "Image_Question": "",
        "Question": "Câu 21:\nTrong thời kì kháng chiến chống Pháp (1945 – 1954), các chiến dịch của quân đội nhân dân Việt Nam đều nhằm\nA. Củng cố và mở rộng căn cứ địa kháng chiến Việt Bắc\nB. Tiêu diệt một bộ phận sinh lực của quân Pháp\nC. Phá tan âm mưu đánh nhanh, thắng nhanh của Pháp\nD. Hỗ trợ chiến tranh du lích trong vòng bị chiếm đóng",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Phương pháp: Phân tích, đánh giá.\nCách giải:\nCác chiến dịch của quân đội và nhân dân Việt Nam trong giai đoạn 1945 – 1954 bao gồm: Chiến dịch Việt Bắc thu - đông (1947); Chiến dịch biên giới (1950); Các chiến dịch ở trung du và đồng bằng Bắc Bộ (cuối 1950 đến giữa 1951); Chiến dịch Hòa Bình đông – xuân (1951 – 1952); Chiến dịch Tây Bắc thu – đông (1952); Chiến dịch Thượng Lào xuân – hè năm 1953; Chiến dịch Điện Biên Phủ (1954). Mục đích chung nhất của các chiến dịch này là tiêu diệt một bộ phận sinh lực của thực dân Pháp.\nChọn B."
    },
    {
        "ID": "His_39_22",
        "Image_Question": "",
        "Question": "Câu 22:\nNhiệm vụ cách mạng được Đảng ta xác định trong thời kì 1936 – 1939 là\nA. Chống phát xít, chống chiến tranh, chống bọn phản động thuộc địa\nB. Chống phát xít Nhật\nC. Tịch thu ruộng đất của địa chủ phong kiến chia cho dân cày\nD. Đánh đuổi đế quốc Pháp, làm cho Đông Dương hoàn toàn độc lập",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Phương pháp: SGK Lịch sử 12, nội dung phong trào dân chủ 1936 – 1939.\nCách giải:\nNhiệm vụ cách mạng được Đảng ta xác định trong thời kì 1936 – 1939 là chống phát xít, chống chiến tranh, chống bọn phản động thuộc địa.\nChọn A."
    },
    {
        "ID": "His_39_23",
        "Image_Question": "",
        "Question": "Câu 23:\nPhong trào dân chủ 1936 – 1939 ở Việt Nam là một phong trào\nA. có tính dân tộc\nB. không mang tính dân tộc\nC. chỉ có tính dân chủ\nD. không mang tính cách mạng",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Phương pháp: Phân tích, rút ra tính chất.\nCách giải:\nPhong trào dân chủ 1936 – 1939 ở Việt Nam là một phong trào có tính dân tộc vì:\n- Kẻ thù của phong trào là bọn phản động thuộc địa không chịu thi hành những chính sách tiến bộ của mặt trận nhân dân Pháp. Đây là kẻ thù nguy hiểm nhất của dân tộc.\n- Mục tiêu đấu tranh của phong trào là đòi tự do, dân sinh, dân chủ, cơm áo và hòa bình. Đây là những quyền lợi mà dân tộc cần có.\n- Tham gia phong trào là đông đảo các lực lượng yêu nước dân chủ tiến bộ, đồng thời cũng là lực lượng dân tộc.\n- Phong trào dân chủ 1936-1939 là cuộc tập dượt lần lần hai chuẩn bị cho cách mạng tháng Tám.\nChọn A."
    },
    {
        "ID": "His_39_24",
        "Image_Question": "",
        "Question": "Câu 24:\nVì sao Đảng Cộng sản Việt Nam ra đời (1930) là bước ngoặt vĩ đại của lịch sử cách mạng Việt Nam?\nA. Chấm dứt sự khủng hoảng về tổ chức và giai cấp lãnh đạo cách mạng Việt Nam\nB. Chấm dứt tình trạng chia rẽ giữa các tổ chức chính trị ở Việt Nam\nC. Đưa giai cấp công nhân và nông dân lên nắm quyền lãnh đạo cách mạng\nD. Kết thúc thời kì phát triển của khuynh hướng cách mạng dân chủ tư sản",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Phương pháp: Giải thích.\nCách giải:\nĐảng Cộng sản Việt Nam ra đời (1930) là bước ngoặt vĩ đại của lịch sử cách mạng Việt Nam vì chấm dứt sự khủng hoảng về tổ chức và giai cấp lãnh đạo cách mạng Việt Nam.\nChọn A."
    },
    {
        "ID": "His_39_25",
        "Image_Question": "",
        "Question": "Câu 25:\nSự sụp đổ của chế độ phân biệt chủng tộc (Apacthai) ở Nam Phi (1993) chứng tỏ\nA. Hệ thống thuộc địa của chủ nghĩa thực dân cơ bản bị tan rã\nB. Một hình thức thống trị của nghĩa thực dân bị xoá bỏ\nC. Cuộc đấu tranh vì tiến bộ xã hội đã hoàn thành ở châu Phi\nD. Chủ nghĩa thực dân mới bắt đầu khủng hoảng và suy yếu",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Phương pháp: Suy luận, loại trừ phương án.\nCách giải:\nSự sụp đổ của chế độ phân biệt chủng tộc (Apacthai) ở Nam Phi (1993) chứng tỏ một hình thức thống trị của nghĩa thực dân bị xoá bỏ.\nChọn B."
    },
    {
        "ID": "His_39_26",
        "Image_Question": "",
        "Question": "Câu 26:\nPhong trào cách mạng 1930 – 1931 và cao trào kháng Nhật cứu nước năm 1945 ở Việt Nam có điểm tương đồng nào dưới đây?\nA. Đề ra những mục tiêu và hình thức đấu tranh mới\nB. Tổ chức các lực lượng yêu nước trong mặt trận dân tộc thống nhất\nC. Để lại bài học về xây dựng khối liên minh công – nông\nD. Sử dụng các hình thức đấu tranh phong phú, quyết liệt",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Phương pháp: So sánh.\nCách giải:\nPhong trào cách mạng 1930 – 1931 và cao trào kháng Nhật cứu nước năm 1945 ở Việt Nam có điểm tương đồng là sử dụng các hình thức đấu tranh phong phú, quyết liệt.\nChọn D."
    },
    {
        "ID": "His_39_27",
        "Image_Question": "",
        "Question": "Câu 27:\nMột trong những bài học được rút ra từ phong trào dân chủ 1936 – 1939 còn nguyên giá trị trong thời đại ngày nay?\nA. Phương pháp tổ chức và lãnh đạo quần chúng đấu tranh\nB. Linh hoạt các phương pháp đấu tranh kinh tế, ngoại giao\nC. Chủ trương phát huy sức mạnh đại đoàn kết dân tộc\nD. Vận dụng sáng tạo chủ nghĩa Mác – Lenin vào trong nước",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Phương pháp: Liên hệ thực tế.\nCách giải:\nMột trong những bài học được rút ra từ phong trào dân chủ 1936 – 1939 còn nguyên giá trị trong thời đại ngày nay là chủ trương phát huy sức mạnh đại đoàn kết dân tộc.\nChọn C."
    },
    {
        "ID": "His_39_28",
        "Image_Question": "",
        "Question": "Câu 28:\nSự sụp đổ của chủ nghĩa xã hội ở Liên Xô tác động như thế nào đến phong trào cách mạng thế giới?\nA. Là tổn thất to lớn của phong trào cách mạng thế giới\nB. Làm cho phong trào cách mạng thế giới bước vào thời kì thoái trào\nC. Làm sụp đổ trật tự hai cực Ianta\nD. Là nhân tố thúc đẩy phong trào cách mạng thế giới phát triển",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Phương pháp: Giải thích.\nCách giải:\nSự sụp đổ của chủ nghĩa xã hội ở Liên Xô tác động đến phong trào cách mạng thế giới là tổn thất to lớn của phong trào cách mạng thế giới.\nChọn A."
    },
    {
        "ID": "His_39_29",
        "Image_Question": "",
        "Question": "Câu 29:\nCương lĩnh chính trị đầu tiên của Đảng Cộng sản Việt Nam (đầu năm 1930) và Luận cương chính trị của Đảng Cộng sản Đông Dương (tháng 10/1930) đều xác định\nA. Tiến hành đồng thời hai nhiệm vụ độc lập dân tộc và cách mạng ruộng đất\nB. Đảng Cộng sản Đông Dương nắm vai trò lãnh đạo cách mạng\nC. Lực lượng tư sản cách mạng dân quyền bao gồm toàn dân tộc\nD. Nhiệm vụ cách mạng là xoá bỏ ách thống trị của chủ nghĩa đế quốc",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Phương pháp: So sánh, tìm điểm tương đồng.\nCách giải:\nCương lĩnh chính trị đầu tiên của Đảng Cộng sản Việt Nam (đầu năm 1930) và Luận cương chính trị của Đảng Cộng sản Đông Dương (tháng 10/1930) đều xác định Đảng Cộng sản Đông Dương nắm vai trò lãnh đạo cách mạng.\nChọn B."
    },
    {
        "ID": "His_39_30",
        "Image_Question": "",
        "Question": "Câu 30:\nCục diện hai cực, hai phe chính thức được xác lập thông qua sự kiện nào?\nA. Sự ra đời của Kế hoạch Macsan và Hội đồng tương trợ kinh tế (SEV)\nB. Sau khi hội nghị Ianta kết thúc\nC. Sự ra đời của khối NATO và khối Vacxava\nD. Sự ra đời của khối Vacxava và Hội đồng tương trợ kinh tế (SEV)",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Phương pháp: SGK Lịch sử 12, nội dung quan hệ quốc tế sau chiến tranh thế giới thứ hai.\nCách giải:\nCục diện hai cực, hai phe chính thức được xác lập thông qua sự kiện sự ra đời của khối NATO và khối Vacxava.\nChọn C."
    },
    {
        "ID": "His_39_31",
        "Image_Question": "",
        "Question": "Câu 31:\nSau chiến tranh thế giới thứ nhất, xã hội Việt Nam tồn tại nhiều mâu thuẫn, trong đó mâu thuẫn cơ bản nhất là\nA. mâu thuẫn giữa nông dân và địa chủ\nB. mâu thuẫn giữa nhân dân Việt Nam và thực dân Pháp\nC. mâu thuẫn giữa tư sản và địa chủ\nD. mâu thuẫn giữa công nhân và tư sản dân tộc",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Phương pháp: SGK Lịch sử 12, nội dung Việt Nam sau chiến tranh thế giới thứ nhất.\nCách giải:\nSau chiến tranh thế giới thứ nhất, xã hội Việt Nam tồn tại nhiều mâu thuẫn, trong đó mâu thuẫn cơ bản nhất là mâu thuẫn giữa nhân dân Việt Nam và thực dân Pháp.13\nChọn B."
    },
    {
        "ID": "His_39_32",
        "Image_Question": "",
        "Question": "Câu 32:\nTrong phong trào cách mạng 1930 – 1931, nhân dân ta chĩa mũi nhọn đấu tranh vào kẻ thù là\nA. Bọn phản cách mạng\nB. Đế quốc và phong kiến\nC. Địa chủ phong kiến\nD. Đế quốc và tay sai",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Phương pháp: SGK Lịch sử 12, nội dung phong trào cách mạng 1930 – 1931.\nCách giải:\nTrong phong trào cách mạng 1930 – 1931, nhân dân ta chĩa mũi nhọn đấu tranh vào kẻ thù là đế quốc và tay sai.\nChọn D."
    },
    {
        "ID": "His_39_33",
        "Image_Question": "",
        "Question": "Câu 33:\nNội dung nào không phải là ý nghĩa của chiến dịch lịch sử Điện Biên Phủ?\nA. Hoàn thành cuộc cách mạng dân tộc dân chủ trên phạm vi cả nước\nB. Đập tan kế hoạch Nava và mọi ý đồ của Pháp – Mỹ\nC. Làm xoay chuyển cục diện chiến tranh Đông Dương\nD. Giáng đòn quyết định vào ý chí xâm lược của Pháp",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Phương pháp: Suy luận, loại trừ phương án.\nCách giải:\nHoàn thành cuộc cách mạng dân tộc dân chủ trên phạm vi cả nước không phải là ý nghĩa của chiến dịch lịch sử Điện Biên Phủ.\nChọn A."
    },
    {
        "ID": "His_39_34",
        "Image_Question": "",
        "Question": "Câu 34:\nNội dung nào không phải nguyên tắc hoạt động của Liên hợp quốc?\nA. Duy trì hoà bình, an ninh thế giới\nB. Tôn trọng toàn vẹn lãnh thổ và độc lập chính trị của tất cả các nước\nC. Bình đẳng chủ quyền giữa các nước và quyền tự quyết của các dân tộc\nD. Giải quyết các tranh chấp quốc tế bằng biện pháp hoà bình",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Phương pháp: SGK Lịch sử 12, nội dung nguyên tắc hoạt động của Liên hợp quốc.\nCách giải:\nDuy trì hoà bình, an ninh thế giới không phải nguyên tắc hoạt động của Liên hợp quốc mà là mục đích của tổ chức.\nChọn A."
    },
    {
        "ID": "His_39_35",
        "Image_Question": "",
        "Question": "Câu 35:\nViệc tổ chức cộng sản có sự chia rẽ, sau đó hợp nhất thành Đảng Cộng sản Việt Nam (đầu năm 1930) để lại kinh nghiệm gì cho cách mạng Việt Nam?\nA. Xây dựng khối liên minh công nông vững chắc\nB. Kết hợp hài hoà vấn đề dân tộc và vấn đề giai cấp\nC. Xây dựng mặt trận thống nhất dân tộc rộng rãi\nD. Luôn chú trọng đấu tranh chống tư tưởng cục bộ",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Phương pháp: Phân tích, rút ra bài học kinh nghiệm.\nCách giải:\nNăm 1929, trước làn sóng lớn mạnh của phong trào yêu nước, ba tổ chức cộng sản đã ra đời ở Việt Nam. Ba tổ chức cùng chung lí tưởng nhưng hoạt động riêng rẽ, có phần công kích lẫn nhau. Nếu kéo dài tình trạng này sẽ làm ảnh hưởng xấu đến cách mạng Việt Nam.\nVì vậy, bài học kinh nghiệm cho cách mạng Việt Nam là cần chú trọng đấu tranh chống tư tưởng cục bộ, cần xây dựng sự thống nhất trong tư tưởng Đảng cầm quyền thì mới có thể đưa ra được những chính sách thống nhất.\nChọn D."
    },
    {
        "ID": "His_39_36",
        "Image_Question": "",
        "Question": "Câu 36:\nSự kiện đánh dấu bước chuẩn bị tổ chức, tư tưởng cho sự ra đời của Đảng Cộng sản Việt Nam sau này:\nA. Thành lập chi bộ cộng sản đầu tiên\nB. Hội nghị thành lập Đảng Cộng sản Việt Nam\nC. Sự thành lập Hội Việt Nam Cách mạng thanh niên\nD. Nguyễn Ái Quốc về đến Quảng Châu – Trung Quốc",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Phương pháp: SGK Lịch sử 12, nội dung sự thành lập Hội Việt Nam Cách mạng thanh niên.\nCách giải:\nSự kiện đánh dấu bước chuẩn bị tổ chức, tư tưởng cho sự ra đời của Đảng Cộng sản Việt Nam sau này là sự thành lập Hội Việt Nam Cách mạng thanh niên.\nChọn C."
    },
    {
        "ID": "His_39_37",
        "Image_Question": "",
        "Question": "Câu 37:\nNội dung nào dưới đây là nguyên nhân chung nhất cho sự phát triển kinh tế của Mĩ, Nhật Bản và các nước Tây Âu sau Chiến tranh thế giới thứ hai?\nA. Sự quản lí điều tiết có hiệu quả của Nhà nước và các tập đoàn lớn\nB. Điều kiện tự nhiên thuận lợi, tài nguyên dồi dào\nC. Nhân tố con người quyết định cho sự phát triển\nD. Áp dụng thành công thành tựu khoa học – kĩ thuật vào sản xuất",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Phương pháp: So sánh, tìm điểm tương đồng.\nCách giải:\nÁp dụng thành công thành tựu khoa học – kĩ thuật vào sản xuất là nguyên nhân chung nhất cho sự phát triển kinh tế của Mĩ, Nhật Bản và các nước Tây Âu sau Chiến tranh thế giới thứ hai.\nChọn D."
    },
    {
        "ID": "His_39_38",
        "Image_Question": "",
        "Question": "Câu 38:\nPhong trào yêu nước chống Pháp đầu thế kỉ XX thất bại nặng nề không vì lí do nào sau đây?\nA. Hạn chế về giai cấp, đường lối, tổ chức thiếu chặt chẽ\nB. Chưa tập hợp được sức mạnh của quần chúng nhân dân\nC. Thực dân Pháp còn quá mạnh, đủ sức đàn áp các phong trào\nD. Không nhận được sự hưởng ứng của quần chúng nhân dân",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Phương pháp: Suy luận, loại trừ phương án.\nCách giải:\nPhong trào yêu nước chống Pháp đầu thế kỉ XX thất bại nặng nề không vì lí do không nhận được sự hưởng ứng của quần chúng nhân dân.\nChọn D."
    },
    {
        "ID": "His_39_39",
        "Image_Question": "",
        "Question": "Câu 39:\nNội dung nào được coi là thời cơ lịch sử do xu thế toàn cầu hoá đem lại cho tất cả các quốc gia trên thế giới?\nA. Nguồn gốc đầu tư, kĩ thuật công nghệ và kinh nghiệm quả lí từ bên ngoài\nB. Sự ra đời các tổ chức liên kết kinh tế, thương mại, tài chính ở các khu vực\nC. Hoà bình, ổn định tạo nên sự phát triển nhanh chóng của quan hệ thương mại quốc tế\nD. Quá trình liên kết khu vực, hợp tác giữa các nước đang được đẩy mạnh",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Phương pháp: Giải thích, lựa chọn phương án.\nCách giải:\nTrong xu thế toàn cầu hóa, mối quan hệ giữa các nước được tăng cường, hợp tác cùng nhau phát triển, nhất là đối với các nước đang phát triển thì toàn cầu hóa là thời cơ để các nước này thu hút vốn đầu tư, kĩ thuật công nghệ của nước ngoài, kinh nghiệm quan lí của các nước phát triển.\nChọn A."
    },
    {
        "ID": "His_39_40",
        "Image_Question": "",
        "Question": "Câu 40:\nViêc đàm phán và kí kết Hiệp định Gionevo về Đông Dương 1954 đã để lại kinh nghiệm gì cho phát triển công tác đối ngoại của Việt Nam hiện nay?\nA. Tăng cường mở rộng, đa phương, đa dạng hoá các hoạt động đối ngoại\nB. Phải xây dựng sức mạnh tổng hợp quốc gia, trong đó chú trọng về kinh tế\nC. Hoà bình của dân tộc Việt Nam phải giải quyết bằng một hội nghị quốc tế\nD. Kiên trì dựa vào sự giúp đỡ của các nước trong đấu tranh ngoại giao.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Phương pháp: Liên hệ thực tế.\nCách giải:\nTừ chiến thắng Điện Biên Phủ năm 1954 dẫn đến việc đàm phán và kí kết Hiệp định Gionevo về Đông Dương 1954, ta thấy chỉ có tăng cường thực lực thì ta mới có cơ sở vững chắc cho hoạt động đối ngoại. Vì vậy, hiện nay, Việt Nam cần phải xây dựng sức mạnh tổng hợp quốc gia, đặc biệt là kinh tế để tạo cơ sở vững chắc cho công tác đối ngoại.\nChọn B."
    }
]