[
    {
        "His_9_1": "His_9_2",
        "": "",
        "CÂU 1:Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của những giai cấp nào dưới đây?\nA. Nông dân, công nhân\nB. Tư sản, tiểu tư sản, công nhân\nC. Địa chủ, tư sản, tiểu tư sản\nD. Tư sản, tiểu tư sản": "CÂU 2:Ngày 1-10-1949, nước Cộng hòa Nhân dân Trung Hoa ra đời là kết quả của:\nA. quá trình đàm phán giữa Mĩ và Liên Xô\nB. quá trình đấu tranh giải phóng dân tộc\nC. cuộc nội chiến Quốc Cộng lần 2 (1946-1949)\nD. quá trình nổi dậy của nhân dân Trung Quốc",
        "D": "C",
        "Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của hai giai cấp mới là tư sản, tiểu tư sản.\nChọn đáp án D": "Ngày 1-10-1949, nước Cộng hòa Nhân dân Trung Hoa ra đời là kết quả của cuộc nội chiến Quốc Cộng lần 2 (1946-1949).\nChọn đáp án C"
    },
    {
        "His_9_1": "His_9_3",
        "": "",
        "CÂU 1:Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của những giai cấp nào dưới đây?\nA. Nông dân, công nhân\nB. Tư sản, tiểu tư sản, công nhân\nC. Địa chủ, tư sản, tiểu tư sản\nD. Tư sản, tiểu tư sản": "CÂU 3:Đặc đểm nổi bật của phong trào dân tộc, dân chủ ở Việt Nam giai đoạn 1919 – 1930 là:\nA. cuộc đấu tranh giành quyền cai trị ở Việt Nam giữa thực dân Pháp và vương triều Nguyễn diễn ra mạnh mẽ, quyết liệt\nB. sự phát triển mạnh mẽ về kinh tế, chính trị, xã hội dẫn đến sự phát triển mạnh mẽ của phong trào đấu tranh theo khuynh hướng cách mạng vô sản ở Việt Nam\nC. cuộc đấu tranh giành quyền lãnh đạo giữa khuynh hướng cách mạng vô sản và khuynh hướng cách mạng dân chủ tư sản\nD. sự phát triển mạnh mẽ của phong trào tư sản, tiểu tư sản từng bước khẳng định vai trò lãnh đạo của họ",
        "D": "C",
        "Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của hai giai cấp mới là tư sản, tiểu tư sản.\nChọn đáp án D": "A loại vì lúc này thực dân Pháp đã hoàn thành công cuộc xâm lược và bình định nước ta. Thực dân Pháp đã thực hiện chính sách khai thác thuộc địa và cai trị trực tiếp ở Việt Nam.\nB loại vì kinh tế nước ta vẫn lạc hậu, kém phát triển; tình hình chính trị - xã hội không ổn định; cuộc đấu tranh trong phong trào yêu nước đang diễn ra theo hai khuynh hướng dân chủ tư sản và vô sản.\nC chọn vì giai đoạn 1919 – 1930 diễn ra cuộc đấu tranh giành quyền lãnh đạo giữa khuynh hướng cách mạng vô sản và khuynh hướng cách mạng dân chủ tư sản.\nD loại vì tư sản và tiểu tư sản không nắm vai trò lãnh đạo cách mạng.\nChọn đáp án C"
    },
    {
        "His_9_1": "His_9_4",
        "": "",
        "CÂU 1:Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của những giai cấp nào dưới đây?\nA. Nông dân, công nhân\nB. Tư sản, tiểu tư sản, công nhân\nC. Địa chủ, tư sản, tiểu tư sản\nD. Tư sản, tiểu tư sản": "CÂU 4:Nguyên nhân nào dưới đây làm cho nền kinh tế Mỹ, Nhật, Tây Âu bị suy thoái từ nửa sau những năm 70 của thế kỉ XX?\nA. Các nước đồng minh không có khả năng trả nợ cho Mĩ\nB. Tác động của cuộc khủng hoảng năng lượng thế giới\nC. Sự vươn lên của các nền kinh tế mới nổi\nD. Phong trào giải phóng dân tộc ở Á, Phi, Mĩ Latinh giành thắng lợi",
        "D": "B",
        "Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của hai giai cấp mới là tư sản, tiểu tư sản.\nChọn đáp án D": "Do tác động của cuộc khủng hoảng năng lượng thế giới năm 1973, nền kinh tế Mỹ, Nhật, Tây Âu bị suy thoái từ nửa sau những năm 70 của thế kỉ XX.\nChọn đáp án B"
    },
    {
        "His_9_1": "His_9_5",
        "": "",
        "CÂU 1:Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của những giai cấp nào dưới đây?\nA. Nông dân, công nhân\nB. Tư sản, tiểu tư sản, công nhân\nC. Địa chủ, tư sản, tiểu tư sản\nD. Tư sản, tiểu tư sản": "CÂU 5:Sự kiện nào dưới đây có ảnh hưởng tích cực đến phong trào cách mạng Việt Nam đầu thế kỉ XX?\nA. Pháp bị thiệt hại nặng nề trong chiến tranh\nB. Trật tự Véc xai – Oasintơn thiết lập\nC. Chiến tranh thế giới thứ nhất kết thúc\nD. Cách mạng tháng Mười Nga 1917 thành công",
        "D": "D",
        "Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của hai giai cấp mới là tư sản, tiểu tư sản.\nChọn đáp án D": "A loại vì đây là nguyên nhân Pháp tiến hành cuộc khai thác thuộc địa lần thứ hai ở Việt Nam giai đoạn 1919 – 1929 nhằm bù đắp thiệt hại do chiến tranh gây ra.\nB loại vì trật tự này mang lại lợi ích cho các nước thắng trận nhưng lại xác lập sự áp bức, nô dịch của nước tư bản thắng trận đối với không chỉ nước bại trận mà còn với các nước thuộc địa và phụ thuộc, trong đó có Việt Nam.\nC loại vì cuộc chiến tranh kết thúc cũng la lúc Pháp chuẩn bị tiến hành cuộc khai thác thuộc địa lần thứ hai ở Việt Nam giai đoạn 1919 – 1929 nhằm bù đắp thiệt hại do chiến tranh gây ra.\nD chọn vì Cách mạng tháng Mười Nga 1917 thành công đã chỉ ra con đường cứu nước mới cho các dân tộc thuộc địa trong đó có Việt Nam, đó là con đường cách mạng vô sản. Đồng thời, Cách mạng tháng Mười Nga 1917 thành công còn cổ vũ và thúc đẩy mạnh mẽ phong trào đấu tranh giành độc lập của nhân dân Việt Nam giai đoạn sau đó.\nChọn đáp án D"
    },
    {
        "His_9_1": "His_9_6",
        "": "",
        "CÂU 1:Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của những giai cấp nào dưới đây?\nA. Nông dân, công nhân\nB. Tư sản, tiểu tư sản, công nhân\nC. Địa chủ, tư sản, tiểu tư sản\nD. Tư sản, tiểu tư sản": "CÂU 6:Từ năm 1991 đến năm 2000, các nước lớn điều chỉnh quan hệ theo hướng đối thoại, thỏa hiệp, tránh xung đột trực tiếp chủ yếu vì:\nA. cần tập trung vào cuộc đấu tranh chống chế độ phân biệt chủng tộc\nB. hợp tác chính trị - quân sự trở thành nội dung căn bản trong quan hệ quốc tế\nC. muốn tạo môi trường quốc tế thuận lợi để vươn lên xác lập vị thế\nD. muốn tiến tới giải thể tất cả các tổ chức quân sự trên thế giới",
        "D": "C",
        "Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của hai giai cấp mới là tư sản, tiểu tư sản.\nChọn đáp án D": "Từ năm 1991 đến năm 2000, các nước lớn điều chỉnh quan hệ theo hướng đối thoại, thỏa hiệp, tránh xung đột trực tiếp chủ yếu vì muốn tạo môi trường quốc tế thuận lợi để vươn lên xác lập vị thế.\nChọn đáp án C"
    },
    {
        "His_9_1": "His_9_7",
        "": "",
        "CÂU 1:Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của những giai cấp nào dưới đây?\nA. Nông dân, công nhân\nB. Tư sản, tiểu tư sản, công nhân\nC. Địa chủ, tư sản, tiểu tư sản\nD. Tư sản, tiểu tư sản": "CÂU 7:Trong lúc Nhật đảo chính Pháp, Ban thường vụ Trung ương Đảng ra chỉ thị nào dưới đây?\nA. Chuẩn bị khởi nghĩa giành chính quyền\nB. Đánh đuổi phát xít Nhật\nC. Đánh đuổi Pháp – Nhật\nD. Nhật - Pháp bắn nhau và hành động của chúng ta",
        "D": "D",
        "Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của hai giai cấp mới là tư sản, tiểu tư sản.\nChọn đáp án D": "Trong lúc Nhật đảo chính Pháp, Ban thường vụ Trung ương Đảng ra chỉ thị Nhật - Pháp bắn nhau và hành động của chúng ta.\nChọn đáp án D"
    },
    {
        "His_9_1": "His_9_8",
        "": "",
        "CÂU 1:Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của những giai cấp nào dưới đây?\nA. Nông dân, công nhân\nB. Tư sản, tiểu tư sản, công nhân\nC. Địa chủ, tư sản, tiểu tư sản\nD. Tư sản, tiểu tư sản": "CÂU 8:Với chủ trương giương cao ngọn cờ dân tộc, tạm gác việc thực hiện nhiệm vụ cách mạng ruộng đất trong giai đoạn 1939 - 1945, Đảng Cộng sản Đông Dương đã\nA. bắt đầu nhận ra khả năng chống đế quốc của trung và tiểu địa chủ\nB. đáp ứng đúng nguyện vọng số một của giai cấp nông dân Việt Nam\nC. tập trung giải quyết những mâu thuẫn cơ bản của xã hội Việt Nam\nD. thực hiện đúng chủ trương của Luận cương chính trị tháng 10 - 1930",
        "D": "B",
        "Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của hai giai cấp mới là tư sản, tiểu tư sản.\nChọn đáp án D": "A loại vì từ Cương lĩnh chính trị đầu tiên ta đã xác định trung, tiểu địa chủ là bộ phận có thể lôi kéo hoặc trung lập.\nB chọn vì nguyện vọng của nhân dân Việt Nam nói chung và nông dân Việt Nam nói riêng là giành được độc lập dân tộc, có giành được độc lập thì mới có thể giành ruộng đất và quyền lợi về cho quần chúng nhân dân.\nC loại vì có hai mâu thuẫn chủ yếu tồn tại trong xã hội Việt Nam là mâu thuẫn giữa toàn thể dân tộc Việt Nam với thực dân Pháp và giữa nông dân với địa chủ. Việc đề cao ngọn cờ dân tộc, tạm gác việc thực hiện nhiệm vụ cách mạng ruộng đất trong giai đoạn 1939 - 1945, Đảng Cộng sản Đông Dương mới chỉ giải quyết được một mâu thuẫn nên nói giải quyết những mâu thuẫn cơ bản của xã hội Việt Nam là sai.\nD loại vì một trong những hạn chế của Luận cương là chưa đưa vấn đề giải phóng dân tộc lên hàng đầu mà nặng về đấu tranh giai cấp và cách mạng ruộng đất.\nChọn đáp án B"
    },
    {
        "His_9_1": "His_9_9",
        "": "",
        "CÂU 1:Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của những giai cấp nào dưới đây?\nA. Nông dân, công nhân\nB. Tư sản, tiểu tư sản, công nhân\nC. Địa chủ, tư sản, tiểu tư sản\nD. Tư sản, tiểu tư sản": "CÂU 9:Công lao to lớn đầu tiên của Nguyễn Ái Quốc đối với cách mạng Việt Nam trong những năm 1920 – 1930 là:\nA. chuẩn bị về tổ chức cho sự ra đời của chính Đảng vô sản ở Việt Nam\nB. tìm ra con đường cứu nước mới cho dân tộc Việt Nam\nC. soạn thảo Cương lĩnh chính trị đúng đắn cho Đảng Cộng sản Việt Nam\nD. chuẩn bị về tư tưởng, chính trị cho sự ra đời của Đảng Cộng sản Việt Nam",
        "D": "B",
        "Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của hai giai cấp mới là tư sản, tiểu tư sản.\nChọn đáp án D": "- Cuối thế kỉ XIX – đầu thế kỉ XX, Việt Nam đang trong thời kì khủng hoảng về đường lối cứu nước và giai cấp lãnh đạo đấu tranh bởi vì ngọn cờ phong kiến đã lỗi thời, lạc hậu còn con đường cứu nước theo khuynh hướng dân chủ tư sản đang trong quá trình thực tế kiểm nghiệm nhưng cũng dần cho thấy đây không phải là con đường cứu nước phù hợp vì chưa đáp ứng được yêu cầu của lịch sử dân tộc.\n- Trong bối cảnh đó, Nguyễn Ái Quốc đang trên con đường tìm đường cứu nước cho dân tộc và Người đã tìm ra con đường phù hợp đó là con đường cách mạng vô sản. Điều này được chứng minh bởi thắng lợi đầu tiên là thắng lợi của Cách mạng XHCN tháng Mười Nga năm 1917. Người đánh giá đây là cuộc cách mạng “đến nơi” khi so sánh với cách mạng Pháp và cách mạng Mĩ. Sau này, thực tế lịch sử Việt Nam chứng minh và lựa chọn con đường cứu nước mà Nguyễn Ái Quốc đã xác định năm 1920 là hoàn toàn đúng đắn. Đây là công lao đầu tiên to lớn nhất của Nguyễn Ái Quốc trong những năm 1919 – 1930.\nChọn đáp án B"
    },
    {
        "His_9_1": "His_9_10",
        "": "",
        "CÂU 1:Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của những giai cấp nào dưới đây?\nA. Nông dân, công nhân\nB. Tư sản, tiểu tư sản, công nhân\nC. Địa chủ, tư sản, tiểu tư sản\nD. Tư sản, tiểu tư sản": "CÂU 10:Điểm nào dưới đây là sự khác biệt giữa phong trào giải phóng dân tộc ở Châu Á, Châu Phi với khu vực Mĩ Latinh:\nA. Châu Á, Châu Phi đấu tranh để giải phóng dân tộc, khu vực Mĩ Latinh đấu tranh để giải phóng giai cấp\nB. Châu Á, Châu Phi đấu tranh chống lại bọn đế quốc thực dân cũ, khu vực Mĩ Latinh đấu tranh chống chủ nghĩa thực dân mới\nC. Châu Phi và Châu Á đấu tranh bằng vũ trang, khu vực Mĩ Latinh đấu tranh ôn hòa\nD. Phong trào giải phóng dân tộc ở Châu Á, Châu Phi làm hệ thống thuộc địa của chủ nghĩa thực dân lung lay tận gốc, khu vực Mĩ Latinh chưa làm được điều đó",
        "D": "B",
        "Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của hai giai cấp mới là tư sản, tiểu tư sản.\nChọn đáp án D": "- Sau Chiến tranh thế giới thứ hai, nhân dân ở châu Á và châu Phi đấu tranh chống lại chủ nghĩa thực dân cũ để giành độc lập.\n- Khác với châu Á và châu Phi, nhiều nước Mĩ Latinh sớm giành được độc lập nhưng lại bị lệ thuộc vào Mĩ. Sau Chiến tranh thế giới thứ hai, với ưu thế về kinh tế, quân sự, Mĩ đã tìm cách biến Mĩ Latinh thành khu vực “sân sau” của mình và xây dựng chế độ độc tài thân Mĩ => nhân dân Mĩ Latinh phải đấu tranh chống lại chế độ độc tài thân Mĩ – một hình thức của chủ nghĩa thực dân mới để giành độc lập.\nChọn đáp án B"
    },
    {
        "His_9_1": "His_9_11",
        "": "",
        "CÂU 1:Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của những giai cấp nào dưới đây?\nA. Nông dân, công nhân\nB. Tư sản, tiểu tư sản, công nhân\nC. Địa chủ, tư sản, tiểu tư sản\nD. Tư sản, tiểu tư sản": "CÂU 11:So với cách mạng tháng Mười Nga, lực lượng cách mạng trong Cương lĩnh chính trị của Đảng Cộng sản Việt Nam (2/1930) có điểm gì khác biệt?\nA. Giai cấp công nhân là lực lượng nắm vai trò lãnh đạo\nB. Giai cấp công nhân và nông dân là động lực chính của cách mạng\nC. Xác định giai cấp tư sản, tiểu tư sản là đối tượng của cách mạng\nD. Tư sản, tiểu tư sản, trung tiểu địa chủ cũng là lực lượng tham gia",
        "D": "D",
        "Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của hai giai cấp mới là tư sản, tiểu tư sản.\nChọn đáp án D": "- Cách mạng tháng Mười: lực lượng là quần chúng công nông, nhiệm vụ là lật đổ chính phủ tư sản lâm thời.\n- Cương lĩnh chính trị: xác định lực lượng là công nhân, nông dân, tiểu tư sản, trí thức; còn trung, tiểu địa chủ, tư sản thì có thể lợi dụng hoặc trung lập. => Tư sản, tiểu tư sản, trung tiểu địa chủ cũng là lực lượng tham gia cách mạng.\nChọn đáp án D"
    },
    {
        "His_9_1": "His_9_12",
        "": "",
        "CÂU 1:Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của những giai cấp nào dưới đây?\nA. Nông dân, công nhân\nB. Tư sản, tiểu tư sản, công nhân\nC. Địa chủ, tư sản, tiểu tư sản\nD. Tư sản, tiểu tư sản": "CÂU 12:Tận dụng thời cơ Nhật đầu hàng Đồng minh (8 - 1945), những nước nào dưới đây đã giành được độc lập vào năm 1945?\nA. Việt Nam, Lào, Mianma\nB. Inđônêxia, Việt Nam, Lào\nC. Việt Nam, Lào, Camphuchia\nD. Philippin, Việt Nam, Lào",
        "D": "B",
        "Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của hai giai cấp mới là tư sản, tiểu tư sản.\nChọn đáp án D": "Tận dụng thời cơ Nhật đầu hàng Đồng minh (8 - 1945), Inđônêxia, Việt Nam, Lào đã giành được độc lập vào năm 1945.\nChọn đáp án B"
    },
    {
        "His_9_1": "His_9_13",
        "": "",
        "CÂU 1:Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của những giai cấp nào dưới đây?\nA. Nông dân, công nhân\nB. Tư sản, tiểu tư sản, công nhân\nC. Địa chủ, tư sản, tiểu tư sản\nD. Tư sản, tiểu tư sản": "CÂU 13:Tính chất triệt để của phong trào cách mạng 1930 – 1931 được biểu hiện ở:\nA. không ảo tưởng vào kẻ thù dân tộc và giai cấp\nB. lần đầu tiên có sự lãnh đạo của một chính Đảng\nC. hình thức đấu tranh phong phú và quyết liệt\nD. diễn ra trên quy mô rộng lớn chưa từng thấy",
        "D": "A",
        "Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của hai giai cấp mới là tư sản, tiểu tư sản.\nChọn đáp án D": "Phong trào 1930 – 1931 được đánh giá là triệt để vì:\n- Nhằm đúng kẻ thù của dân tộc là đế quốc và phong kiến => tức là không ảo tưởng vào kẻ thù dân tộc và giai cấp.\n- Kết hợp đấu tranh chính trị với đấu tranh vũ trang để đi đến đỉnh cao.\n- Thành lập chính quyền là vấn đề cơ bản của 1 cuộc cách mạng.\n=> Phương án A phù hợp.\nXét các phương án còn lại ta thấy:\nB loại vì phong trào đặt dưới sự lãnh đạo của Đảng chưa phải là cơ sở để chứng minh tính triệt để.\nC, D loại vì các phong trào trước đó cũng diễn ra trên quy mô rộng lớn và có hình thức đấu tranh phong phú và quyết liệt.\nChọn đáp án A"
    },
    {
        "His_9_1": "His_9_14",
        "": "",
        "CÂU 1:Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của những giai cấp nào dưới đây?\nA. Nông dân, công nhân\nB. Tư sản, tiểu tư sản, công nhân\nC. Địa chủ, tư sản, tiểu tư sản\nD. Tư sản, tiểu tư sản": "CÂU 14:Cho các sự kiện:\n1. Việt Nam và Mĩ bình thường quan hệ;\n2. Việt Nam trở thành thành viên thứ 149 của Liên hợp quốc;\n3. Việt Nam được bầu làm Ủy viên không thường trực Hội đồng Bảo an Liên hợp quốc.\nHãy sắp xếp các sự kiện trên theo trình tự thời gian.\nA. 2, 1, 3\nB. 3, 2, 1\nC. 1, 2, 3\nD. 1, 3, 2",
        "D": "A",
        "Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của hai giai cấp mới là tư sản, tiểu tư sản.\nChọn đáp án D": "2. Việt Nam trở thành thành viên thứ 149 của Liên hợp quốc (9/1977);\n1. Việt Nam và Mĩ bình thường quan hệ (11/7/1995);\n3. Việt Nam được bầu làm Ủy viên không thường trực Hội đồng Bảo an Liên hợp quốc (16/10/2007).\nChọn đáp án A"
    },
    {
        "His_9_1": "His_9_15",
        "": "",
        "CÂU 1:Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của những giai cấp nào dưới đây?\nA. Nông dân, công nhân\nB. Tư sản, tiểu tư sản, công nhân\nC. Địa chủ, tư sản, tiểu tư sản\nD. Tư sản, tiểu tư sản": "CÂU 15:Nguyên nhân sâu xa của cuộc cách mạng khoa học - công nghệ nửa sau thế kỉ XX là do\nA. bùng nổ dân số, cạn kiệt nguồn tài nguyên thiên nhiên.\nB. yêu cầu của việc chạy đua vũ trang trong thời kì chiến tranh lạnh.\nC. những đòi hỏi của cuộc sống, của sản xuất.\nD. kế thừa những thành tựu của cuộc cách mạng công nghiệp ở thế kỉ XVIII-XIX.",
        "D": "C",
        "Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của hai giai cấp mới là tư sản, tiểu tư sản.\nChọn đáp án D": "Nguyên nhân sâu xa của cuộc cách mạng khoa học - công nghệ nửa sau thế kỉ XX là do những đòi hỏi của cuộc sống (nhu cầu ngày càng cao của con người), của sản xuất (thiếu vốn, nguyên liệu, thị trường).\nChọn đáp án C"
    },
    {
        "His_9_1": "His_9_16",
        "": "",
        "CÂU 1:Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của những giai cấp nào dưới đây?\nA. Nông dân, công nhân\nB. Tư sản, tiểu tư sản, công nhân\nC. Địa chủ, tư sản, tiểu tư sản\nD. Tư sản, tiểu tư sản": "CÂU 16:Chủ trương giải quyết vấn đề dân tộc của Đảng Cộng sản Đông Dương tại Hội nghị tháng 5-1941 có gì khác so với Hội nghị tháng 11-1939?\nA. Giương cao ngọn cờ giải phóng dân tộc cho toàn Đông Dương\nB. Vấn đề giải phóng dân tộc là mục tiêu số 1 của cách mạng\nC. Đẩy mạnh đấu tranh vũ trang tiến tới khởi nghĩa giành chính quyền\nD. Đặt vấn đề giải phóng dân tộc trong phạm vi từng nước",
        "D": "D",
        "Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của hai giai cấp mới là tư sản, tiểu tư sản.\nChọn đáp án D": "- Nội dung các phương án A, B, C phản ánh điểm giống nhau trong chủ trương của hai hội nghị.\n- Nội dung phương án D phản ánh điểm khác biệt giữa chủ trương của Đảng Cộng sản Đông Dương tại Hội nghị tháng 5-1941 so với Hội nghị tháng 11-1939. Cụ thể là đến Hội nghị tháng 5-1941, Đảng Cộng sản Đông Dương đã đặt vấn đề giải phóng dân tộc trong phạm vi từng nước với việc quyết định thành lập ở mỗi nước một mặt trận dân tộc thống nhất riêng: Ở Việt Nam thành lập Việt Nam độc lập đồng minh, ở Lào thành lập Ai Lao độc lập đồng minh, ở Campuchia thành lập Cao Miên độc lập đồng minh để lãnh đạo nhân dân các nước đấu tranh.\nChọn đáp án D"
    },
    {
        "His_9_1": "His_9_17",
        "": "",
        "CÂU 1:Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của những giai cấp nào dưới đây?\nA. Nông dân, công nhân\nB. Tư sản, tiểu tư sản, công nhân\nC. Địa chủ, tư sản, tiểu tư sản\nD. Tư sản, tiểu tư sản": "CÂU 17:Hội nghị trung ương Đảng 11/1939 do đồng chí Tổng bí thư Nguyễn Văn Cừ chủ trì đã đánh dấu sự chuyển hướng đấu tranh đúng đắn của Đảng vì:\nA. giải quyết vấn đề ruộng đất cho nông dân\nB. xác định kẻ thù chủ yếu, trước mắt là phát xít Nhật\nC. giương cao ngọn cờ giải phóng dân tộc\nD. đặt vấn đề giải phóng dân tộc cho Việt Nam",
        "D": "C",
        "Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của hai giai cấp mới là tư sản, tiểu tư sản.\nChọn đáp án D": "- Phong trào 1936 – 1939 được tổ chức với mục tiêu chiến lược là chống đế quốc và phong kiến và mục tiêu trước mắt là chống chế độ phản động thuộc địa, chống phát xít, chống chiến tranh, đòi tự do, dân sinh, dân chủ, cơm áo và hòa bình.\n- Khi Chiến tranh thế giới thứ hai nổ ra, mục tiêu chống chiến tranh đã không còn phù hợp nữa, phong trào 1936 – 1939 kết thúc. Lúc này, Đảng Cộng sản Đông Dương đã nhanh chóng, kịp thời họp và chuyển hướng đấu tranh với việc xác định nhiệm vụ, mục tiêu trước mắt là đánh đổ đế quốc và tay sai, giải phóng hoàn toàn Đông Dương, làm cho Đông Dương hoàn toàn độc lập. Hội nghị chủ trương tạm gác khẩu hiệu cách mạng ruộng đất và giương cao ngọn cờ giải phóng dân tộc.\nChọn đáp án C"
    },
    {
        "His_9_1": "His_9_18",
        "": "",
        "CÂU 1:Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của những giai cấp nào dưới đây?\nA. Nông dân, công nhân\nB. Tư sản, tiểu tư sản, công nhân\nC. Địa chủ, tư sản, tiểu tư sản\nD. Tư sản, tiểu tư sản": "CÂU 18:Một trong những biểu hiện của xu thế toàn cầu hóa là\nA. Sự phát triển và tác động to lớn của các công ty xuyên quốc gia\nB. Hợp tác mạnh trên các lĩnh vực: chính trị, văn hóa, xã hội\nC. Đẩy mạnh phát triển kinh tế trên cơ sở duy trì hòa bình, an ninh thế giới\nD. Quá trình tăng lên mạnh mẽ của lực lượng sản xuất",
        "D": "A",
        "Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của hai giai cấp mới là tư sản, tiểu tư sản.\nChọn đáp án D": "Một trong những biểu hiện của xu thế toàn cầu hóa là sự phát triển và tác động to lớn của các công ty xuyên quốc gia.\nChọn đáp án A"
    },
    {
        "His_9_1": "His_9_19",
        "": "",
        "CÂU 1:Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của những giai cấp nào dưới đây?\nA. Nông dân, công nhân\nB. Tư sản, tiểu tư sản, công nhân\nC. Địa chủ, tư sản, tiểu tư sản\nD. Tư sản, tiểu tư sản": "CÂU 19:Nguyên nhân nào là cơ bản nhất, quyết định sự bùng nổ và phát triển của phong trào cách mạng 1930 - 1931?\nA. Ảnh hưởng của cuộc khủng hoảng kinh tế 1929 – 1933\nB. Đảng Cộng sản Việt Nam ra đời kịp thời lãnh đạo phong trào cách mạng\nC. Thực dân Pháp tiến hành khủng bố trắng sau cuộc khới nghĩa Yên Bái\nD. Địa chủ phong kiến câu kết với Pháp đàn áp, bóc lột nhân dân",
        "D": "B",
        "Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của hai giai cấp mới là tư sản, tiểu tư sản.\nChọn đáp án D": "Nguyên nhân cơ bản nhất, quyết định sự bùng nổ và phát triển của phong trào cách mạng 1930 – 1931 là Đảng Cộng sản Việt Nam ra đời kịp thời lãnh đạo phong trào cách mạng.\nChọn đáp án B"
    },
    {
        "His_9_1": "His_9_20",
        "": "",
        "CÂU 1:Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của những giai cấp nào dưới đây?\nA. Nông dân, công nhân\nB. Tư sản, tiểu tư sản, công nhân\nC. Địa chủ, tư sản, tiểu tư sản\nD. Tư sản, tiểu tư sản": "CÂU 20:Từ nửa sau những năm 70 của thế kỷ XX, Nhật Bản thực hiện chính sách đối ngoại trở về châu Á dựa trên cơ sở nào?\nA. Tiềm lực kinh tế - tài chính hùng hậu\nB. Nền kinh tế đứng đầu thế giới\nC. Lực lượng quân đội phát triển nhanh\nD. Mỹ bắt đầu bảo trợ về vấn đề hạt nhân",
        "D": "A",
        "Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của hai giai cấp mới là tư sản, tiểu tư sản.\nChọn đáp án D": "Dựa vào tiềm lực kinh tế - tài chính ngày càng lớn mạnh, từ nửa sau những năm 70 của thế kỷ XX, Nhật Bản thực hiện chính sách đối ngoại trở về châu Á. Điều này được thể hiện thông qua các học thuyết như Học thuyết Phucưđa (1977), Học thuyết Kaiphu (1991),…\nChọn đáp án A"
    },
    {
        "His_9_1": "His_9_21",
        "": "",
        "CÂU 1:Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của những giai cấp nào dưới đây?\nA. Nông dân, công nhân\nB. Tư sản, tiểu tư sản, công nhân\nC. Địa chủ, tư sản, tiểu tư sản\nD. Tư sản, tiểu tư sản": "CÂU 21:Nhiệm vụ hàng đầu của cách mạng Việt Nam đầu thế kỉ XX là:\nA. chống phong kiến, giành ruộng đất cho dân cày\nB. chống Pháp và phong kiến, giành quyền tự trị\nC. xây dựng và bảo vệ Tổ quốc xã hội chủ nghĩa\nD. chống Pháp và tay sai, giành độc lập dân tộc",
        "D": "D",
        "Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của hai giai cấp mới là tư sản, tiểu tư sản.\nChọn đáp án D": "- Cùng với sự thất bại, đầu hàng hoàn toàn của nhà Nguyễn trước thực dân Pháp, nước ta từ một quốc gia độc lập, có chủ quyền đã bị biến thành nước thuộc địa nửa phong kiến. Các phong trào đấu tranh yêu nước cuối thế kỉ XIX tuy diễn ra sôi nổi nhưng cuối cùng cũng thất bại.\n- Yêu cầu lịch sử đặt ra đầu thế kỉ XX là: phải chống đế quốc và phong kiến để giành độc lập, giành ruộng đất cho dân cày, trong đó nhiệm vụ hàng đầu là giành độc lập.\nChọn đáp án D"
    },
    {
        "His_9_1": "His_9_22",
        "": "",
        "CÂU 1:Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của những giai cấp nào dưới đây?\nA. Nông dân, công nhân\nB. Tư sản, tiểu tư sản, công nhân\nC. Địa chủ, tư sản, tiểu tư sản\nD. Tư sản, tiểu tư sản": "CÂU 22:Hội Việt Nam Cách mạng Thanh niên và Việt Nam quốc dân đảng đều là:\nA. các tổ chức yêu nước cách mạng\nB. các tổ chức yêu nước theo khuynh hướng tư sản\nC. các tổ chức chính trị theo khuynh hướng vô sản\nD. tiền thân của Đảng Cộng sản Việt Nam",
        "D": "A",
        "Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của hai giai cấp mới là tư sản, tiểu tư sản.\nChọn đáp án D": "- Hội Việt Nam Cách mạng Thanh niên là tổ chức yêu nước cách mạng đi theo khuynh hướng cách mạng vô sản.\n- Việt Nam quốc dân đảng là tổ chức yêu nước cách mạng đi theo khuynh hướng cách mạng dân chủ tư sản.\n=> Điểm giống nhau là hai tổ chức này đều là các tổ chức yêu nước cách mạng.\nChọn đáp án A"
    },
    {
        "His_9_1": "His_9_23",
        "": "",
        "CÂU 1:Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của những giai cấp nào dưới đây?\nA. Nông dân, công nhân\nB. Tư sản, tiểu tư sản, công nhân\nC. Địa chủ, tư sản, tiểu tư sản\nD. Tư sản, tiểu tư sản": "CÂU 23:Sự kiện nào đánh dấu phong trào công nhân Việt Nam bước đầu chuyển từ đấu tranh tự phát sang đấu tranh tự giác?\nA. Cuộc bãi công của thợ máy xưởng Ba Son\nB. Xây dựng và bảo vệ Tổ quốc xã hội chủ nghĩa\nC. Cuộc đấu tranh của công nhân Bắc Kì\nD. Đảng Cộng sản Việt Nam được thành lập",
        "D": "A",
        "Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của hai giai cấp mới là tư sản, tiểu tư sản.\nChọn đáp án D": "- Trong thời gian trước tháng 8-1925: công nhân đấu tranh đòi lợi kinh tế bằng cách phá hoại máy móc của chủ xưởng, đòi tăng lương, giảm giờ làm.\n- Đến tháng 8-1925 đã đánh dấu mốc giai cấp công nhân bước đầu đi vào đấu tranh tự giác. Thợ máy xưởng Ba Son tại cảng Sài Gòn đã bãi công, không chịu sửa chữa chiếm hạm Misơlê của Pháp trước khi chiếm hạm này chở binh lính sang đàn áp phong trào đấu tranh của nhân dân Trung Quốc. Đây là cuộc đấu tranh vì mục tiêu chính trị, thể hiện tinh thần quốc tế vô sản.\nChọn đáp án A"
    },
    {
        "His_9_1": "His_9_24",
        "": "",
        "CÂU 1:Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của những giai cấp nào dưới đây?\nA. Nông dân, công nhân\nB. Tư sản, tiểu tư sản, công nhân\nC. Địa chủ, tư sản, tiểu tư sản\nD. Tư sản, tiểu tư sản": "CÂU 24:Trong giai đoạn 1939 – 1945, Đảng Cộng sản Đông Dương đã khắc phục được một trong những hạn chế của Luận cương chính trị (10/1930) qua chủ trương:\nA. thành lập chính phủ công nông binh\nB. sử dụng phương pháp bạo lực cách mạng\nC. tập hợp lực lượng toàn dân tộc chống đế quốc\nD. xác định động lực cách mạng là công – nông",
        "D": "C",
        "Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của hai giai cấp mới là tư sản, tiểu tư sản.\nChọn đáp án D": "- Một trong những hạn chế của Luận cương chính trị (10/1930) là chưa xác định đúng lực lượng cách mạng: đánh giá không đúng khả năng cách mạng của tầng lớp tiểu tư sản, khả năng chống đế quốc và chống phong kiến ở một mức độ nhất định của giai cấp tư sản dân tộc, khả năng lôi kéo của một bộ phận trung, tiểu địa chủ tham gia mặt trận dân tộc thống nhất chống đế quốc và tay sai. => Hạn chế này được khắc phục giai đoạn 1939 – 1945 với việc thành lập mặt trận dân tộc thống nhất để đoàn kết đấu tranh.\nChọn đáp án C"
    },
    {
        "His_9_1": "His_9_25",
        "": "",
        "CÂU 1:Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của những giai cấp nào dưới đây?\nA. Nông dân, công nhân\nB. Tư sản, tiểu tư sản, công nhân\nC. Địa chủ, tư sản, tiểu tư sản\nD. Tư sản, tiểu tư sản": "CÂU 25:Biến đổi quan trọng nhất của các nước châu Á sau Chiến tranh thế giới thứ hai là gì?\nA. Đã giành được độc lập\nB. Trở thành 1 trong 3 trung tâm kinh tế, tài chính thế giới\nC. Là thành viên của tổ chức ASEAN\nD. Một số nước trở thành nước công nghiệp mới (NIC)",
        "D": "A",
        "Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của hai giai cấp mới là tư sản, tiểu tư sản.\nChọn đáp án D": "A chọn vì trước Chiến tranh thế giới thứ hai trừ Nhật Bản và Thái Lan thì các nước đều là thuộc địa của các nước đế quốc, thực dân nên biến đổi quan trọng nhất của các nước châu Á sau Chiến tranh thế giới thứ hai là các nước này đã giành được độc lập.\nB loại vì ba trung tâm kinh tế là Mĩ, Tây Âu, Nhật Bản.\nC loại vì các nước ngoài khu vực Đông Nam Á không phải là thành viên của ASEAN.\nD loại vì nếu không giành được độc lập thì các nước này không có điều kiện để trở thành nước công nghiệp mới (NIC).\nChọn đáp án A"
    },
    {
        "His_9_1": "His_9_26",
        "": "",
        "CÂU 1:Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của những giai cấp nào dưới đây?\nA. Nông dân, công nhân\nB. Tư sản, tiểu tư sản, công nhân\nC. Địa chủ, tư sản, tiểu tư sản\nD. Tư sản, tiểu tư sản": "CÂU 26:Tham vọng thiết lập “Trật tự thế giới đơn cực” của Mĩ thời kì sau Chiến tranh lạnh dựa trên cơ sở chủ yếu nào?\nA. Tình hình thế giới thuận lợi, các nước đồng minh của Mĩ ủng hộ\nB. Các nước thế giới thứ ba ủng hộ Mĩ, dựa vào Mĩ để phát triển\nC. Mĩ là nước đứng đầu thế giới về kinh tế, quân sự, khoa học kĩ thuật\nD. Chủ nghĩa xã hội ở Liên Xô sụp đổ, Mĩ không còn đối thủ lớn",
        "D": "D",
        "Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của hai giai cấp mới là tư sản, tiểu tư sản.\nChọn đáp án D": "Năm 1991, Liên Xô sụp đổ đã đánh dấu trật tự hai cực Ianta tan rã, thế “hai cực” của hai siêu cường  không còn nữa và Mĩ là “cực” duy nhất còn lại. Với những ưu thế to lớn về kinh tế, quân sự, khoa học – kĩ thuật và nhất là không còn đối thủ lớn là Liên Xô thì Mĩ muốn thiết lập trật tự thế giới đơn cực do Mĩ đứng đầu.\nChọn đáp án D"
    },
    {
        "His_9_1": "His_9_27",
        "": "",
        "CÂU 1:Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của những giai cấp nào dưới đây?\nA. Nông dân, công nhân\nB. Tư sản, tiểu tư sản, công nhân\nC. Địa chủ, tư sản, tiểu tư sản\nD. Tư sản, tiểu tư sản": "CÂU 27:Điểm nổi bật của nghệ thuật khởi nghĩa vũ trang trong Cách mạng tháng Tám năm 1945 ở Việt Nam là sự kết hợp:\nA. lực lượng chính trị và lực lượng vũ trang\nB. ba thứ quân trong lực lượng vũ trang\nC. khởi nghĩa từng phần với chiến tranh cách mạng\nD. khởi nghĩa và tiến công quân sự ở khắp nơi",
        "D": "A",
        "Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của hai giai cấp mới là tư sản, tiểu tư sản.\nChọn đáp án D": "A chọn vì trong Cách mạng tháng Tám có sự kết hợp rất đặc biệt giữa lực lượng chính trị và lực lượng vũ trang trong đó lực lượng chính trị đóng vai trò quyết định còn lực lượng vũ trang giữ vai trò nòng cốt, xung kích, hỗ trợ lực lượng chính trị để đưa cách mạng đến thành công.\nB loại vì lực lượng vũ trang ba thứ quân bào gồm bộ đội chủ lực, bộ đội địa phương và dân quân tự vệ. Trong đó, bộ đội chủ lực được xây dựng trong thời kì Cách mạng tháng Tám còn bộ đội địa phương và dân quân tự vệ được xây dựng trong giai đoạn 1946 – 1954.\nC loại vì thời kì này chưa tiến hành chiến tranh cách mạng. Thời kì chiến tranh cách mạng ở Việt Nam diễn ra trong giai đoạn sau khi giành độc lập năm 1945 đến năm 1975.\nD loại vì ta kết hợp đấu tranh chính trị và quân sự tùy vào từng địa điểm, ví dụ ở Hà Nội ta đấu tranh chính trị với các hình thức mít tinh, biểu tình có vũ trang tự vệ hỗ trợ,…\nChọn đáp án A"
    },
    {
        "His_9_1": "His_9_28",
        "": "",
        "CÂU 1:Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của những giai cấp nào dưới đây?\nA. Nông dân, công nhân\nB. Tư sản, tiểu tư sản, công nhân\nC. Địa chủ, tư sản, tiểu tư sản\nD. Tư sản, tiểu tư sản": "CÂU 28:Vai trò lớn nhất của Liên hợp quốc hiện nay là:\nA. là trung tâm giải quyết những mâu thuẫn vê dân tộc, sắc tộc trên thế giới\nB. góp phần gìn giữ hòa bình an ninh và giải quyết các vấn đề mang tính quốc tế\nC. là trung gian giải quyết các tranh chấp trên lĩnh vực kinh tế\nD. thúc đẩy quan hệ hợp tác kinh tế, văn hóa giữa các quốc gia, khu vực",
        "D": "B",
        "Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của hai giai cấp mới là tư sản, tiểu tư sản.\nChọn đáp án D": "Vai trò lớn nhất của Liên hợp quốc hiện nay là góp phần gìn giữ hòa bình an ninh và giải quyết các vấn đề mang tính quốc tế.\nChọn đáp án B"
    },
    {
        "His_9_1": "His_9_29",
        "": "",
        "CÂU 1:Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của những giai cấp nào dưới đây?\nA. Nông dân, công nhân\nB. Tư sản, tiểu tư sản, công nhân\nC. Địa chủ, tư sản, tiểu tư sản\nD. Tư sản, tiểu tư sản": "CÂU 29:Điểm sáng tạo của Nguyễn Ái Quốc trong quá trình vận động thành lập Đảng Cộng sản Việt Nam là\nA. thành lập tổ chức Cộng sản đoàn\nB. thành lập Hội Việt Nam Cách mạng Thanh niên\nC. thành lập tổ chức Tâm tâm xã\nD. thành lập Việt Nam Quốc dân đảng",
        "D": "B",
        "Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của hai giai cấp mới là tư sản, tiểu tư sản.\nChọn đáp án D": "- Công thức chung để thành lập một đảng vô sản = Chủ nghĩa Mác – Lê nin + phong trào công nhân.\n- Ở Việt Nam, Đảng Cộng sản Việt Nam ra đời = Chủ nghĩa Mác – Lê nin + phong trào công nhân + phong trào yêu nước. Xét thực tế, ở Việt Nam thời kì vận động thành lập Đảng giai đoạn 1920 – trước khi Đảng ra đời, Nguyễn Ái Quốc chưa thành lập ngay 1 chính đảng vô sản vì chưa có đủ các điều kiện nêu trên. Do đó, Nguyễn Ái Quốc đã thành lập Hội Việt Nam Cách mạng Thanh niên – tổ chức quá độ và là tiền thân chuẩn bị về tư tưởng, chính trị, tổ chức cho sự ra đời của Đảng Cộng sản Việt Nam sau này.\nChọn đáp án B"
    },
    {
        "His_9_1": "His_9_30",
        "": "",
        "CÂU 1:Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của những giai cấp nào dưới đây?\nA. Nông dân, công nhân\nB. Tư sản, tiểu tư sản, công nhân\nC. Địa chủ, tư sản, tiểu tư sản\nD. Tư sản, tiểu tư sản": "CÂU 30:Sự khác nhau cơ bản giữa Cương lĩnh chính trị đầu tiên và Luận cương chính trị của Đảng năm 1930 là xác định:\nA. lãnh đạo, mối quan hệ của cách mạng\nB. đường lối, nhiệm vụ cách mạng\nC. lực lượng, lãnh đạo cách mạng\nD. nhiệm vụ, lực lượng cách mạng",
        "D": "D",
        "Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của hai giai cấp mới là tư sản, tiểu tư sản.\nChọn đáp án D": "- Điểm giống nhau giữa Cương lĩnh và Luận cương:\n+ Đều xác định lãnh đạo cách mạng là công nhân với đội tiên phong là Đảng Cộng sản.\n+ Xác định cách mạng Việt Nam là một bộ phận và có mối quan hệ khăng khít với cách mạng thế giới.\n- Khác nhau:\n+ Lực lượng cách mạng: Cương lĩnh xác định lực lượng cách mạng là công nhân, nông dân, trí thức, tiểu tư sản; còn phú nông, trung tiểu địa chủ và tư sản thì lợi dụng hoặc trung lập. Đối với Luận cương thì xác định lực lượng chỉ gồm quần chúng công – nông.\n+ Nhiệm vụ: Cương lĩnh xác định nhiệm vụ là chống đế quốc và phong kiến => xác định đúng nhiệm vụ hàng đầu là giành độc lập; còn Luận cương xác đinh là chống phong kiến và đế quốc => đề cao vấn đề giai cấp và cách mạng ruộng đất (một trong những hạn chế của Luận cương).\nChọn đáp án D"
    },
    {
        "His_9_1": "His_9_31",
        "": "",
        "CÂU 1:Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của những giai cấp nào dưới đây?\nA. Nông dân, công nhân\nB. Tư sản, tiểu tư sản, công nhân\nC. Địa chủ, tư sản, tiểu tư sản\nD. Tư sản, tiểu tư sản": "CÂU 31:Phong trào dân chủ 1936 - 1939 ở Việt Nam có gì mới so với phong trào cách mạng 1930 -1931?\nA. Kết hợp hình thức đấu tranh công khai, hợp pháp với bí mật, bất hợp pháp\nB. Giai cấp công nhân và nông dân đoàn kết đấu tranh mạnh mẽ\nC. Đảng Cộng sản Đông Dương đề ra chủ trương cụ thể cho hoàn cảnh mới\nD. Là cuộc diễn tập cho Tổng khởi nghĩa tháng Tám 1945",
        "D": "A",
        "Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của hai giai cấp mới là tư sản, tiểu tư sản.\nChọn đáp án D": "- Nội dung các phương án B, C, D là điểm giống nhau giữa hai phong trào.\n- Nội dung phương án A là điểm khác nhau giữa hai phong trào. Trong đó, phong trào 1930 – 1931 đấu tranh công khai còn phong trào 1926 – 1939 thì kết hợp hình thức đấu tranh công khai, hợp pháp với bí mật, bất hợp pháp.\nChọn đáp án A"
    },
    {
        "His_9_1": "His_9_32",
        "": "",
        "CÂU 1:Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của những giai cấp nào dưới đây?\nA. Nông dân, công nhân\nB. Tư sản, tiểu tư sản, công nhân\nC. Địa chủ, tư sản, tiểu tư sản\nD. Tư sản, tiểu tư sản": "CÂU 32:Khẩu hiệu đấu tranh mà Đảng ta vận dụng trong phong trào cách mạng 1930 -1931 là:\nA. “tịch thu ruộng đất của đế quốc chia cho dân cày nghèo”\nB. “độc lập dân tộc” và “ruộng đất dân cày”\nC. “tự do dân chủ” và “cơm áo hòa bình”\nD. “chống đế quốc”, “chống phát xít”",
        "D": "B",
        "Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của hai giai cấp mới là tư sản, tiểu tư sản.\nChọn đáp án D": "- Đả đảo đế quốc => giành độc lập.\n- Đả đảo phong kiến => giành ruộng đất cho dân cày.\nChọn đáp án B"
    },
    {
        "His_9_1": "His_9_33",
        "": "",
        "CÂU 1:Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của những giai cấp nào dưới đây?\nA. Nông dân, công nhân\nB. Tư sản, tiểu tư sản, công nhân\nC. Địa chủ, tư sản, tiểu tư sản\nD. Tư sản, tiểu tư sản": "CÂU 33:Tư tưởng cốt lõi thể hiện trong Cương lĩnh chính trị đầu tiên của Đảng Cộng sản Việt Nam (đầu năm 1930) do Nguyễn Ái Quốc soạn thảo là:\nA. đoàn kết cách mạng thế giới\nB. độc lập và tự do\nC. tự do và dân chủ\nD. ruộng đất cho dân cày",
        "D": "B",
        "Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của hai giai cấp mới là tư sản, tiểu tư sản.\nChọn đáp án D": "Tư tưởng cốt lõi thể hiện trong Cương lĩnh chính trị đầu tiên của Đảng Cộng sản Việt Nam (đầu năm 1930) do Nguyễn Ái Quốc soạn thảo là độc lập và tự do.\nChọn đáp án B"
    },
    {
        "His_9_1": "His_9_34",
        "": "",
        "CÂU 1:Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của những giai cấp nào dưới đây?\nA. Nông dân, công nhân\nB. Tư sản, tiểu tư sản, công nhân\nC. Địa chủ, tư sản, tiểu tư sản\nD. Tư sản, tiểu tư sản": "CÂU 34:Trong cuộc khai thác thuộc địa lần 2 ở Đông Dương (1919-1929), thực dân Pháp đầu tư vốn nhiều nhất vào ngành kinh tế nào?\nA. Thủ công nghiệp\nB. Công nghiệp\nC. Nông nghiệp\nD. Thương nghiệp",
        "D": "C",
        "Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của hai giai cấp mới là tư sản, tiểu tư sản.\nChọn đáp án D": "Trong cuộc khai thác thuộc địa lần 2 ở Đông Dương (1919-1929), thực dân Pháp đầu tư vốn nhiều nhất vào ngành nông nghiệp.\nChọn đáp án C"
    },
    {
        "His_9_1": "His_9_35",
        "": "",
        "CÂU 1:Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của những giai cấp nào dưới đây?\nA. Nông dân, công nhân\nB. Tư sản, tiểu tư sản, công nhân\nC. Địa chủ, tư sản, tiểu tư sản\nD. Tư sản, tiểu tư sản": "CÂU 35:Việt Nam có thể rút ra kinh nghiệm gì từ sự phát triển kinh tế của Mĩ, Nhật và Tây Âu sau Chiến tranh thế giới thứ hai để đẩy mạnh sự nghiệp công nghiệp hóa, hiện đại hóa đất nước?\nA. Tăng cường đẩy mạnh hợp tác với các nước khác\nB. Ứng dụng các thành tựu khoa học – kĩ thuật\nC. Khai thác và sử dụng hợp lí nguồn tài nguyên\nD. Nâng cao trình độ tập trung vốn và lao động",
        "D": "B",
        "Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của hai giai cấp mới là tư sản, tiểu tư sản.\nChọn đáp án D": "Nguyên nhân chung dẫn đến sự phát triển kinh tế của Mĩ, Nhật và Tây Âu sau Chiến tranh thế giới thứ hai là áp dụng thành tựu khoa học – kĩ thuật vào sản xuất để nâng cao năng suất, hạ giá thành sản phẩm, thúc đẩy kinh tế phát triển.\n=> Để đẩy mạnh sự nghiệp công nghiệp hóa, hiện đại hóa đất nước, Việt Nam có thể rút ra bài học về ứng dụng thành tựu khoa học – kĩ thuật vào sản xuất như Mĩ, Nhật và Tây Âu để phát triển đất nước.\nChọn đáp án B"
    },
    {
        "His_9_1": "His_9_36",
        "": "",
        "CÂU 1:Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của những giai cấp nào dưới đây?\nA. Nông dân, công nhân\nB. Tư sản, tiểu tư sản, công nhân\nC. Địa chủ, tư sản, tiểu tư sản\nD. Tư sản, tiểu tư sản": "CÂU 36:Trong thời kỳ Chiến tranh lạnh, quốc gia nào ở châu Âu trở thành tâm điểm đối đầu giữa hai cực Xô - Mỹ?\nA. Anh\nB. Hy Lạp\nC. Pháp\nD. Đức",
        "D": "D",
        "Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của hai giai cấp mới là tư sản, tiểu tư sản.\nChọn đáp án D": "Trong thời kỳ Chiến tranh lạnh, nước Đức ở châu Âu trở thành tâm điểm đối đầu giữa hai cực Xô - Mỹ với việc thành lập hai nhà nước riêng trên lãnh thổ Đức là Nhà nước CHLB Đức và Nhà nước Cộng hòa Dân chủ Đức.\nChọn đáp án D"
    },
    {
        "His_9_1": "His_9_37",
        "": "",
        "CÂU 1:Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của những giai cấp nào dưới đây?\nA. Nông dân, công nhân\nB. Tư sản, tiểu tư sản, công nhân\nC. Địa chủ, tư sản, tiểu tư sản\nD. Tư sản, tiểu tư sản": "CÂU 37:Sự kiện nào đánh dấu chủ nghĩa xã hội đã vượt ra khỏi phạm vi một nước (Liên Xô) và bước đầu trở thành hệ thống thế giới:\nA. Sự ra đời nước Cộng hòa dân chủ nhân dân Triều Tiên\nB. Sự ra đời nước Cộng hòa xã hội chủ nghĩa Việt Nam\nC. Sự ra đời nước Cộng hòa nhân dân Trung Hoa\nD. Sự ra đời của các nước dân chủ nhân dân Đông Âu",
        "D": "D",
        "Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của hai giai cấp mới là tư sản, tiểu tư sản.\nChọn đáp án D": "Sự ra đời của các nước dân chủ nhân dân Đông Âu đánh dấu chủ nghĩa xã hội đã vượt ra khỏi phạm vi một nước (Liên Xô) và bước đầu trở thành hệ thống thế giới.\nChọn đáp án D"
    },
    {
        "His_9_1": "His_9_38",
        "": "",
        "CÂU 1:Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của những giai cấp nào dưới đây?\nA. Nông dân, công nhân\nB. Tư sản, tiểu tư sản, công nhân\nC. Địa chủ, tư sản, tiểu tư sản\nD. Tư sản, tiểu tư sản": "CÂU 38:Hội nghị nào sau đây của Đảng Cộng sản Đông Dương không trực tiếp xác định nhiệm vụ cho cách mạng Việt Nam là chống chủ nghĩa phát xít?\nA. Hội nghị Ban Chấp hành Trung ương Đảng Cộng sản Đông Dương tháng 5 – 1941\nB. Hội nghị Ban Thường vụ Trung ương Đảng Cộng sản Đông Dương tháng 3 – 1945\nC. Hội nghị Ban Chấp hành Trung ương Đảng Cộng sản Đông Dương tháng 11 - 1939\nD. Hội nghị Ban Chấp hành Trung ương Đảng Cộng sản Đông Dương tháng 7 - 1936",
        "D": "C",
        "Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của hai giai cấp mới là tư sản, tiểu tư sản.\nChọn đáp án D": "- Các Hội nghị Ban Chấp hành Trung ương Đảng Cộng sản Đông Dương tháng 7 – 1936, Hội nghị Ban Chấp hành Trung ương Đảng Cộng sản Đông Dương tháng 5 – 1941, Hội nghị Ban Thường vụ Trung ương Đảng Cộng sản Đông Dương tháng 3 – 1945 đề ra nhiệm vụ chống chủ nghĩa phát xít.\n- Hội nghị Ban Chấp hành Trung ương Đảng Cộng sản Đông Dương tháng 11 – 1939 không đề ra nhiệm vụ chống chủ nghĩa phát xít.\nChọn đáp án C"
    },
    {
        "His_9_1": "His_9_39",
        "": "",
        "CÂU 1:Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của những giai cấp nào dưới đây?\nA. Nông dân, công nhân\nB. Tư sản, tiểu tư sản, công nhân\nC. Địa chủ, tư sản, tiểu tư sản\nD. Tư sản, tiểu tư sản": "CÂU 39:Trong quá trình thực hiện chiến lược toàn cầu từ sau Chiến tranh thế giới thứ hai đến năm 2000, Mỹ đạt được kết quả nào dưới đây?\nA. Chi phối được một số nước tư bản đồng minh phụ thuộc vào Mỹ\nB. Duy trì vị trí cường quốc số một thế giới trên mọi lĩnh vực\nC. Duy trì sự tồn tại và hoạt động của tất cả các tổ chức quân sự\nD. Trực tiếp xóa bỏ hoàn toàn chế độ phân biệt chủng tộc",
        "D": "A",
        "Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của hai giai cấp mới là tư sản, tiểu tư sản.\nChọn đáp án D": "- Một là, ngăn chặn và tiến tới xóa bỏ chủ nghĩa xã hội trên thế giới.\n- Hai là, đàn áp phong trào giải phóng dân tộc, phong trào công nhân và cộng sản quốc tế, phong trào chống chiến tranh, vì hòa bình dân chủ trên thế giới.\n- Ba là, khống chế, chi phối các nước tư bản đồng minh phụ thuộc vào Mĩ.\n=> Xét các phương án trên ta thấy, trong quá trình thực hiện chiến lược toàn cầu từ sau Chiến tranh thế giới thứ hai đến năm 2000, Mỹ đạt được kết quả là chi phối được một số nước tư bản đồng minh phụ thuộc vào Mỹ.\nChọn đáp án A"
    },
    {
        "His_9_1": "His_9_40",
        "": "",
        "CÂU 1:Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của những giai cấp nào dưới đây?\nA. Nông dân, công nhân\nB. Tư sản, tiểu tư sản, công nhân\nC. Địa chủ, tư sản, tiểu tư sản\nD. Tư sản, tiểu tư sản": "CÂU 40:Ba tư tưởng sau đây được trình bày trong tác phẩm nào của Nguyễn Ái Quốc:\n1. Cách mạng là sự nghiệp của quần chúng\n2. Cách mạng là phải do Đảng theo chủ nghĩa Mác Lênin lãnh đạo\n3. Cách mạng Việt Nam phải gắn bó và đoàn kết với cách mạng thế giới\nA. Tạp chí Thư tín quốc tế\nB. Bản án chế độ thực dân Pháp\nC. Đường Kách mệnh\nD. Đời sống thợ thuyền",
        "D": "C",
        "Chương trình khai thác thuộc địa lần thứ hai của thực dân Pháp đã dẫn tới sự xuất hiện của hai giai cấp mới là tư sản, tiểu tư sản.\nChọn đáp án D": "1. Cách mạng là sự nghiệp của quần chúng\n2. Cách mạng là phải do Đảng theo chủ nghĩa Mác Lênin lãnh đạo\n3. Cách mạng Việt Nam phải gắn bó và đoàn kết với cách mạng thế giới\nĐây là ba tư tưởng được trình bày trong tác phẩm Đường Kách mệnh của Nguyễn Ái Quốc.\nChọn đáp án C"
    }
]