[
    {
        "ID": "His_13_1",
        "Image_Question": "",
        "Question": "CÂU 1:Tổ chức chính trị nào là đại diện tiêu biểu của khuynh hướng dân chủ tư sản ở Việt Nam trong những năm 20 của thế kỉ XX?\nA. An Nam Cộng sản đảng.\nB. Việt Nam Quốc dân đảng.\nC. Đông Dương Cộng sản đảng.\nD. Hội Việt Nam Cách mạng Thanh niên.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "A, C, D loại vì các tổ chức này đi theo khuynh hướng vô sản.\nB chọn vì tổ chức này đi theo khuynh hướng dân chủ tư sản.\nChọn đáp án B"
    },
    {
        "ID": "His_13_2",
        "Image_Question": "",
        "Question": "CÂU 2:Nguyên nhân chính nào khiến các nước Tây Âu có sự điều chỉnh đường lối đối ngoại từ những năm cuối thế kỉ XX đầu XXI?\nA. Sự trỗi dậy của phong trào cộng sản và công nhân quốc tế.\nB. Sự bùng nổ mạnh mẽ phong trào đấu tranh giành độc lập dân tộc.\nC. Chiến tranh lạnh kết thúc, trật tự hai cực Ianta tan rã.\nD. Cách mạng khoa học - công nghệ diễn ra mạnh mẽ,",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Nguyên nhân chính khiến các nước Tây Âu có sự điều chỉnh đường lối đối ngoại từ những năm cuối thế kỉ XX đầu XXI là Chiến tranh lạnh kết thúc, trật tự hai cực Ianta tan rã.\nChọn đáp án C"
    },
    {
        "ID": "His_13_3",
        "Image_Question": "",
        "Question": "CÂU 3:Ở Việt Nam, Mặt trận Thống nhất nhân dân phản đế Đông Dương tập hợp quần chúng đấu tranh trong phong trào nào sau đây?\nA. Phong trào dân chủ 1936 – 1939.\nB. Phong trào dân tộc dân chủ 1919 – 1930.\nC. Phong trào cách mạng 1930-1931.\nD. Phong trào giải phóng dân tộc 1939 – 1945.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Ở Việt Nam, Mặt trận Thống nhất nhân dân phản đế Đông Dương tập hợp quần chúng đấu tranh trong phong trào dân chủ 1936 – 1939.\nChọn đáp án A"
    },
    {
        "ID": "His_13_4",
        "Image_Question": "",
        "Question": "CÂU 4:Với chủ trương giương cao ngọn cờ giải phóng dân tộc, tạm gác nhiệm vụ cách mạng ruộng đất trong giai đoạn 1930 – 1945, Đảng Cộng sản Đông Duơng đã\nA. bắt đầu nhận ra khả năng chống đế quốc của trung và tiểu địa chủ.\nB. tập trung giải quyết mâu thuẫn cơ bản của xã hội Việt Nam.\nC. thực hiện đúng chủ trương của Luận cương chính trị (10/1930).\nD. đáp ứng đúng nguyện vọng số một của giai cấp nông dân Việt Nam.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "A loại vì ngay từ trong nội dung của Cương lĩnh chính trị đã xác định khả năng chống đế quốc của trung và tiểu địa chủ.\nB loại vì xã hội Việt Nam có 2 mâu thuẫn cơ bản là mâu thuẫn giữa toàn thể dân tộc Việt Nam với thực dân Pháp và giữa nông dân với địa chủ phong kiến → với chủ trương giương cao ngọn cờ giải phóng dân tộc, tạm gác nhiệm vụ cách mạng ruộng đất trong giai đoạn 1930 – 1945 mới chỉ giải quyết được 1 mâu thuẫn trong 2 mâu thuẫn cơ bản trên nên chưa đầy đủ.\nC loại vì một trong những hạn chế của Luận cương là chưa xác định\nD chọn vì nguyện vọng số 1 của nhân dân Việt Nam nói chung và nông dân Việt Nam nói riêng là giành được độc lập dân tộc. Chỉ có giành được độc lập dân tộc thì mới có thể giành được quyền lợi giai cấp.\nChọn đáp án D"
    },
    {
        "ID": "His_13_5",
        "Image_Question": "",
        "Question": "CÂU 5:Trong giai đoạn 1919-1930, Nguyễn Ái Quốc đã\nA. thành lập Nha Bình dân học vụ.\nB. sáng lập Đảng Cộng sản Việt Nam.\nC. ra Lời kêu gọi toàn quốc kháng chiến.\nD. thành lập Mặt trận Tổ quốc Việt Nam.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "- thành lập Nha Bình dân học vụ năm 1946.\n- sáng lập Đảng Cộng sản Việt Nam năm 1930.\n- ra Lời kêu gọi toàn quốc kháng chiến năm 1946.\n- thành lập Mặt trận Tổ quốc Việt Nam năm 1955.\nChọn đáp án B"
    },
    {
        "ID": "His_13_6",
        "Image_Question": "",
        "Question": "CÂU 6:Theo nội dung của Hiệp định Sơ bộ (6/3/1946), Chính phủ Việt Nam Dân chủ Cộng hòa đồng ý cho quân Pháp ra Bắc thay thế cho lực lượng quân đội nào?\nA. Mĩ.\nB. Anh.\nC. Trung Hoa Dân quốc.\nD. Nhật Bản.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Theo nội dung của Hiệp định Sơ bộ (6/3/1946), Chính phủ Việt Nam Dân chủ Cộng hòa đồng ý cho quân Pháp ra Bắc thay thế cho quân Trung Hoa Dân quốc.\nChọn đáp án C"
    },
    {
        "ID": "His_13_7",
        "Image_Question": "",
        "Question": "CÂU 7:Trong phong trào cách mạng 1930 – 1931, Xô Viết Nghệ - Tĩnh đã\nA. để ra đề cương văn hóa Việt Nam.\nB. xóa bỏ các tệ nạn xã hội.\nC. thực hiện cải cách giáo dục.\nD. xây dựng hệ thống trường học các cấp.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Trong phong trào cách mạng 1930 – 1931, Xô Viết Nghệ - Tĩnh đã xóa bỏ các tệ nạn xã hội.\nChọn đáp án B"
    },
    {
        "ID": "His_13_8",
        "Image_Question": "",
        "Question": "CÂU 8:Hội nghị Ianta (2/1945) không đưa ra quyết định nào dưới đây?\nA. Thành lập tổ chức Liên hợp quốc.\nB. Phân chia phạm vi ảnh hưởng.\nC. Tiêu diệt tận gốc chủ nghĩa phát xít.\nD. Giải giáp quân Nhật ở Đông Dương.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Hội nghị Ianta (2/1945) không đưa ra quyết định giải giáp quân Nhật ở Đông Dương. Đây là quyết định của Hội nghị Pốtxđam.\nChọn đáp án D"
    },
    {
        "ID": "His_13_9",
        "Image_Question": "",
        "Question": "CÂU 9:Một trong những mục tiêu chủ yếu của Mỹ trong quá trình thực hiện chiến lược toàn cầu là gì?\nA. Can thiệp trực tiếp vào các cuộc chiến tranh xâm lược trên thế giới.\nB. Làm sụp đổ hoàn toàn chủ nghĩa xã hội trên thế giới.\nC. Phát động cuộc chiến tranh lạnh trên toàn thế giới.\nD. Cản trở Tây Âu, Nhật Bản trở thành các trung tâm kinh tế thế giới.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Một trong những mục tiêu chủ yếu của Mỹ trong quá trình thực hiện chiến lược toàn cầu là ngăn chặn, đẩy lùi, tiến tới xóa bỏ chủ nghĩa xã hội trên phạm vi thế giới → tức là làm sụp đổ hoàn toàn chủ nghĩa xã hội trên thế giới.\nChọn đáp án B"
    },
    {
        "ID": "His_13_10",
        "Image_Question": "",
        "Question": "CÂU 10:Ý nào dưới đây không phải là tác động của cuộc cách mạng khoa học – kĩ thuật lần thứ hai đến quan hệ quốc tế?\nA. Dẫn đến tình trạng đối đầu giữa hai cực Xô – Mĩ.\nB. Góp phần làm trật tự hai cực Ianta xói mòn và sụp đổ.\nC. Quan hệ quốc tế được mở rộng và đa dạng.\nD. Dẫn đến sự hình thành các liên minh kinh tế.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "B, C, D loại vì nội dung của các phương án này là tác động của cuộc cách mạng khoa học – kĩ thuật lần thứ hai đến quan hệ quốc tế.\nA chọn vì sự đối đầu giữa hai cực Xô – Mĩ là do xuất phát từ mẫu thuẫn về mục tiêu và chiến lược phát triển của hai cường quốc.\nChọn đáp án A"
    },
    {
        "ID": "His_13_11",
        "Image_Question": "",
        "Question": "CÂU 11:Cách mạng tháng Hai và cách mạng tháng Mười Nga năm 1917 có điểm gì giống nhau?\nA. giai cấp vô sản lãnh đạo.\nB. nhiệm vụ là lật đổ chế độ phong kiến.\nC. là giai cấp tư sản lãnh đạo.\nD. nhiệm vụ là lật đổ chế độ tư bản chủ nghĩa.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "A chọn, C loại vì cả hai cuộc cách mạng đều do giai cấp vô sản lãnh đạo.\nB, D loại vì nhiệm vụ của cách mạng tháng Mười là lật đổ chính phủ tư sản lâm thời, còn cách mạng tháng Hai là lật đổ chế độ phong kiến Nga hoàng\nChọn đáp án A"
    },
    {
        "ID": "His_13_12",
        "Image_Question": "",
        "Question": "CÂU 12:Biểu hiện nào của xu thế toàn cầu hóa làm cho nền kinh tế của các các nước trên thế giới có quan hệ chặt chẽ và phụ thuộc lẫn nhau?\nA. Sự ra đời của các tổ chức liên kết kinh tế, thương lại, tài chính quốc tế và khu vực.\nB. Sự phát triển và những tác động to lớn của các công ty xuyên quốc gia.\nC. Sự phát triển nhanh chóng của quan hệ thương mại quốc tế.\nD. Sự sát nhập và hợp nhất các công ty thành những tập đoàn lớn.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Sự phát triển nhanh chóng của quan hệ thương mại quốc tế làm cho nền kinh tế của các các nước trên thế giới có quan hệ chặt chẽ và phụ thuộc lẫn nhau.\nChọn đáp án C"
    },
    {
        "ID": "His_13_13",
        "Image_Question": "",
        "Question": "CÂU 13:Đâu không phải là nội dung đường lối cải cách, mở cửa của Trung Quốc từ năm 1978?\nA. Thực hiện nền kinh tế thị trường XHCN.\nB. Xây dựng chủ nghĩa xã hội mang đặc sắc Trung Quốc.\nC. Lấy phát triển kinh tế làm trung tâm.\nD. Mở rộng quan hệ đối ngoại theo xu hướng “đa cực”.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "- Nội dung các phương án A, B, C là nội dung đường lối cải cách, mở cửa của Trung Quốc từ năm 1978.\n- Nội dung phương án D không phải là nội dung đường lối cải cách, mở cửa của Trung Quốc từ năm 1978.\nChọn đáp án D"
    },
    {
        "ID": "His_13_14",
        "Image_Question": "",
        "Question": "CÂU 14:Từ năm 1960 đến năm 1973, kinh tế Nhật Bản có biểu hiện nào sau đây?\nA. Trì trệ kéo dài.\nB. Suy thoái trầm trọng.\nC. Phát triển “thần kì”..\nD. Khủng hoảng nặng nề.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Từ năm 1960 đến năm 1973, kinh tế Nhật Bản phát triển “thần kì”.\nChọn đáp án C"
    },
    {
        "ID": "His_13_15",
        "Image_Question": "",
        "Question": "CÂU 15:Mục đích hoạt động chính của tổ chức Liên hợp quốc là gì?\nA. Phát triển quan hệ hữu nghị, hợp tác giữa các nước.\nB. Không can thiệp vào công việc nội bộ của bất kì nước nào.\nC. Giải quyết các tranh chấp quốc tế bằng biện pháp hòa bình.\nD. Duy trì hòa bình và an ninh thế giới.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Mục đích hoạt động chính của tổ chức Liên hợp quốc là duy trì hòa bình và an ninh thế giới.\nChọn đáp án D"
    },
    {
        "ID": "His_13_16",
        "Image_Question": "",
        "Question": "CÂU 16:Tháng 3/1929, tổ chức nào được thành lập tại số nhà 30, phố Hàm Long (Hà Nội)?\nA. Chi bộ Cộng sản đầu tiên.\nB. Đông Dương Công sản liên đoàn.\nC. Hội Việt Nam Cách mạng Thanh niên.\nD. Việt Nam Quốc dân đảng.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Tháng 3/1929, Chi bộ Cộng sản đầu tiên được thành lập tại số nhà 30, phố Hàm Long (Hà Nội).\nChọn đáp án A"
    },
    {
        "ID": "His_13_17",
        "Image_Question": "",
        "Question": "CÂU 17:Nhận xét nào sau đây là đúng về điểm chung của trật tự thế giới theo hệ thống Vécxai – Oasinhtơn và trật tự thế giới hai cực Ianta?\nA. hình thành trên cơ sở thỏa thuận giữa các nước có chế độ chính trị đối lập.\nB. phản ánh quá trình thỏa hiệp và đấu tranh giữa các cường quốc.\nC. phản ánh tương quan lực lượng giữa hai hệ thống chính trị xã hội đối lập.\nD. giải quyết được mâu thuẫn giữa các nước tham gia chiến tranh thế giới.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "A loại vì ở trật tự Vécxai – Oasinhtơn chỉ có các nước tư bản chủ nghĩa.\nB chọn vì trật tự thế giới theo hệ thống Vécxai – Oasinhtơn và trật tự thế giới hai cực Ianta được thiết lập dựa trên quá trình thỏa hiệp và đấu tranh giữa các cường quốc.\nC loại vì điều này chỉ đúng đối với trật tự thế giới hai cực Ianta.\nD loại vì các nước tham chiến có nước thắng trận và bại trận, trong đó, nước bại trận không những không giành được quyền lợi mà còn mất nhiều quyền lợi, thuộc địa và phải bồi thường chiến phí nặng nề.\nChọn đáp án B"
    },
    {
        "ID": "His_13_18",
        "Image_Question": "",
        "Question": "CÂU 18:So với Hiệp hội các quốc gia Đông Nam Á (ASEAN), sự phát triển của Liên minh châu Âu (EU) có điểm khác biệt gì?\nA. Hạn chế sự can thiệp và chi phối của các cường quốc.\nB. Quá trình hợp tác, mở rộng thành viên diễn ra khá dài.\nC. Hợp tác, giúp đỡ các nước trong khu vực phát triển kinh tế.\nD. Diễn ra quá trình nhất thế hóa trong khuôn khổ khu vực.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "A, B, C loại vì nội dung của các phương án này là điểm chung giữa sự phát triển của Hiệp hội các quốc gia Đông Nam Á (ASEAN) và Liên minh châu Âu (EU).\nD chọn vì chỉ ở Liên minh châu Âu (EU) mới diễn ra quá trình nhất thể hóa trong khuôn khổ khu vực còn ASEAN không có điều này. Quá trình nhất thể hóa được thể hiện như sau:\n- Về chính trị:\n+ Ngày 18/4/1951, sáu nước bao gồm Pháp, Tây Đức, Italy, Bỉ, Hà Lan, Lúcxămbua đã thành lập Cộng đồng than – thép châu Âu (ECSC).\n+ Ngày 25/3/1957, sáu nước ký Hiệp ước Roma thành lập Cộng đồng năng lượng nguyên tử châu Âu (EURATOM) và Cộng đồng kinh tế châu Âu (EEC).\n+ Ngày 1/7/1967, ba tổ chức trên hợp nhất thành Cộng đồng châu Âu (EC).\n+ Tháng 12/ 1991 các nước EC đã ký tại Hà Lan bản Hiệp ước Maxtrích, có hiệu lực từ ngày 1/1/1993, đổi tên thành Liên minh châu Âu (EU).\n- Về kinh tế - tài chính: Tháng 1/2002, đồng tiền chung châu Âu (Euro) được chính thức sử dụng ở nhiều nước EU thay cho các đồng bản tệ. Đây là một sự kiện lịch sử quan trọng đối với quá trình nhất thể hóa châu Âu và với sự phát triển của hệ thống tiền tệ thế giới.\n→ Từ 6 nước ban đầu, đến năm 2007, EU đã tăng lên 27 thành viên. Việc Croatia chính thức trở thành nước thành viên thứ 28 của EU vào năm 2013 đánh dấu mốc quan trọng trong việc xây dựng một châu Âu thống nhất và là tín hiệu ghi nhận sự chuyển biến trong việc kết nạp những quốc gia vốn còn bị giằng xé do xung đột chỉ cách đó hai thập kỳ trước.\nChọn đáp án D"
    },
    {
        "ID": "His_13_19",
        "Image_Question": "",
        "Question": "CÂU 19:Phong trào yêu nước chống Pháp cuối thế kỉ XIX thất bại do nguyên nhân chủ yếu nào?\nA. Thiếu một lực lượng xã hội tiên tiến có đủ năng lực lãnh đạo.\nB. Thực dân Pháp là nước tư bản mạnh, hơn hẳn ta về mọi mặt.\nC. Nhà Nguyễn nhu nhược, từng bước đầu hàng thực dân Pháp.\nD. Không có đường lối đấu tranh đúng đắn, không có sự liên kết.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "A loại vì đây chưa phải là nguyên nhân chủ yếu dẫn đến sự thất bại của phong trào yêu nước cuối thế kỉ XIX. Đây là yêu cầu của thực tiễn lịch sử đặt ra ở đầu thế kỉ XX.\nB loại vì đây là nguyên nhân khách quan, không phải nguyên nhân quyết định.\nC loại vì sự đầu hàng chỉ tính đến năm 1884 với Hiệp ước Patơnốt, còn cuối thế kỉ XIX thì diễn ra nhiều phong trào yêu nước chống Pháp như phong trào Cần vương dưới sự lãnh đạo của vua Hàm Nghi, Tôn Thất Thuyết (ở giai đoạn 1885 – 1888), sau đó đặt dưới sự lãnh đạo của các văn thân, sĩ phu yêu nước (giai đoạn 1888 – 1896), phong trào của các đồng bào miền núi,… nên không thể nói phong trào yêu nước chống Pháp cuối thế kỉ XIX thất bại do nguyên nhân chủ yếu là nhà Nguyễn nhu nhược, từng bước đầu hàng thực dân Pháp.\nD chọn vì phong trào yêu nước chống Pháp cuối thế kỉ XIX thất bại xuất phát từ nguyên nhân chủ yếu là không có đường lối đấu tranh đúng đắn, không có sự liên kết.\nChọn đáp án D"
    },
    {
        "ID": "His_13_20",
        "Image_Question": "",
        "Question": "CÂU 20:Trong các sự kiện sau đây, sự kiện nào không tác động vào việc làm xói món trật hai cực Ianta?\nA. Sự phát triển “thần kì\" của nền kinh tế Nhật Bản.\nB. Thắng lợi của cách mạng Trung Quốc (1949).\nC. Cuộc chiến tranh Triều Tiên (190 - 1953).\nD. Sự ra đời của khối thị trường chung châu Âu (EEC).",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "A, B, D loại vì nội dung các phương án này là những nguyên nhân làm xói món trật hai cực Ianta.\nC chọn vì cuộc chiến tranh Triều Tiên không phải là nguyên nhân làm xói món trật hai cực Ianta.\nChọn đáp án C"
    },
    {
        "ID": "His_13_21",
        "Image_Question": "",
        "Question": "CÂU 21:Trong giai đoạn 1939-1945, Đảng Cộng sản Đông Dương đã khắc phục được một trang thông hạn chế của Luận cương chính trị (10/1930) qua chủ trương\nA. tập trung giải quyết nhiệm vụ dân tộc.\nB. sử dụng phương pháp bạo lực cách mạng.\nC. xác định động lực cách mạng là công – nông.\nD. thành lập chính phủ công - nông – binh.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "- Luận cương có hai hạn chế:\n+ Chưa xác định đúng nhiệm vu cách mạng: chưa đặt nhiệm vụ giải phóng dân tộc lên hàng đầu mà nặng về đấu tranh giai cấp và cách mạng ruộng đất.\n+ Chưa xác định đúng lực lượng cách mạng: chưa đánh giá đúng khả năng cách mạng của tầng lớp tiểu tư sản, khả năng chống đế quốc và chống phong kiến ở mức độ nhất định của giai cấp tư sản dân tộc, khả năng lôi kéo một bộ phận trung, tiểu địa chủ tham gia mặt trận dân tộc thống nhất chống đế quốc và tay sai.\n- Trong giai đoạn 1939 – 1945, Đảng Cộng sản Đông Dương đã khắc phục hạn chế của Luận cương về vấn đề nhiệm vụ cách mạng khi chủ trương nêu vấn đề giải phóng dân tộc lên hàng đầu tức là tập trung giải quyết nhiệm vụ dân tộc.\nChọn đáp án A"
    },
    {
        "ID": "His_13_22",
        "Image_Question": "",
        "Question": "CÂU 22:Điểm khác biệt về diễn biến của Cách mạng tháng Tám năm 1945 ở Việt Nam và Cách mạng tháng Mười Nga năm 1917 là gì?\nA. Khởi nghĩa cả ở nông thôn và rừng núi.\nB. Kết hợp hài hòa giữa nông thôn và thành thị.\nC. Bùng nổ từ nông thôn rồi lan về thành thị.\nD. Bùng nổ ở trung tâm đô thị rồi tỏa về nông thôn.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "A loại vì Cách mạng tháng Tám năm 1945 ở Việt Nam diễn ra ở nông thôn và thành thị, không có rừng núi còn Cách mạng tháng Mười Nga năm 1917 thì chỉ diễn ra ở thành thị.\nB chọn vì Cách mạng tháng Tám năm 1945 ở Việt Nam diễn ra và kết hợp hài hòa cả ở nông thôn và thành thị còn Cách mạng tháng Mười Nga năm 1917 thì chỉ diễn ra ở thành thị.\nC, D loại vì Cách mạng tháng Tám năm 1945 ở Việt Nam diễn ra và kết hợp hài hòa cả ở nông thôn và thành thị.\nChọn đáp án B"
    },
    {
        "ID": "His_13_23",
        "Image_Question": "",
        "Question": "CÂU 23:Xuất phát từ lí do chủ yếu nào Trung ương Đảng, Chính phủ và Chủ tịch Hồ Chí Minh có những sách lược đấu tranh mềm dẻo với kẻ thù, khi hòa hoãn với Pháp, khi hòa hoãn với Trung Hoa Dân quốc từ 2/9/1945 đến trước 19/12/1946?\nA. Lực lượng của Trung Hoa Dân quốc và Pháp quá mạnh.\nB. Hạn chế tối đa sự cầu kết, chống phá của Pháp và Trung Hoa Dân quốc.\nC. Chính quyền ta non trẻ, chưa đủ sức chống lại cùng lúc hai kẻ thù mạnh.\nD. Pháp và Trung Hoa Dân quốc có sự hậu thuẫn từ Mĩ và Anh.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "- Từ sau ngày 2/9/1945 -  trước 28/2/1946: Do Quân Trung Hoa Dân quốc trên danh nghĩa vẫn là lực lượng đồng minh vào giải giáp quân đội Nhật, còn thực dân Pháp là lực lượng quay lại xâm lược nước ta nên ta phải quyết tâm chống Pháp. → Hòa hoãn với quân Trung Hoa Dân quốc, chấp nhận nhường cho tay sai của chúng 1 số quyền lợi, chống Pháp.\n- Từ sau ngày 28/2/1946 – trước 19/12/1946: Khi Pháp và quân Trung Hoa Dân quốc đã cấu kết với nhau qua Hiệp ước Hoa – Pháp và quân Pháp được quyền ra miền Bắc thay quân Trung Hoa Dân quốc làm nhiệm vụ giải giáp quân đội Nhật → Hòa hoãn với Pháp để đuổi 20 vạn quân Trung Hoa Dân quốc về nước, tranh thủ thời gian hòa hoãn để chuẩn bị lực lượng, các điều kiện cho cuộc kháng chiến về sau.\nChọn đáp án C"
    },
    {
        "ID": "His_13_24",
        "Image_Question": "",
        "Question": "CÂU 24:Nội dung nào sau đây không phản ánh đúng ý nghĩa của việc thành lập Đảng Cộng sản Việt Nam đầu năm 1930?\nA. Là kết quả của cuộc đấu tranh dân tộc và giai cấp quyết liệt của nhân dân Việt Nam.\nB. Là sự sàng lọc nghiêm khắc của lịch sử trên con đường đấu tranh giải phóng dân tộc đầu thế kỉ XX.\nC. Là sự kết hợp của chủ nghĩa Mác - Lê nin và phong trào công nhân và phong trào yêu nước.\nD. Đã hình thành khối liên minh công - nông, trở thành nòng cốt cho mọi thắng lợi của cách mạng Việt Nam.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "A, B, C loại vì nội dung các phương án này là ý nghĩa của việc thành lập Đảng Cộng sản Việt Nam đầu năm 1930.\nD chọn vì khối liên minh công – nông bước đầu được hình thành từ phong trào 1930 – 1931.\nChọn đáp án D"
    },
    {
        "ID": "His_13_25",
        "Image_Question": "",
        "Question": "CÂU 25:Ở Việt Nam, phong trào cách trang 1930 - 1931 có điểm khác biệt nào sau đây về bối cảnh bùng nổ so với phong trào dân chủ 1936 - 1939?\nA. Quần chúng nhân dân hăng hái tham gia đấu tranh.\nB. Chính quyền thực dân tăng cường khủng bố.\nC. Đời sống nhân dân lao động khó khăn, cực khổ.\nD. Phong trào cách mạng thế giới đang phát triển.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "A, C, D loại vì nội dung các phương án này là điểm giống nhau về bối cảnh của hai phong trào.\nB chọn vì ở phong trào 1930 – 1931 thì thực dân Pháp tăng cường khủng bố còn ở phong trào 1936 – 1939 thì lúc này Mặt trận Nhân dân lên cầm quyền ở Pháp đã thực hiện 1 số chính sách tiến bộ ở thuộc địa.\nChọn đáp án B"
    },
    {
        "ID": "His_13_26",
        "Image_Question": "",
        "Question": "CÂU 26:Việc Chính phủ và Chủ tịch Hồ Chí Minh ký Hiệp định Sơ bộ 6/1/1946 với thực dân Pháp chứng tỏ\nA. sự mềm dẻo của ta trong việc phân hóa kẻ thù.\nB. Đảng đã thay đổi trong nhận định, đánh giá kẻ thù.\nC. sự thỏa hiệp của Đảng và Chính phủ.\nD. sự non yếu trong lãnh đạo của Đảng.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "A chọn vì chính quyền non trẻ vừa thành lập, không thể trực tiếp đối phó với cả 2 kẻ thù cùng lúc nên tùy vào thực tế mà lúc thì ta chọn hòa hoãn với quân Trung Hoa Dân quốc để đánh Pháp ở Nam Bộ, khi thì hòa hoãn với quân Pháp để đuổi 20 vạn quân Trung Hoa Dân quốc về nước.\nB loại vì thực tế Đảng đã xác định thực dân Pháp quay trở lại xâm lược nước ta chính là kẻ thù nguy hiểm, trực tiếp đe dọa đến nền độc lập non trẻ còn quân Trung Hoa Dân quốc thì vẫn dưới danh nghĩa quân Đồng minh vào làm nhiệm vụ giải giáp quân đội Nhật nên chưa phải là đối tượng nguy hiểm như thực dân Pháp xâm lược.\nC loại vì Đảng và Chính phủ không thỏa hiệp với bất cứ lực lượng nào.\nD loại vì chính sự điều chỉnh việc xác định không thể trực tiếp đối phó với cả 2 kẻ thù cùng lúc nên tùy vào thực tế mà lúc thì ta chọn hòa hoãn với quân Trung Hoa Dân quốc để đánh Pháp ở Nam Bộ, khi thì hòa hoãn với quân Pháp để đuổi 20 vạn quân Trung Hoa Dân quốc về nước cho thấy sự đúng đắn và linh hoạt của Đảng.\nChọn đáp án A"
    },
    {
        "ID": "His_13_27",
        "Image_Question": "",
        "Question": "CÂU 27:Thất bại của phong trào yêu nước từ đầu thế kỉ XX đến hết Chiến tranh thế giới thứ nhất để lại bài học kinh nghiệm nào sau đây cho cách mạng Việt Nam?\nA. Chỉ khi lực lượng vũ trang lớn mạnh mới phát động quần chúng đấu tranh.\nB. Sự giúp đỡ từ bên ngoài là điều kiện tiên quyết để đấu tranh giành độc lập.\nC. Tiến hành đồng thời cách mạng giải phóng dân tộc và cách mạng ruộng đất.\nD. Giải quyết hài hòa mối quan hệ giữa hai nhiệm vụ dân tộc và dân chủ.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "A loại vì trong đấu tranh không chỉ có lực lượng vũ trang mà còn phải xây dựng cả lực lượng chính trị. Thực tế, Cách mạng tháng Tám thành công với vai trò quyết định là lực lượng chính trị.\nB loại vì sự giúp đỡ bên ngoài là yếu tố khách quan, không mang tính quyết định.\nC loại vì nếu không giành được độc lập thì cũng không giải quyết được vấn đề ruộng đất.\nD chọn vì tùy vào tình hình thực tế mà đề ra và giải quyết nhiệm vụ dân tộc hay dân chủ trước. Ví dụ: trong giai đoạn 1936 – 1939, do tình hình thế giới và trong nước thay đổi nên ta đề ra nhiệm vụ trước mắt là đấu tranh đòi các quyền tự do, dân chủ.\nChọn đáp án D"
    },
    {
        "ID": "His_13_28",
        "Image_Question": "",
        "Question": "CÂU 28:Hội nghị nào đánh dấu sự quay trở lại đầy đủ những nội dung đúng đắn, sáng tạo của Cương lĩnh chính trị đầu tiên của Đảng?\nA. Hội nghị Ban Chấp hành Trung ương Đảng lần thứ VI (11/1939).\nB. Hội nghị lần thứ nhất Ban Chấp hành Trung ương lâm thời (10/1930).\nC. Hội nghị Ban Chấp hành Trung ương Đảng lần thứ VIII (5/1941).\nD. Hội nghị Ban Chấp hành Trung ương Đảng lần thứ VII (11/1940).",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "- Điểm đúng đắn, sáng tạo của Cương lĩnh là:\n+ Đưa vấn đề giải phóng dân tộc lên hàng đầu.\n+ Xác định đúng lực lượng cách mạng và thái độ chính trị của các giai cấp, tầng lớp.\n+ Giải quyết vấn đề giải phóng dân tộc trong khuôn khôt từng nước Đông Dương (thể hiện ngay trong tên gọi của Đảng khi mới thành lập là Đảng Cộng sản Việt Nam).\n- Hội nghị Ban Chấp hành Trung ương Đảng lần thứ VIII (5/1941) đã đánh dấu sự quay trở lại đầy đủ những nội dung đúng đắn, sáng tạo của Cương lĩnh chính trị đầu tiên của Đảng khi:\n+ Đưa vấn đề giải phóng dân tộc lên hàng đầu, tạm gác vấn đề cách mạng ruộng đất.\n+ Thành lập ở mỗi nước Đông Dương 1 mặt trận dân tộc thống nhất riêng để lãnh đạo đấu tranh. Ở Việt Nam thành lập Mặt trận Việt Nam độc lập đồng minh (Việt Minh) để tập hợp và lãnh đạo quần chúng đấu tranh.\n+ Xây dựng lực lượng chính trị, lực lượng vũ trang và căn cứ địa cách mạng chuẩn bị cho Tổng khởi nghĩa.\nChọn đáp án C"
    },
    {
        "ID": "His_13_29",
        "Image_Question": "",
        "Question": "CÂU 29:Trong phong trào dân tộc dân chủ 1919 – 1925, giai cấp nào tổ chức cuộc vận động người Việt Nam chỉ mua hàng của người Việt Nam?\nA. Nông dân.\nB. Công nhân.\nC. Tư sản.\nD. Địa chủ.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Trong phong trào dân tộc dân chủ 1919 – 1925, giai cấp tư sản dân tộc Việt Nam đã tổ chức cuộc tẩy chay tư sản Hoa kiều, vận động người Việt Nam chỉ mua hàng của người Việt Nam.\nChọn đáp án C"
    },
    {
        "ID": "His_13_30",
        "Image_Question": "",
        "Question": "CÂU 30:Luận cương chính trị (tháng 10/1930) của Đảng Cộng sản Đông Dương xác định\nA. mục tiêu đấu tranh chỉ là các quyền dân sinh.\nB. lãnh đạo cách mạng là giai cấp công nhân.\nC. mục tiêu đấu tranh chỉ là các quyền dân chủ.\nD. lãnh đạo cách mạng là giai cấp nông dân",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Luận cương chính trị (tháng 10/1930) của Đảng Cộng sản Đông Dương xác định lãnh đạo cách mạng là giai cấp công nhân.\nChọn đáp án B"
    },
    {
        "ID": "His_13_31",
        "Image_Question": "",
        "Question": "CÂU 31:Cao trào kháng Nhật cứu nước (từ tháng 3 đến giữa tháng 8 năm 1945) và phong trào cách mạng 1930 – 1931 có điểm giống nhau là\nA. đặt nhiệm vụ giải phóng dân tộc lên hàng đầu.\nB. hình thành khối liên minh công - nông.\nC. chuẩn bị lực lượng cho cách mạng tháng Tám.\nD. thúc đẩy thời cơ tổng khởi nghĩa chín muồi.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "A loại vì phong trào 1930 – 1931 chủ yếu là đấu tranh chống Pháp và phong kiến để đòi quyền lợi cho công nhân và nông dân.\nB loại vì khối liên minh công - nông đã được hình thành bước đầu từ phong trào 1930 – 1931.\nC chọn vì cả hai phong trào đều là cuộc tập dượt và chuẩn bị lực lượng cho Tổng khởi nghĩa tháng Tám. Phong trào 1930 – 1931 bước đầu hình thành liên minh công – nông, còn cao trào kháng Nhật cứu nước đã làm cho lực lượng trung gian ngả hẳn về phía cách mạng.\nD loại vì điều này chỉ đúng với cao trào kháng Nhật cứu nước.\nChọn đáp án C"
    },
    {
        "ID": "His_13_32",
        "Image_Question": "",
        "Question": "CÂU 32:Để tập trung vào nhiệm vụ giải phóng dân tộc, Hội nghị lần thứ 8 Ban Chấp hành Trung ương Đảng Cộng sản Đông Dương (tháng 5 năm 1941) đề ra chủ trương\nA. tiếp tục đề ra khẩu hiệu cách mạng ruộng đất.\nB. thành lâp Mặt trận Dân chủ Đông Dương.\nC. phát động cao trào kháng Nhật cứu nước.\nD. thành lập Mặt trận Việt Nam độc lâp đồng minh.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Để tập trung vào nhiệm vụ giải phóng dân tộc, Hội nghị lần thứ 8 Ban Chấp hành Trung ương Đảng Cộng sản Đông Dương (tháng 5 năm 1941) đề ra chủ trương thành lập Mặt trận Việt Nam độc lâp đồng minh.\nChọn đáp án D"
    },
    {
        "ID": "His_13_33",
        "Image_Question": "",
        "Question": "CÂU 33:Hoại động cứu nước của Nguyễn Ái Quốc trong những năm 1921 - 1924 có ý nghĩa gì?\nA. Thống nhất các tổ chức cộng sản thành Đảng Cộng sản Việt Nam.\nB. Tìm ra con đường cứu nước đúng đắn cho dân tộc.\nC. Trực tiếp chuẩn bị điều kiện về cán bộ và tổ chức cho sự ra đời của Đảng.\nD. Bước đầu chuẩn bị về tư tưởng chính trị cho sự ra đời của Đảng.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "A loại vì sự kiện này diễn ra năm 1930 → không phù hợp với thời gian mà câu hỏi đưa ra.\nB loại vì năm 1920 Nguyễn Ái Quốc đã tìm thấy con đường cứu nước đúng đắn cho dân tộc là con đường cách mạng vô sản.\nC loại vì sự chuẩn bị về tổ chức và cán bộ bắt đầu từ năm 1925 với việc thành lập tổ chức Hội Việt Nam Cách mạng Thanh niên và mở các lớp huấn luyện đào tạo cán bộ cách mạng.\nD chọn vì những hoạt động của Nguyễn Ái Quốc trong những năm 1921 – 1924 đã bước đầu chuẩn bị về tư tưởng chính trị cho sự ra đời của Đảng.\nChọn đáp án D"
    },
    {
        "ID": "His_13_34",
        "Image_Question": "",
        "Question": "CÂU 34:Nhận xét nào sau đây là đúng về phong trào công nhân Việt Nam trong những năm 1928 – 1929?\nA. Có sức quy tụ và dẫn đầu phong trào yêu nước.\nB. Có tính thống nhất cao theo một đường lối chính trị đúng đắn.\nC. Chứng tỏ giai cấp công nhân đã đủ sức lãnh đạo cách mạng.\nD. Phát triển mạnh mẽ và có một tổ chức lãnh đạo thống nhất.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "A loại vì lúc này phong trào công nhân mới chỉ trở thành nòng cốt của phong trào yêu nước chứ không phải là phong trào có sức quy tụ và dẫn đầu phong trào yêu nước. Ngoài phong trào đấu tranh của công nhân thì còn có phong trào đấu tranh của tư sản dân tộc, tiểu tư sản, trí thức.\nB chọn vì trong giai đoạn này, phong trào công nhân Việt Nam phát triển mạnh mẽ và công nhân dấu tranh không chỉ vì mục tiêu kinh tế mà còn vì mục tiêu chính trị. Quy mô của phong trào ngày càng lớn và mang tính thống nhất cao theo con đường đấu tranh vô sản.\nC loại vì khi Đảng Cộng sản Việt Nam ra đời thì mới chứng tỏ giai cấp công nhân đã đủ sức lãnh đạo cách mạng.\nD loại vì lúc này phong trào công nhân chưa có 1 tổ chức lãnh đạo thống nhất. Phải đến khi Đảng Cộng sản Việt Nam ra đời thì phong trào công nhân Việt Nam mới có tổ chức lãnh đạo thống nhất.\nChọn đáp án B"
    },
    {
        "ID": "His_13_35",
        "Image_Question": "",
        "Question": "CÂU 35:Điểm nào dưới đây thể hiện tổ chức Việt Nam Quốc dân đảng (1927 - 1930) đã nhận thức đúng yêu cầu khách quan của lịch sử dân tộc?\nA. Chủ trương tiến hành cách mạng bằng bạo lực.\nB. Phát triển cơ sở đảng ở một số địa phương Bắc Kì.\nC. Đề cao binh lính người Việt trong quân đội Pháp.\nD. Kiên quyết phát động cuộc khởi nghĩa Yên Bái.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "- Thực dân Pháp và tay sai sử dụng bạo lực phản cách mạng để chống lại phong trào của nhân dân ta nên ta phải sử dụng hình thức đấu tranh bạo lực cách mạng để chống lại chúng → nhận thức đúng yêu cầu khách quan của lịch sử dân tộc.\n- Việt Nam Quốc dân đảng đã nhận ra trước hết phải làm cách mạng dân tộc, sau đó mới làm cách mạng thế giới → tức là đã đề cao nhiệm vụ giải phóng dân tộc lên hàng đầu, thể hiện nhận thức đúng về yêu cầu khách quan của lịch sử dân tộc của Việt Nam Quốc dân đảng.\nChọn đáp án A"
    },
    {
        "ID": "His_13_36",
        "Image_Question": "",
        "Question": "CÂU 36:Một trong những bài học kinh nghiệm rút ra từ thắng lợi của Cách mạng tháng Tám năm 1945 có thể vận dụng trong sự nghiệp xây dựng và bảo vệ Tổ quốc Việt Nam hiện nay là\nA. kết hợp đấu tranh quân sự với đấu tranh chính trị, ngoại giao.\nB. kết hợp sức mạnh dân tộc với sức mạnh của thời đại.\nC. xây dựng lực lượng vũ trang nhân dân là nhiệm vụ hàng đầu.\nD. tăng cường liên minh chiến đấu giữa ba nước Đông Dương.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "A loại vì đây không phải là bài học được rút ra từ thành công của cách mạng tháng Tám, lúc này ta không đấu tranh trên mặt trận ngoại giao. Bên cạnh đó,trong thời kì hòa bình thì không áp dụng đấu tranh quân sự.\nB chọn vì một trong những bài học kinh nghiệm rút ra từ Cách mạng tháng Tám năm 1945 có thể vận dụng trong sự nghiệp xây dưng và bảo vệ tổ quốc hiện nay là kết hợp sức mạnh dân tộc với sức mạnh thời đại:\n- Sức mạnh thời đại:\n+ Thời cơ “ngàn năm có một”: Nhật Bản đầu hàng đồng minh.\n+ Sự ủng hộ của các lực lượng tiến bộ trên thế giới.\n- Sức mạnh dân tộc:\n+ Sự lãnh đạo sáng suốt của Đảng và chủ tịch Hồ Chí Minh.\n+ Sự chuẩn bị của Đảng và Nhân dân về lực lượng cách mạng và qua các cuộc tập dượt.\n+ Tinh thần đoàn kết và yêu nước của nhân dân Việt Nam.\nHiện nay, trong thời kì công nghiệp hóa hiện đại hóa đất nước, bài học này cần được áp dụng triệt để: vừa tranh thủ sự mở rộng của thị trường thế giới, vốn đầu tư của nước ngoài, …vừa phát huy sức mạnh đoàn kết toàn dân xây dựng đất nước.\nC loại vì lực lượng chính trị đóng vai trò quyết định thành công của Cách mạng tháng Tám và nội dung của phương án C không phải là bài học được rút ra từ thành công cách mạng tháng Tám. Bên cạnh đó, xu thế chung hiện nay là phát triển kinh tế làm trọng tâm nên việc xây dựng lực lượng vũ không phải là nhiệm vụ hàng đầu.\nD loại vì đây không phải là bài học được rút ra từ thành công của cách mạng tháng Tám.\nChọn đáp án B"
    },
    {
        "ID": "His_13_37",
        "Image_Question": "",
        "Question": "CÂU 37:Khó khăn lớn nhất của nước ta sau Cách mạng tháng Tám 1945 là gì?\nA. Ngoại xâm và nội phản đe dọa.\nB. Nạn đói tiếp tục đe dọa đời sống nhân dân.\nC. Chính quyền cách mạng còn non trẻ.\nD. Các tệ nạn xã hội cũ, có hơn 90% dân ta mù chữ.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Khó khăn của nước ta sau Cách mạng tháng Tám 1945:\n- Ngoại xâm và nội phản: Đây là kẻ thù nguy hiểm nhất vì chúng đều âm mưu phá chính quyền, chống phá cách mạng nước ta, đối lập lợi ích với nhân dân ta. Ngoại xâm là vấn đề rất nguy hiểm, nếu không có đường lối, phương pháp đấu tranh đúng đắn, linh hoạt, ta sẽ mất đi thành quả của CM tháng 8/1945 và bị biến thành nước mất độc lập như thời kì trước.\n- Giặc đói, giặc dốt, khó khăn về tài chính: cũng là những khó khăn rất lớn của ta nhưng đây là những vấn đề khó khăn trong nước. Các vấn đề này không nguy hại như ngoại xâm và nội phản, Đảng và Chính phủ cùng nhân dân có thể giải quyết được.\nChọn đáp án A"
    },
    {
        "ID": "His_13_38",
        "Image_Question": "",
        "Question": "CÂU 38:Nguyên nhân quyết định dẫn đến thắng lợi của nhân dân Việt Nam và Lào trong cuộc đấu tranh giành độc lập dân tộc năm 1945 là gì?\nA. Nhật Bản đầu hàng quân Đồng minh vô điều kiện.\nB. Tình đoàn kết của nhân dân hai nước.\nC. Vai trò lãnh đạo của Đảng Cộng sản Đông Dương.\nD. Truyền thống yêu nước, đấu tranh bất khuất của dân tộc.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "A loại vì đây là điều kiện khách quan, không phải nguyên nhân mang tính quyết định.\nB loại vì đây là nguyên nhân mang tính khách quan, không phải nguyên nhân quyết định. Bên cạnh đó, nếu không có sự lãnh đạo thống nhất, đúng đắn, linh hoạt của Đảng Cộng sản Đông Dương, đứng đầu là Chủ tịch Hồ Chí Minh thì dù nhân dân hai nước có đoàn kết đấu tranh cũng không thể giành được thắng lợi.\nC chọn vì chính sự lãnh đạo thống nhất, đúng đắn, linh hoạt của Đảng Cộng sản Đông Dương, đứng đầu là Chủ tịch Hồ Chí Minh nên nhân dân Việt Nam và Lào mới có thể giành được thắng lợi trong cuộc đấu tranh giành độc lập dân tộc năm 1945.\nD loại vì truyền thống yêu nước thì ở cả Việt Nam và Lào đều có nhưng trước khi có sự lãnh đạo của Đảng Cộng sản Đông Dương thì các phong trào đấu tranh đều thất bại.\nChọn đáp án C"
    },
    {
        "ID": "His_13_39",
        "Image_Question": "",
        "Question": "CÂU 39:Khuynh hướng cách mạng vô sản ngày càng thắng thế trong phong trào dân tộc dân chủ ở Việt Nam cuối những năm 20 của thế kỉ XX vì\nA. đã thu hút giai cấp tư sản tham gia đấu tranh giải phóng dân tộc.\nB. phong trào công nhân, nông dân đã phát triển tự giác.\nC. đã giải quyết được vấn đề ruộng đất cho nông dân.\nD. đã đặt ra yêu cầu giải phóng dân tộc gắn với giải phóng giai cấp.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "A loại vì phong trào đấu tranh của tư sản thì đi theo con đường dân chủ tư sản.\nB loại vì phong trào công nhân phát triển từ tự phát sang tự giác đánh dấu từ sự kiện bãi công Ba Son (8/1925) và hoàn toàn chuyển sang tự giác là khi Đảng Cộng sản Việt Nam ra đời đầu năm 1930. Còn phong trào nông dân thì không đánh giá là tự giác hay không tự giác.\nC loại vì lúc này phong trào đấu tranh chưa giải quyết được vấn đề ruộng đất cho nông dân.\nD chọn vì khuynh hướng vô sản bắt đầu từ nước Nga, đặc biệt ảnh hướng đến Việt Nam từ sau Cách mạng tháng Mười Nga (1917), đây là khuynh hướng cách mạng tiên tiến, đáp ứng yêu cầu của lịch sử là cần phải có giap cấp lãnh đạo đại diện cho quyền lợi của giai cấp công nhân và nông dân (vốn là hai lực lượng đông đảo nhất trong cách mạng Việt Nam) để chống Pháp, giành độc lập dân tộc. Trong khi đó, giai cấp tư sản đại diện cho khuynh hướng dân chủ tư sản lúc này còn non yếu về chính trị, nhỏ bé về kinh tế. Khuynh hướng vô sản phù hợp với yêu cầu của lịch sử hơn rất nhiều so với khuynh hướng dân chủ tư sản đang lỗi thời.\nChọn đáp án D"
    },
    {
        "ID": "His_13_40",
        "Image_Question": "",
        "Question": "CÂU 40:Sau khi Nhật đảo chính Pháp (9-3-1945), Đảng Cộng sản Đông Dương đề ra khẩu hiệu nào sau đây?\nA. “Đánh đuổi thực dân Pháp”.\nB. “Đánh đổ phong kiến”.\nC. “Đánh đuổi phản động thuộc địa”.\nD. “Đánh đuổi phát xít Nhật”.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Sau khi Nhật đảo chính Pháp (9-3-1945), Đảng Cộng sản Đông Dương đề ra khẩu hiệu “Đánh đuổi phát xít Nhật”.\nChọn đáp án D"
    }
]