[
    {
        "ID": "His_37_1",
        "Image_Question": "",
        "Question": "Câu 1:\nSự kiện nào sau đây mở đầu cho cuộc Cách mạng tháng Hai năm 1917 ở Nga?\nA. Cuộc biểu tình của 9 vạn nữ công nhân ở thủ đô Pêtơrôgrat.\nB. Các Xô viết công – nông được thành lập.\nC. Cuộc tấn công vào Cung điện Mùa Đông.\nD. Lê Nin về nước trực tiếp lãnh đạo cách mạng.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Cuộc biểu tình của 9 vạn nữ công nhân ở thủ đô Pêtơrôgrat mở đầu cho cuộc Cách mạng tháng Hai năm 1917 ở Nga.\nChọn A."
    },
    {
        "ID": "His_37_2",
        "Image_Question": "",
        "Question": "Câu 2:\nTừ năm 1950 đến nửa đầu những năm 70 của thế kỉ XX, Liên Xô thực hiện nhiệm vụ trọng tâm nào sau đây?\nA. Khôi phục kinh tế và hàn gắn vết thương chiến tranh.\nB. Tiếp tục xây dựng cơ sở vật chất – kĩ thuật của chủ nghĩa xã hội.\nC. Củng cố, hoàn thiện hệ thống chính trị của chủ nghĩa xã hội.\nD. Thành lập và phát triển Hội đồng tương trợ kinh tế.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Từ năm 1950 đến nửa đầu những năm 70 của thế kỉ XX, Liên Xô thực hiện nhiệm vụ trọng tâm là tiếp tục xây dựng cơ sở vật chất – kĩ thuật của chủ nghĩa xã hội.\nChọn B."
    },
    {
        "ID": "His_37_3",
        "Image_Question": "",
        "Question": "Câu 3:\nTháng 8 - 1967, Hiệp hội các quốc gia Đông Nam Á (ASEAN) được thành lập là biểu hiện rõ nét của xu thế nào sau đây?\nA. Toàn cầu hóa.\nB. Liên kết khu vực.\nC. Hòa hoãn Đông - Tây.\nD. Đa cực, nhiều trung tâm.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Tháng 8 - 1967, Hiệp hội các quốc gia Đông Nam Á (ASEAN) được thành lập là biểu hiện rõ nét của xu thế liên kết khu vực.\nChọn B."
    },
    {
        "ID": "His_37_4",
        "Image_Question": "",
        "Question": "Câu 4:\nĐến năm 1968, quốc gia nào sau đây có nền kinh tế đứng thứ hai thế giới tư bản?\nA. Brunây.\nB. Mianma.\nC. Nhật Bản.\nD. Campuchia.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Đến năm 1968, Nhật Bản có nền kinh tế đứng thứ hai thế giới tư bản.\nChọn C."
    },
    {
        "ID": "His_37_5",
        "Image_Question": "",
        "Question": "Câu 5:\nTrong cuộc khai thác thuộc địa lần thứ hai của thực dân Pháp ở Đông Dương (1919- 1929), xã hội Việt Nam có chuyển biến nào sau đây?\nA. Giai cấp địa chủ tiếp tục phân hóa.\nB. Giai cấp công nhân xuất hiện.\nC. Giai cấp nông dân xuất hiện.\nD. Nền kinh tế phát triển cân đối.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Trong cuộc khai thác thuộc địa lần thứ hai của thực dân Pháp ở Đông Dương (1919-1929), giai cấp địa chủ tiếp tục phân hoá thành đại địa chủ và trung, tiểu, địa chủ. Trong đó, đại địa chủ làm tay sai cho Pháp, là đối tượng của cách mạng còn trung, tiểu địa chủ ít nhiều vẫn còn tinh thần yêu nước.\nChọn A."
    },
    {
        "ID": "His_37_6",
        "Image_Question": "",
        "Question": "Câu 6:\nSự phân hóa của Hội Việt Nam Cách mạng Thanh niên thành hai tổ chức cộng sản (1929) thể hiện nội dung nào sau đây?\nA. Tư tưởng tư sản không còn ảnh hưởng đến phong trào yêu nước.\nB. Sự phát triển của phong trào yêu nước theo khuynh hướng vô sản.\nC. Phong trào công nhân đã bước đầu chuyển từ tự phát sang tự giác.\nD. Phong trào công nhân hoàn toàn trở thành một phong trào tự giác.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Sự ra đời của ba tổ chức công sản năm 1929 là một xu thế khách quan của cuộc vận động giải phóng dân tộc ở Việt Nam theo con đường cách mạng vô sản.\n⟹ Phản ảnh sự phát triển của phong trào yêu nước theo khuynh hướng vô sản.\nChọn B."
    },
    {
        "ID": "His_37_7",
        "Image_Question": "",
        "Question": "Câu 7:\nTrong những năm 20 của thế kỉ XX, ở Việt Nam tổ chức nào dưới đây ra đời sớm nhất?\nA. Hội Việt Nam Cách mạng thanh niên.\nB. Đông Dương Cộng sản đảng.\nC. An Nam Cộng sản đảng.\nD. Đông Dương Cộng sản liên đoàn.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Trong những năm 20 của thế kỉ XX, ở Việt Nam tổ chức Hội Việt Nam Cách mạng thanh niên ra đời sớm nhất.\nChọn A."
    },
    {
        "ID": "His_37_8",
        "Image_Question": "",
        "Question": "Câu 8:\nVăn kiện nào sau đây được Hội nghị thành lập Đảng Cộng sản Việt Nam (đầu năm 1930) thông qua?\nA. Đề cương văn hóa Việt Nam.\nB. Luận cương chính trị.\nC. Báo cáo chính trị.\nD. Chính cương vắn tắt.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Chính cương vắn tắt được Hội nghị thành lập Đảng Cộng sản Việt Nam (đầu năm 1930) thông qua.\nChọn D."
    },
    {
        "ID": "His_37_9",
        "Image_Question": "",
        "Question": "Câu 9:\nỞ Việt Nam, đỉnh cao nhất của phong trào cách mạng 1930 -1931 được đánh dấu bằng sự kiện nào sau đây?\nA. Cuộc biểu tình của công nhân ngày 1/5/1930.\nB. Cuộc đấu tranh của công nhân nhà máy sợi Nam Định.\nC. Cuộc đấu tranh của công nhân Vinh – Bến Thủy\nD. Sự thành lập các Xô viết ở Nghệ An và Hà Tĩnh.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Ở Việt Nam, đỉnh cao nhất của phong trào cách mạng 1930 -1931 được đánh dấu bằng sự kiện sự thành lập các Xô viết ở Nghệ An và Hà Tĩnh.\nChọn D."
    },
    {
        "ID": "His_37_10",
        "Image_Question": "",
        "Question": "Câu 10:\nNhân dân Việt Nam thực hiện nhiệm vụ chống chế độ phản động thuộc địa, chống phát xít, chống chiến tranh trong phong trào nào sau đây?\nA. Phong trào dân chủ 1936-1939.\nB. Phong trào cách mạng 1930-1931.\nC. Phong trào dân tộc dân chủ 1919-1925.\nD. Phong trào dân tộc dân chủ 1925-1930.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Nhân dân Việt Nam thực hiện nhiệm vụ chống chế độ phản động thuộc địa, chống phát xít, chống chiến tranh trong phong trào dân chủ 1936-1939.\nChọn A."
    },
    {
        "ID": "His_37_11",
        "Image_Question": "",
        "Question": "Câu 11:\nTrong khởi nghĩa từng phần (từ tháng 3 đến giữa tháng 8-1945), nhân dân Việt Nam thực hiện khẩu hiệu nào sau đây?\nA. Đánh đổ Trung Hoa Dân quốc.\nB. Đánh đổ thực dân Anh.\nC. Đánh đổ chính quyền Sài Gòn.\nD. Đánh đuổi phát xít Nhật.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Trong khởi nghĩa từng phần (từ tháng 3 đến giữa tháng 8-1945), nhân dân Việt Nam thực hiện khẩu hiệu đánh đuổi phát xít Nhật.\nChọn D."
    },
    {
        "ID": "His_37_12",
        "Image_Question": "",
        "Question": "Câu 12:\nTrong giai đoạn 1939 - 1945, tổ chức nào sau đây được thành lập ở Việt Nam?\nA. Đông Dương Cộng sản đảng.\nB. Mặt trận Việt Minh.\nC. Đông Dương Cộng sản liên đoàn.\nD. An Nam Cộng sản đảng.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Trong giai đoạn 1939 - 1945, mặt trận Việt Minh được thành lập ở Việt Nam.\nChọn B."
    },
    {
        "ID": "His_37_13",
        "Image_Question": "",
        "Question": "Câu 13:\nChủ trương cứu nước của Phan Châu Trinh (đầu thế kỷ XX) không có nội dung nào dưới đây?\nA. Đề cao cải cách, duy tân nhằm nâng cao dân trí và dân quyền.\nB. Đánh đuổi giặc Pháp, thành lập Cộng hòa Dân quốc Việt Nam.\nC. Chấn hưng thực nghiệp, lập hội kinh doanh, phát triển kinh tế.\nD. Dựa vào Pháp đánh đổ ngôi vua và chế độ phong kiến lạc hậu.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Chủ trương cứu nước của Phan Châu Trinh (đầu thế kỷ XX) không có nội dung đánh đuổi giặc Pháp, thành lập Cộng hòa Dân quốc Việt Nam.\nChọn B."
    },
    {
        "ID": "His_37_14",
        "Image_Question": "",
        "Question": "Câu 14:\nTrong những năm Chiến tranh thế giới thứ nhất (1914 - 1918), phong trào công nhân Việt Nam có đặc điểm nổi bật nào sau đây?\nA. Mang tính tự phát.\nB. Mang tính tự giác.\nC. Chuyển dần sang tự giác.\nD. Bước đầu chuyển sang tự giác.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Trong những năm Chiến tranh thế giới thứ nhất (1914 – 1918), giai cấp công nhân mới ra đời, phong trào công nhân Việt Nam chủ yếu mang tính tự phát.\nChọn A."
    },
    {
        "ID": "His_37_15",
        "Image_Question": "",
        "Question": "Câu 15:\nQuyết định nào sau đây của Hội nghị Ianta (tháng 2/1945) đưa đến sự phân chia hai cực trong quan hệ quốc tế sau Chiến tranh thế giới thứ hai?\nA. Tiêu diệt tận gốc chủ nghĩa phát xít Đức và chủ nghĩa quân phiệt Nhật.\nB. Liên Xô là quốc gia sẽ tham gia chống Nhật ở châu Á.\nC. Thành lập tổ chức Liên hợp quốc để giữ gìn hoà bình và an ninh thế giới.\nD. Thoả thuận việc đóng quân, phân chia phạm vi ảnh hưởng ở châu Âu và châu Á.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Quyết định thoả thuận việc đóng quân, phân chia phạm vi ảnh hưởng ở châu Âu và châu Á của Hội nghị Ianta (tháng 2/1945) đưa đến sự phân chia hai cực trong quan hệ quốc tế sau Chiến tranh thế giới thứ hai.\nChọn D."
    },
    {
        "ID": "His_37_16",
        "Image_Question": "",
        "Question": "Câu 16:\nPhong trào đấu tranh giành độc lập ở châu Phi trong những năm 1945-1975 diễn ra trong điều kiện thuận lợi nào sau đây?\nA. Mĩ đã từ bỏ chiến lược toàn cầu.\nB. Có sự ủng hộ của cách mạng thế giới.\nC. Nhận được nhiều viện trợ của Tây Âu.\nD. Hệ thống tư bản chủ nghĩa đã tan rã.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Phong trào đấu tranh giành độc lập ở châu Phi trong những năm 1945-1975 diễn ra trong điều kiện có sự ủng hộ của cách mạng thế giới.\nChọn B."
    },
    {
        "ID": "His_37_17",
        "Image_Question": "",
        "Question": "Câu 17:\nSự kiện nào sau đây có tính đột phá bước đầu làm xói mòn trật tự hai cực Ianta?\nA. Thắng lợi của cuộc kháng chiến chống Pháp ở Việt Nam (1954).\nB. Cách mạng Cuba lật đổ được chế độ độc tài Batixta (1959).\nC. Ba nước Inđônêxia, Việt Nam, Lào tuyên bố độc lập (1945).\nD. Cách mạng dân tộc dân chủ Trung Quốc thành công (1949).",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Ngày 1-10-1949, cách mang dân tộc dân chủ nhân dân Trung Quốc thành công (1949), nước Cộng hòa Nhân dân Trung Hoa được thành lập, tiến lên chủ nghĩa xã hội. Cách mạng Trung Quốc thành công cũng làm cho hệ thống chủ nghĩa xã hội được nối liền từ châu Âu sang châu Á, làm tăng sức mạnh của phe chủ nghĩa xã hội. ⟹Thắng lợi của cách mạng dân tộc dân chủ nhân dân Trung Quốc (1949) đã mở ra bước “đột phá” góp phần làm “xói mòn” trật tự hai cực Ianta.\nChọn D."
    },
    {
        "ID": "His_37_18",
        "Image_Question": "",
        "Question": "Câu 18:\nTrong quá trình thực hiện chiến lược toàn cầu từ sau Chiến tranh thế giới thứ hai đến năm 2000, Mĩ đạt được kết quả nào dưới đây?\nA. Duy trì sự tồn tại và hoạt động của tất cả các tổ chức quân sự.\nB. Chi phối được nhiều nước tư bản đồng minh phụ thuộc vào Mĩ.\nC. Trực tiếp xóa bỏ hoàn toàn chế độ phân biệt chủng tộc.\nD. Duy trì vị trí cường quốc số một thế giới trên mọi lĩnh vực.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Trong quá trình thực hiện chiến lược toàn cầu từ sau Chiến tranh thế giới thứ hai đến năm 2000, Mĩ đạt được kết quả là chi phối được nhiều nước tư bản đồng minh phụ thuộc vào Mĩ.\nChọn B."
    },
    {
        "ID": "His_37_19",
        "Image_Question": "",
        "Question": "Câu 19:\nNội dung nào sau đây phản ánh đúng chính sách nhất quán của thực dân Pháp trong các cuộc khai thác thuộc địa ở Đông Dương?\nA. Không đầu tư vốn vào các ngành kinh tế có tính chất hiện đại.\nB. Hạn chế tối đa nguồn vốn đầu tư của tư bản, tư nhân Pháp.\nC. Không cho phép kinh tế thuộc địa cạnh tranh với chính quốc.\nD. Xóa bỏ phương thức sản xuất cũ để xác lập quan hệ sản xuất mới.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Không cho phép kinh tế thuộc địa cạnh tranh với chính quốc phản ánh đúng chính sách nhất quán của thực dân Pháp trong các cuộc khai thác thuộc địa ở Đông Dương.\nChọn C."
    },
    {
        "ID": "His_37_20",
        "Image_Question": "",
        "Question": "Câu 20:\nTrong phong trào yêu nước những năm 20 của thế kỉ XX, lực lượng tiểu tư sản trí thức Việt Nam có vai trò nào sau đây?\nA. Vận động quần chúng tham gia vào mặt trận dân tộc dân chủ.\nB. Châm ngòi cho cuộc cách mạng dân chủ tư sản bùng nổ.\nC. Đi tiên phong trong quá trình tiếp thu những tư tưởng mới.\nD. Lãnh đạo cuộc khởi nghĩa vũ trang để khôi phục nền cộng hòa.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Trong phong trào yêu nước những năm 20 của thế kỉ XX, lực lượng tiểu tư sản trí thức Việt Nam có vai trò đi tiên phong trong quá trình tiếp thu những tư tưởng mới.\nChọn C."
    },
    {
        "ID": "His_37_21",
        "Image_Question": "",
        "Question": "Câu 21:\nTrong thời gian ở Quảng Châu (Trung Quốc) từ năm 1924 đến năm 1927, Nguyễn Ái Quốc có hoạt động nào sau đây nhằm chuẩn bị cho bước chuyển biến về chất của phong trào giải phóng dân tộc Việt Nam?\nA. Khởi đầu tạo dựng các mối quan hệ với cách mạng thế giới.\nB. Trực tiếp tạo ra sự phân hóa trong các tổ chức tiền cộng sản.\nC. Trực tiếp truyền bá lí luận cách mạng giải phóng dân tộc.\nD. Bắt đầu xây dựng lí luận cách mạng theo khuynh hướng vô sản.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Giai đoạn 1924 – 1927, Nguyễn Ái Quốc đã trực tiếp truyền bá lí luận cách mạng giải phóng dân tộc về Việt Nam. Cụ thể, ngay từ năm cuối năm 1924, Nguyễn Ái Quốc đã về Quảng Châu (Trung Quốc) để trực tiếp tuyên truyền, giáo dục lí luận, xây dựng tổ chức cách mạng giải phóng dân tộc cho nhân dân Việt Nam. Năm 1925, Người thành lập Hội Việt Nam Cách mạng thanh niên. Người mở các lớp huấn luyện đào tạo cán bộ cách mạng và phần lớn số học viên được đào tạo sau đó đã trở về nước “truyền bá lí luận giải phóng dân tộc và tổ chức nhân dân”.\nChọn C."
    },
    {
        "ID": "His_37_22",
        "Image_Question": "",
        "Question": "Câu 22:\nNội dung nào sau đây là một trong những điểm sáng tạo của Nguyễn Ái Quốc trong quá trình vận động thành lập Đảng Cộng sản Việt Nam?\nA. Tập hợp quần chúng thành lập mặt trận chung toàn Đông Dương.\nB. Thành lập một tổ chức quá độ để chuẩn bị thành lập Đảng Cộng sản.\nC. Thành lập mặt trận dân tộc thống nhất ngay khi thành lập Đảng.\nD. Xây dựng lí luận cách mạng nhấn mạnh cuộc đấu tranh giai cấp.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Sau khi tìm được con đường cứu nước đúng đắn, Nguyễn Ái Quốc tích cực truyền bá chủ nghĩa Mac – Lenin và lí luận giải phóng dân tộc về Việt Nam. Năm 1924, Nguyễn Ái Quốc về Quảng Châu (Trung Quốc), tại đây Người mở các lớp huấn luyện đào tạo cán bộ cách mạng. Năm 1925, Nguyễn Ái Quốc thành lập Hội Việt Nam Cách mạng thanh niên. Hội được đánh giá là tiền thân, là một tổ chức quá độ để tiến tới thành lập Đảng Cộng sản. Hội Việt Nam Cách mạng thanh niên có vai trò chuẩn bị về mặt tư tưởng, chính trị, tổ chức cho việc thành lập Đảng Cộng sản, đồng thời, sự xuất hiện của Hội Việt Nam Cách mạng thanh niên khiến khuynh hướng vô sản ở Việt Nam phát triển mạnh mẽ hơn, tạo ra những điều kiện thuận lợi để tiến tới thành lập Đảng Cộng sản. ⟹ Thành lập một tổ chức quá độ để chuẩn bị thành lập Đảng Cộng sản là một trong những điểm sáng tạo của Nguyễn Ái Quốc trong quá trình vận động thành lập Đảng Cộng sản Việt Nam.\nChọn B."
    },
    {
        "ID": "His_37_23",
        "Image_Question": "",
        "Question": "Câu 23:\nNội dung nào sau đây thuộc bối cảnh lịch sử của phong trào cách mạng 1930-1931 ở Việt Nam?\nA. Cuộc Chiến tranh thế giới thứ hai bùng nổ và lan rộng.\nB. Kinh tế Việt Nam đang trên đà phục hồi và phát triển.\nC. Chính quyền thực dân Pháp thi hành chính sách khủng bố.\nD. Nhân dân Đông Dương chịu hai tầng áp bức của Nhật-Pháp.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chính quyền thực dân Pháp thi hành chính sách khủng bố thuộc bối cảnh lịch sử của phong trào cách mạng 1930-1931 ở Việt Nam.\nChọn C."
    },
    {
        "ID": "His_37_24",
        "Image_Question": "",
        "Question": "Câu 24:\nPhong trào dân chủ 1936 - 1939 ở Việt Nam là một bước chuẩn bị cho thắng lợi của Cách mạng tháng Tám năm 1945 vì một trong những lí do nào sau đây?\nA. Đã đưa Đảng Cộng sản Đông Dương ra hoạt động công khai.\nB. Đã khắc phục triệt để hạn chế của Luận cương chính trị tháng 10 - 1930.\nC. Bước đầu xây dựng được lực lượng vũ trang nhân dân.\nD. Xây dựng được một lực lượng chính trị quần chúng đông đảo.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Phong trào dân chủ 1936 - 1939 ở Việt Nam là một bước chuẩn bị cho thắng lợi của Cách mạng tháng Tám năm 1945 vì đã xây dựng được một lực lượng chính trị quần chúng đông đảo.\nChọn D."
    },
    {
        "ID": "His_37_25",
        "Image_Question": "",
        "Question": "Câu 25:\nNội dung nào sau đây phản ánh đúng tiến trình khởi nghĩa giành chính quyền của nhân dân Việt Nam trong năm 1945?\nA. Giành chính quyền đồng thời ở cả hai địa bàn nông thôn và thành thị.\nB. Giành chính quyền bộ phận tiến lên giành chính quyền toàn quốc.\nC. Giành chính quyền ở các vùng nông thôn rồi tiến vào thành thị.\nD. Giành chính quyền ở các đô thị lớn rồi tỏa về các cùng nông thôn.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Hội nghị tháng 5-1941 đã xác định hình thái của cách mạng nước ta là đi từ khởi nghĩa từng phần lên tổng khởi nghĩa. Cách mạng tháng Tám đã phản ánh đúng tiến trình đó, dựa vào diễn biến của cách mạng tháng Tám có thể thấy, ta giành chính quyền từng bộ phận (từng tỉnh, nhiều tình) sau đó tiến lên giành chính quyền trên toàn quốc. Đầu tiên là ở Bắc Giang, Hải Dương, Hà Tĩnh, Quảng Nam sau đó là Hà Nội, Huế, Sài Gòn rồi đến các tỉnh, thành phố còn lại. Đến cuối cùng là Hà Tiên và Đông Nai Thượng đã giành chính quyền vào ngày 28-8- 1945, đánh dấu ta giành chính quyền trên cả nước.\nChọn B."
    },
    {
        "ID": "His_37_26",
        "Image_Question": "",
        "Question": "Câu 26:\nYếu tố nào sau đây quyết định sự xuất hiện của khuynh hướng dân chủ tư sản ở Việt Nam từ đầu thế kỉ XX đến hết Chiến tranh thế giới thứ nhất (1918)?\nA. Những chuyển biến về kinh tế, xã hội, tư tưởng.\nB. Sự xuất hiện của giai cấp tư sản và tiểu tư sản.\nC. Sự lỗi thời của hệ tư tưởng phong kiến.\nD. Sự khủng hoảng suy yếu của chế độ phong kiến.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Những chuyển biến về kinh tế, xã hội, tư tưởng đầu thế kỉ XX là những yếu tố quyết định sự xuất hiện của khuynh hướng dân chủ tư sản ở Việt Nam đầu thế kỉ XX đến hết Chiến tranh thế giới thứ nhất (1918).\nChọn A."
    },
    {
        "ID": "His_37_27",
        "Image_Question": "",
        "Question": "Câu 27:\nNhững hiệp ước, hiệp định được kí kết giữa Liên Xô và Mĩ trong những năm 70 của thế kỉ XX có tác động nào sau đây đến quan hệ quốc tế?\nA. Chấm dứt tình trạng chạy đua vũ trang giữa các cường quốc trên thế giới.\nB. Mở đầu quá trình ngừng chế tạo vũ khí hạt nhân của các nước trên thế giới.\nC. Trực tiếp dẫn đến sự giải thể các liên minh quân sự ở châu Âu.\nD. Góp phần thúc đẩy xu hướng đối thoại trong quan hệ Đông - Tây.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Những hiệp ước, hiệp định được kí kết giữa Liên Xô và Mĩ trong những năm 70 của thế kỉ XX có tác động góp phần thúc đẩy xu hướng đối thoại trong quan hệ Đông – Tây.\nChọn D."
    },
    {
        "ID": "His_37_28",
        "Image_Question": "",
        "Question": "Câu 28:\nSự ra đời tổ chức Hiệp ước Bắc Đại Tây Dương (1949) và tổ chức Hiệp ước Vácsava (1955) là hệ quả trực tiếp của sự kiện nào sau đây?\nA. Các cuộc chiến tranh cục bộ trên thế giới.\nB. Xung đột vũ trang giữa Tây Âu và Đông Âu.\nC. Cuộc Chiến tranh lạnh do Mĩ phát động.\nD. Chiến lược Ngăn đe thực tế của Mĩ.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Sự ra đời tổ chức Hiệp ước Bắc Đại Tây Dương (1949) và tổ chức Hiệp ước Vácsava (1955) là hệ quả trực tiếp của sự kiện chiến tranh Lạnh do Mĩ phát động.\nChọn C."
    },
    {
        "ID": "His_37_29",
        "Image_Question": "",
        "Question": "Câu 29:\nSự ra đời và hoạt động của Hội Việt Nam Cách mạng Thanh niên (1925) và Việt Nam Quốc dân đảng (1927) đều có tác dụng nào sau đây?\nA. Lôi cuốn đông đảo công nông tham gia cách mạng.\nB. Góp phần thúc đẩy phong trào yêu nước phát triển.\nC. Chú trọng xây dựng hệ thống tổ chức trên cả nước.\nD. Tăng cường huấn luyện, đào tạo cán bộ cách mạng.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Sự ra đời và hoạt động của Hội Việt Nam Cách mạng Thanh niên (1925) và Việt Nam Quốc dân đảng (1927) đều có tác dụng góp phần thúc đẩy phong trào yêu nước phát triển.\nChọn B."
    },
    {
        "ID": "His_37_30",
        "Image_Question": "",
        "Question": "Câu 30:\nNhận xét nào sau đây phản ánh đúng về đặc điểm của phong trào công nhân Việt Nam trong những năm 1928-1929?\nA. Phát triển ngày càng mạnh mẽ và có một tổ chức lãnh đạo thống nhất.\nB. Có tính thống nhất cao theo một đường lối chính trị đúng đắn.\nC. Chứng tỏ giai cấp công nhân đã trưởng thành và đủ sức lãnh đạo cách mạng.\nD. Có sự liên kết và trở thành nòng cốt của phong trào dân tộc.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "Từ năm 1928, Hội Việt Nam Cách mạng thanh niên đã tổ chức phong trào “vô sản hóa” làm cho ý thức chính trị của giai cấp công nhân có sự biến chuyển rõ rệt ⟹ Phong trào công nhân phát triển mạnh mẽ và trở thành nòng cốt của phong trào dân tộc trong cả nước. Các cuộc bãi công của công nhân không chỉ bó hẹp trong phạm vi một xưởng, một địa phương mà đã có sự liên kết thành phong trong cả nước.\nChọn D."
    },
    {
        "ID": "His_37_31",
        "Image_Question": "",
        "Question": "Câu 31:\nPhong trào cách mạng 1930-1931, phong trào dân chủ 1936-1939 và phong trào giải phóng dân tộc 1939-1945 ở Việt Nam đều có điểm giống nhau nào sau đây?\nA. Đặt nhiệm vụ giải phóng dân tộc lên hàng đầu.\nB. Hướng tới mục tiêu giải phóng dân tộc.\nC. Tạm gác khẩu hiệu cách mạng ruộng đất.\nD. Sử dụng hình thức đấu tranh vũ trang.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Phong trào cách mạng 1930-1931, phong trào dân chủ 1936-1939 và phong trào giải phóng dân tộc 1939-1945 ở Việt Nam đều có điểm giống nhau là hướng tới mục tiêu giải phóng dân tộc.\nA loại vì nhiệm vụ trước mắt của phong trào dân chủ 1936 – 1939 là chống chiến tranh, chống phản động thuộc địa, đòi tự do, dân sinh, dân chủ, cơm áo, hoà bình.\nC loại vì chỉ trong phong trào dân tộc 1939 – 1945 Đảng mới chủ trương tạm gác khẩu hiệu cách mạng ruộng đất.\nD loại vì phong trào dân chủ 1936 – 1939 không sử dụng hình thức đấu tranh vũ trang.13\nChọn B."
    },
    {
        "ID": "His_37_32",
        "Image_Question": "",
        "Question": "Câu 32:\nĐiểm mới trong nội dung Hội nghị lần thứ 8 Ban Chấp hành Trung ương (5-1941) so với Luận cương chính trị (10-1930) của Đảng Cộng sản Đông Dương thể hiện ở nội dung nào sau đây?\nA. Thành lập ở mỗi nước Đông Dương một đảng riêng để lãnh đạo cách mạng mỗi nước.\nB. Xác định quyền lợi riêng của mỗi giai cấp phải phục tùng quyền lợi chung của dân tộc.\nC. Quyết định thay khẩu hiệu cách mạng ruộng đất bằng khẩu hiệu giành độc lập dân tộc.\nD. Thành lập chính quyền nhà nước công nông binh của đông đảo quần chúng lao động.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "A loại vì Hội nghị lần thứ 8 Ban Chấp hành Trung ương (5-1941) không chủ trương thành lập ở mỗi nước Đông Dương một đảng riêng để lãnh đạo cách mạng mỗi nước mà chỉ chủ trương thành lập mỗi nước 1 mặt trận thống nhất riêng.\nB đúng vì trong Luận cương chính trị tháng 10/1930 xác định cái cốt của cách mạng tư sản dân quyền là cách mạng ruộng đất – tức là đặt quyền lợi giai cấp công nông cao hơn quyền lợi dân tộc. Còn trong Hội nghị lần thứ 8 Ban Chấp hành Trung ương (5-1941) xác định lúc này không đòi được quyền lợi cho toàn thể quốc gia dân tộc thì chẳng những quốc gia dân tộc phải chịu kiếp ngựa trâu mà quyền lợi giai cấp đến vạn năm cũng không đòi lại được. ⟹ quyền lợi giai cấp phục tùng quyền lợi chung của dân tộc.\nC loại vì Luận cương không nêu vấn đề ruộng đất.\nD loại vì Hội nghị lần thứ 8 Ban Chấp hành Trung ương (5-1941) nêu lên vấn đề thành lập chính phủ Dân chủ Cộng hòa.\nChọn B."
    },
    {
        "ID": "His_37_33",
        "Image_Question": "",
        "Question": "Câu 33:\nThất bại của các phong trào yêu nước và cách mạng từ đầu thế kỉ XX đến hết Chiến tranh thế giới thứ nhất (1918) để lại bài học kinh nghiệm nào sau đây cho cách mạng Việt Nam?\nA. Sự giúp đỡ từ bên ngoài là điều kiện tiên quyết để đấu tranh giành độc lập.\nB. Giải quyết hài hòa mối quan hệ giữa hai nhiệm vụ dân tộc và dân chủ.\nC. Chỉ khi lực lượng vũ trang lớn mạnh mới phát động quần chúng đấu tranh.\nD. Tiến hành đồng thời cách mạng giải phóng dân tộc và cách mạng ruộng đất.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Một trong những nguyên nhân quan trọng đưa đến thất bại của các phong trào yêu nước từ đầu thế kỉ XX đến hết chiến tranh thế giới thứ nhất, tiêu biểu là Phan Bội Châu và Phan Châu Trinh là do sai lầm trong chủ trương cứu nước. Phan Bội Châu dựa vào Nhật và Phan Châu Trinh dựa vào Pháp để giải phóng dân tộc ⟹ Phan Bội Châu đặt nhiệm vụ cứu nước rồi cứu dân, Phan Châu Trinh đặt nhiệm vụ cứu dân rồi cứu nước.\n⟹ Bài học rút ra là cần giải quyết hài hòa mối quan hệ giữa nhiệm vụ dân tộc và dân chủ. Thực tế cách mạng Việt Nam từ năm 1930 đến năm 1945 đã làm được điều này.\nChọn B."
    },
    {
        "ID": "His_37_34",
        "Image_Question": "",
        "Question": "Câu 34:\nTừ thành công của nhóm 5 nước sáng lập ASEAN trong quá trình xây dựng và phát triển đất nước, các nước đang phát triển ở Đông Nam Á có thể rút ra bài học nào để hội nhập kinh tế quốc tế thành công?\nA. Giải quyết nạn thất nghiệp và ưu tiên phát triển công nghiệp nặng.\nB. Mở cửa nền kinh tế, thu hút vốn đầu tư và kĩ thuật nước ngoài.\nC. Xây dựng nền kinh tế tự chủ, chú trọng phát triển nội thương.\nD. Ưu tiên sản xuất hàng tiêu dùng nội địa để chiếm lĩnh thị trường.",
        "Choice": "B",
        "Image_Answer": "",
        "Explanation": "Từ thành công của nhóm 5 nước sáng lập ASEAN trong quá trình xây dựng và phát triển đất nước, các nước đang phát triển ở Đông Nam Á có thể rút ra bài học mở cửa nền kinh tế, thu hút vốn đầu tư và kĩ thuật nước ngoài để hội nhập kinh tế quốc tế thành công.\nChọn B."
    },
    {
        "ID": "His_37_35",
        "Image_Question": "",
        "Question": "Câu 35:\nTại sao \"Chiến tranh lạnh\" chấm dứt lại mở ra chiều hướng mới để giải quyết hòa bình các vụ tranh chấp và xung đột hiện nay?\nA. Xuất hiện xu thế toàn cầu hóa, khu vực hóa, liên kết khu vực.\nB. Vai trò của Liên Hợp Quốc được củng cố.\nC. Xu thế hòa bình ngày càng được củng cố trong các mối quan hệ quốc tế.\nD. Liên Xô và Mĩ không còn can thiệp vào công việc nội bộ của các nước, các khu vực như trước.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Chiến tranh lạnh chấm dứt, xu thế hoà bình được củng cố, đây là điều kiện thuận lợi, mở ra chiều hướng mới để giải quyết hoà bình các vụ tranh chấp và xung đột hiện nay.\nChọn C."
    },
    {
        "ID": "His_37_36",
        "Image_Question": "",
        "Question": "Câu 36:\nSự kiện bản “Yêu sách của nhân dân An Nam” không được Hội nghị Vécxai chấp nhận (tháng 6-1919) để lại bài học kinh nghiệm nào sau đây cho phong trào giải phóng dân tộc Việt Nam?\nA. Nội lực là yếu tố quyết định trong cuộc đấu tranh giành quyền dân tộc.\nB. Muốn giải phóng dân tộc phải có sự ủng hộ của nhân dân chính quốc.\nC. Để giải phóng dân tộc không được dựa vào sự giúp đỡ của bên ngoài.\nD. Các diễn đàn quốc tế không thể giải quyết được vấn đề dân tộc.",
        "Choice": "A",
        "Image_Answer": "",
        "Explanation": "Tháng 6/1919, Nguyễn Ái Quốc gửi đến Hội nghị Vecxai bản “Yêu sách của nhân dân An Nam”, bản yêu sách không được chấp nhận. Vì vậy, muốn giải phóng chính mình, chỉ có thể dựa vào sức mình. Nội lực là yếu tố quyết định trong cuộc đấu tranh giành quyền dân tộc.\nChọn A."
    },
    {
        "ID": "His_37_37",
        "Image_Question": "",
        "Question": "Câu 37:\nLí luận giải phóng dân tộc của Nguyễn Ái Quốc có giá trị nào sau đây đối với lịch sử Việt Nam trong những năm 20 của thế kỷ XX?\nA. Làm cho phong trào yêu nước chuyển hẳn sang quỹ đạo cách mạng vô sản.\nB. Chấm dứt tình trạng khủng hoảng về đường lối cứu nước đầu thế kỷ XX.\nC. Tạo cơ sở cho sự hình thành phong trào dân tộc theo khuynh hướng vô sản.\nD. Trực tiếp chuẩn bị đầy đủ những điều kiện cho sự ra đời của Đảng Cộng sản.",
        "Choice": "C",
        "Image_Answer": "",
        "Explanation": "Năm 1920, Nguyễn Ái Quốc tìm ra con đường cứu nước cho dân tộc Việt Nam, đó là con đường cách mạng vô sản.\n- Suốt những năm sau đó, Nguyễn Ái Quốc đã: viết báo, mở lớp huấn luyện, đào tạo cán bộ, thành lập Hội Việt Nam Cách mạng thanh niên để truyền bá lí luận giải phóng dân tộc vào trong nước. Thông qua những hoạt động này đã tạo ra cơ sở vững chắc, trang bị lí luận cho sự hình thành phong trào dân tộc theo khuynh hướng vô sản (đặc biệt là phong trào công nhân), đồng thời chuẩn bị về tư tưởng chính trị cho sự thành lập Đảng sau này.\nChọn C."
    },
    {
        "ID": "His_37_38",
        "Image_Question": "",
        "Question": "Câu 38:\nPhong trào cách mạng 1930-1931 đã để lại bài học kinh nghiệm nào sau đây cho sự nghiệp giải phóng dân tộc ở Việt Nam?\nA. Không giải quyết quyền lợi giai cấp để tập trung vào vấn đề dân tộc.\nB. Giải quyết nhiệm vụ dân chủ trước khi thực hiện nhiệm vụ dân tộc.\nC. Chỉ phát lệnh khởi nghĩa khi có sự giúp đỡ từ bên ngoài.\nD. Sử dụng bạo lực cách mạng để giành và giữ chính quyền.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "A, B loại vì khẩu hiệu đấu tranh trong phong trào cách mạng 1930 – 1931 là đả đảo chủ nghĩa đế quốc, đả đảo phong kiến….như vậy mục tiêu đấu tranh của phong trào cách mạng 1930 – 1931 là chống đế quốc và phong kiến đòi độc lập dân tộc và ruộng đất dân cày.\nC loại vì phong trào cách mạng 1930 – 1931 không có sự giúp đỡ từ bên ngoài.\nD chọn vì phong trào cách mạng 1930 – 1931 sử dụng hình thức đấu tranh là đấu tranh vĩ trang, sử dụng bạo lực cách mạng để giành và giữ chính quyền..\nChọn D."
    },
    {
        "ID": "His_37_39",
        "Image_Question": "",
        "Question": "Câu 39:\nPhong trào cách mạng 1930-1931, phong trào dân chủ 1936-1939 và phong trào giải phóng dân tộc 1939-1945 ở Việt Nam đều khẳng định trong thực tiễn nội dung nào sau đây?\nA. Vai trò lãnh đạo quần chúng đấu tranh chính trị và vũ trang của chính đảng cách mạng.\nB. Tầm quan trọng của công tác xây dựng lực lượng chính trị và căn cứ địa cách mạng.\nC. Vai trò xung kích của lực lượng vũ trang trong hỗ trợ quần chúng đấu tranh chính trị.\nD. Bước phát triển của cách mạng trên hai địa bàn chiến lược nông thôn và thành thị.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "A loại vì trong phong trào dân chủ 1936 – 1939 không có đấu tranh vũ trang.15\nB loại vì công tác xây dựng lực lượng chính trị và lực lượng vũ trang được tiến hành trong giai đoạn 1939 – 1945.\nC loại vì đó là vai trò của lực lượng vũ trang trong cách mạng tháng Tám.\nD chọn vì phong trào cách mạng 1930-1931, phong trào dân chủ 1936-1939 và phong trào giải phóng dân tộc 1939-1945 ở Việt Nam đều khẳng định trong thực tiễn bước phát triển của cách mạng trên hai địa bàn chiến lược nông thôn và thành thị.\nChọn D."
    },
    {
        "ID": "His_37_40",
        "Image_Question": "",
        "Question": "Câu 40:\nThực tiễn về mối quan hệ giữa những điều kiện bùng nổ cuộc Tổng khởi nghĩa tháng Tám năm 1945 cho thấy biện pháp quyết định để Việt Nam hội nhập quốc tế thành công là phải chú trọng nội dung nào sau đây?\nA. Coi trọng quốc phòng, an ninh, chủ động đối phó trong mọi hoàn cảnh.\nB. Xây dựng nguồn nhân lực chất lượng cao đáp ứng cuộc cách mạng 4.0.\nC. Coi trọng phát huy sức mạnh khối đại đoàn kết dân tộc.\nD. Coi những điều kiện chủ quan luôn giữ vai trò quyết định.",
        "Choice": "D",
        "Image_Answer": "",
        "Explanation": "- Tổng khởi nghĩa tháng Tám (1945) nổ ra và giành thắng lợi là sự kết hợp giữa điều kiện khách quan thuận lợi (Nhật đầu hàng Đồng minh, quân Đồng minh chưa kịp vào Đông Dương giải giáp vũ khí) và điều kiện chủ quan chín muồi (sự chuẩn bị chu đáo của Đảng và nhân dân Việt Nam trong suốt 15 năm). Trong đó điều kiện chủ quan giữa vai trò quyết định.\n- Thực tiễn về mối quan hệ giữa những điều kiện bùng nổ cuộc Tổng khởi nghĩa tháng 8 – 1945 cho thấy, biện pháp quyết định để Việt Nam hội nhập quốc tế thành công là phải chuẩn bị thực lực, coi những điều kiện chủ quan luôn giữ vai trò quyết định.\nChọn D."
    }
]